Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# CONTENT_SHARES_DIALOG_STRING_DELETE_SHARE_CONFIRM
source: Are you sure you want to delete this share?
cs_cz: Opravdu chcete odstranit tuto sdílenou složku?
de_de: Diese Freigabe wirklich löschen?
es_es: ¿Está seguro de que desea eliminar este archivo compartido?
fr_fr: Êtes-vous sûr de vouloir supprimer ce dossier partagé ?
hu_hu: Biztos benne, hogy törölni akarja ezt a megosztást?
it_it: Eliminare la condivisione?
ja_jp: この共有を削除しますか?
ko_kr: 이 공유를 삭제하시겠습니까?
nb_no: Er du sikker på at du vil slette denne delte ressursen?
nl_nl: Weet u zeker dat u deze share wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten udział?
pt_br: Tem certeza de que deseja excluir esse compartilhamento?
ru_ru: Удалить этот ресурс?
sv_se: Vill du ta bort den här resursen?
tr_tr: Bu paylaşımı silmek istediğinizden emin misiniz?
zh_cn: 您确定要删除此共享吗?
zh_tw: 您確定要刪除此共享嗎？

# CONTENT_HOME_BIG_BOX_TITLE_CAPACITY
source: Capacity
cs_cz: Kapacita
de_de: Kapazität
es_es: Capacidad
fr_fr: Capacité
hu_hu: Tárolókapacitás
it_it: Capacità
ja_jp: 容量
ko_kr: 용량
nb_no: Kapasitet
nl_nl: Capaciteit
pl_pl: Pojemność
pt_br: Capacidade
ru_ru: Объем
sv_se: Kapacitet
tr_tr: Kapasite
zh_cn: 容量
zh_tw: 容量

# ERROR_STRING_GET_STORAGE_USAGE
source: Error retrieving capacity.
cs_cz: Chyba při načítání kapacity.
de_de: Fehler beim Abrufen der Kapazität.
es_es: Error al recuperar la capacidad.
fr_fr: Erreur lors de la récupération de la capacité.
hu_hu: Hiba történt a tárolókapacitás helyreállítása során.
it_it: Errore recupero capacità.
ja_jp: 容量取得エラー。
ko_kr: 용량 검색 오류입니다.
nb_no: Feil ved innhenting av kapasitet.
nl_nl: Fout bij ophalen van capaciteit.
pl_pl: Błąd podczas pobierania informacji o pojemności.
pt_br: Erro ao acessar a capacidade.
ru_ru: Ошибка при извлечении объема.
sv_se: Fel vid hämtning av kapacitet.
tr_tr: Kapasite alma hatası.
zh_cn: 获取容量信息时出错。
zh_tw: 擷取容量錯誤：

# CONTENT_HOME_BIG_BOX_STRING_FREE
source: Free
cs_cz: Volné místo
de_de: Frei
es_es: Libre
fr_fr: Libre
hu_hu: Szabad
it_it: Libero
ja_jp: 空き
ko_kr: 여유
nb_no: Ledig
nl_nl: Vrij
pl_pl: Wolne
pt_br: Livre
ru_ru: Свободно
sv_se: Gratis
tr_tr: Boş
zh_cn: 可用
zh_tw: 可使用

# CONTENT_HOME_BIG_BOX_TITLE_DEVICE
source: Device
cs_cz: Zařízení
de_de: Gerät
es_es: Dispositivo
fr_fr: Dispositif
hu_hu: Eszköz
it_it: Dispositivo
ja_jp: デバイス
ko_kr: 장치
nb_no: Enhet
nl_nl: Apparaat
pl_pl: Urządzenie
pt_br: Dispositivo
ru_ru: Устройство
sv_se: Enhet
tr_tr: Aygıt
zh_cn: 设备
zh_tw: 裝置

# CONTENT_HOME_SMALL_BOX_TITLE_DIAGNOSIS
source: Diagnosis
cs_cz: Diagnóza
de_de: Diagnose
es_es: Diagnóstico
fr_fr: Diagnostic
hu_hu: Diagnózis
it_it: Diagnosi
ja_jp: 診断
ko_kr: 진단
nb_no: Diagnose
nl_nl: Diagnose
pl_pl: Diagnoza
pt_br: Diagnóstico
ru_ru: Диагностика
sv_se: Diagnos
tr_tr: Teşhis
zh_cn: 诊断
zh_tw: 診斷

# CONTENT_HOME_DIALOG_STRING_DIAGNOSIS_NORMAL
source: Normal
cs_cz: Normální
it_it: Normale
ja_jp: 正常
ko_kr: 정상
nl_nl: Normaal
pl_pl: Prawidłowy
ru_ru: Нормально
zh_cn: 正常
zh_tw: 正常

# CONTENT_HOME_DIALOG_STRING_DIAGNOSIS_OVERHEATED
source: Overheated
cs_cz: Přehřátí
de_de: Überhitzt
es_es: Sobrecalentado
fr_fr: En surchauffe
hu_hu: Túlmelegedett
it_it: Surriscaldato
ja_jp: 過負荷
ko_kr: 과열됨
nb_no: Overopphetet
nl_nl: Oververhit
pl_pl: Przegrzanie
pt_br: Superaquecimento
ru_ru: Перегрето
sv_se: Överhettad
tr_tr: Aşırı ısınmış
zh_cn: 过热
zh_tw: 過熱

# CONTENT_HOME_DIALOG_STRING_DIAGNOSIS_SUFFICIENT
source: Sufficient
cs_cz: Dostatečný
de_de: Ausreichend
es_es: Suficiente
fr_fr: Suffisant
hu_hu: Megfelelő
it_it: Sufficiente
ja_jp: 十分
ko_kr: 충분함
nb_no: Tilstrekkelig
nl_nl: Voldoende
pl_pl: Wystarczająco
pt_br: Suficiente
ru_ru: Достаточно
sv_se: Tillräcklig
tr_tr: Yeterli
zh_cn: 足够
zh_tw: 足夠

# CONTENT_HOME_DIALOG_STRING_DIAGNOSIS_LOW_FREE_SPACE
source: Low
cs_cz: Nízký
de_de: Gering
es_es: Bajo
fr_fr: Faible
hu_hu: Alacsony
it_it: Basso
ja_jp: 低
ko_kr: 낮음
nb_no: Lav
nl_nl: Laag
pl_pl: Mało
pt_br: Baixo
ru_ru: Низко
sv_se: Låg
tr_tr: Düşük
zh_cn: 低
zh_tw: 低

# CONTENT_HOME_STRING_SICK
source: Warning
cs_cz: Výstražná
de_de: Warnung
es_es: Advertencia
fr_fr: Avertissement
hu_hu: Figyelmeztetés
it_it: Avviso
ja_jp: 警告
ko_kr: 경고
nb_no: Advarsel
nl_nl: Waarschuwing
pl_pl: Ostrzeżenie
pt_br: Advertência
ru_ru: Предупреждение
sv_se: Varning
tr_tr: Uyarı
zh_cn: 警告
zh_tw: 警告

# CONTENT_HOME_STRING_INITIALIZING
source: Initializing
cs_cz: Probíhá inicializace
de_de: Wird initialisiert
es_es: Iniciando
fr_fr: Initialisation
hu_hu: Inicializálás
it_it: Inizializzazione in corso
ja_jp: 初期化中
ko_kr: 초기화 중
nb_no: Initialiserer
nl_nl: Initialiseren...
pl_pl: Inicjowanie
pt_br: Inicializando
ru_ru: Инициализация
sv_se: Initierar
tr_tr: Başlatılıyor
zh_cn: 正在初始化
zh_tw: 起始裝置

# CONTENT_HOME_SMALL_BOX_TITLE_FIRMWARE
source: Firmware
fr_fr: Micrologiciel
hu_hu: Belső vezérlőprogram
ja_jp: ファームウェア
ko_kr: 펌웨어
nb_no: Fastvare
pl_pl: Opr. układ.
ru_ru: Микропрограмма
sv_se: Fast programvara
tr_tr: Bellenim
zh_cn: 固件
zh_tw: 韌體

# CONTENT_HOME_MEDIUM_BOX_TITLE_CLOUD_DEVICES
source: Cloud Devices
cs_cz: Zařízení v cloudu
de_de: Cloud-Geräte
es_es: Dispositivos de la nube
fr_fr: Dispositifs du cloud
hu_hu: Felhőeszközök
it_it: Dispositivi cloud
ja_jp: クラウド デバイス
ko_kr: 클라우드 장치
nb_no: Cloud-enheter
nl_nl: Cloudapparaten
pl_pl: Urządzenia chmurowe
pt_br: Dispositivos na nuvem
ru_ru: Устройства облака
sv_se: Molnenheter
tr_tr: Bulut Aygıtları
zh_cn: 云设备
zh_tw: 雲端存取

# CONTENT_HOME_MEDIUM_BOX_TITLE_USERS
source: Users
cs_cz: Uživatelé
de_de: Benutzer
es_es: Usuarios
fr_fr: Utilisateurs
hu_hu: Felhasználók
it_it: Utenti
ja_jp: ユーザー
ko_kr: 사용자
nb_no: Brukere
nl_nl: Gebruikers
pl_pl: Użytkownicy
pt_br: Usuários
ru_ru: Пользователи
sv_se: Användare
tr_tr: Kullanıcılar
zh_cn: 用户
zh_tw: 使用者

# CONTENT_HOME_MEDIUM_BOX_TITLE_SHARES
source: Shares
cs_cz: Sdílené složky
de_de: Freigaben
es_es: Archivos compartidos
fr_fr: Dossiers partagés
hu_hu: Megosztások
it_it: Condivisioni
ja_jp: 共有
ko_kr: 공유
nb_no: Delte ressurser
pl_pl: Udziały
pt_br: Compartilhamentos
ru_ru: Ресурсы
sv_se: Resurser
tr_tr: Paylaşımlar
zh_cn: 共享
zh_tw: 共享

# CONTENT_HOME_MEDIUM_BOX_TITLE_MEDIA_SCAN
source: Content Scan
cs_cz: Prohledat obsah
de_de: Inhaltsprüfung
es_es: Exploración de contenidos
fr_fr: Analyse du contenu
hu_hu: Tartalom vizsgálata
it_it: Scansione contenuto
ja_jp: コンテンツ スキャン
ko_kr: 내용 검색
nb_no: Innholdsskanning
nl_nl: Inhoudsscan
pl_pl: Skanowanie zawartości
pt_br: Verificação de conteúdo
ru_ru: Сканирование контента
sv_se: Innehållsgenomsökning
tr_tr: İçerik Taraması
zh_cn: 内容扫描
zh_tw: 內容掃描

# ERROR_STRING_GET_MEDIA_CRAWLER
source: Error retrieving content scan status.
cs_cz: Chyba při načítání stavu prohledávání obsahu.
de_de: Fehler beim Abrufen des Status der Inhaltsprüfung.
es_es: Error al recuperar el estado de la exploración de contenidos.
fr_fr: Erreur lors de la récupération de l'état de l'analyse du contenu.
hu_hu: Hiba lépett fel a „tartalomvizsgálat” állapot helyrehozásakor.
it_it: Errore di recupero dello stato di scansione dei contenuti.
ja_jp: コンテンツ スキャン ステータスの取得エラー。
ko_kr: 내용 검색 상태의 검색 오류입니다.
nb_no: Feil ved innhenting av status for innholdsskanning.
nl_nl: Fout bij ophalen van status van inhoudsscan.
pl_pl: Błąd podczas pobierania statusu skanowania zawartości.
pt_br: Erro ao acessar o status da verificação de conteúdo.
ru_ru: Ошибка при извлечении состояния сканирования контента.
sv_se: Fel vid hämtning av status för innehållsgenomsökning.
tr_tr: İçerik tarama durumunu alma hatası.
zh_cn: 获取内容扫描状态时出错。
zh_tw: 擷取內容掃描狀態錯誤：

# CONTENT_HOME_STRING_IDLE
source: Idle
cs_cz: Neakt.
de_de: Leerlaufbetrieb
es_es: Inactivo
fr_fr: Inactif
hu_hu: Tétlen
it_it: Inattivo
ja_jp: アイドル
ko_kr: 유휴
nb_no: Inaktiv
nl_nl: Niet actief
pl_pl: Bezczyn.
pt_br: Ocioso
ru_ru: Простой
sv_se: Inaktiv
tr_tr: Boşta
zh_cn: 空闲
zh_tw: 閒置

# CONTENT_HOME_DIALOG_TITLE_CAPACITY_USAGE
source: Capacity Usage
cs_cz: Využití kapacity
de_de: Kapazitätsauslastung
es_es: Uso de capacidad
fr_fr: Utilisation des capacités
hu_hu: Kapacitás-kihasználtság
it_it: Utilizzo capacità
ja_jp: 容量の使用状況
ko_kr: 용량 사용
nb_no: Kapasitetsbruk
nl_nl: Capaciteit
pl_pl: Wykorzystanie pojemności
pt_br: Utilização da capacidade
ru_ru: Использование объема
sv_se: Kapacitetsförbrukning
tr_tr: Kapasite Kullanımı
zh_cn: 容量使用
zh_tw: 容量使用狀況

# CONTENT_HOME_DIALOG_STRING_CAPACITY_USAGE_DESC
source: Current usage of your system capacity.
cs_cz: Aktuální využití kapacity vašeho systému.
de_de: Aktuelle Auslastung der Systemkapazität.
es_es: Uso actual de la capacidad del sistema.
fr_fr: Utilisation actuelle des capacités du système.
hu_hu: Az Ön rendszere kapacitásának jelenlegi kihasználtsága.
it_it: Utilizzo corrente della capacità del sistema.
ja_jp: システム容量の現在の使用状況
ko_kr: 현재 시스템 용량 사용량입니다.
nb_no: Gjeldende bruk av systemkapasitet.
nl_nl: Huidig gebruik van uw systeemcapaciteit.
pl_pl: Aktualna wielkość wykorzystanej pojemności systemu.
pt_br: A utilização da capacidade do sistema no momento.
ru_ru: Текущее использование объема системы.
sv_se: Aktuell användning av systemkapacitet.
tr_tr: Sistem kapasitenizin geçerli kullanım durumu.
zh_cn: 目前系统容量的使用情况。
zh_tw: 系統容量目前使用狀況。

# CONTENT_HOME_DIALOG_LABEL_FREE_SPACE
source: Free Space
cs_cz: Volné místo
de_de: Freier Speicherplatz
es_es: Espacio libre
fr_fr: Espace libre
hu_hu: Szabad terület
it_it: Spazio libero
ja_jp: 空き領域
ko_kr: 여유 공간
nb_no: Ledig plass
nl_nl: Vrije ruimte
pl_pl: Wolne miejsce
pt_br: Espaço livre
ru_ru: Свободное пространство
sv_se: Ledigt utrymme
tr_tr: Boş Alan
zh_cn: 可用空间
zh_tw: 可用空間

# CONTENT_HOME_DIALOG_LABEL_MUSIC_TRACKS
source: Music Tracks
cs_cz: Hudební stopy
de_de: Musikspuren
es_es: Pistas de música
fr_fr: Pistes musicales
hu_hu: Zeneszám
it_it: Brani musicali
ja_jp: 音楽トラック
ko_kr: 음악 트랙
nb_no: Musikkspor
nl_nl: Muziekstukken
pl_pl: Utwory muzyczne
pt_br: Faixas de música
ru_ru: Музыкальные записи
sv_se: Musikfiler
tr_tr: Müzik Parçaları
zh_cn: 音乐
zh_tw: 音樂曲目

# CONTENT_HOME_DIALOG_LABEL_PHOTOS
source: Photos
cs_cz: Fotografie
de_de: Fotos
es_es: Fotos
hu_hu: Fényképek
it_it: Foto
ja_jp: 画像
ko_kr: 사진
nb_no: Bilder
nl_nl: Foto's
pl_pl: Zdjęcia
pt_br: Fotografias
ru_ru: Фотографии
sv_se: Foton
tr_tr: Fotoğraflar
zh_cn: 照片
zh_tw: 照片

# CONTENT_HOME_DIALOG_LABEL_OTHER
source: Other
cs_cz: Jiné
de_de: Sonstige
es_es: Otros
fr_fr: Autre
hu_hu: Egyéb
it_it: Altro
ja_jp: その他
ko_kr: 기타
nb_no: Annet
nl_nl: Overige
pl_pl: Inne
pt_br: Outros
ru_ru: Другое
sv_se: Övrigt
tr_tr: Diğer
zh_cn: 其他
zh_tw: 其他

# CONTENT_HOME_DIALOG_TITLE_DIAGNOSIS
source: Diagnosis
cs_cz: Diagnóza
de_de: Diagnose
es_es: Diagnóstico
fr_fr: Diagnostic
hu_hu: Diagnózis
it_it: Diagnosi
ja_jp: 診断
ko_kr: 진단
nb_no: Diagnose
nl_nl: Diagnose
pl_pl: Diagnoza
pt_br: Diagnóstico
ru_ru: Диагностика
sv_se: Diagnos
tr_tr: Teşhis
zh_cn: 诊断
zh_tw: 診斷

# CONTENT_HOME_DIALOG_STRING_DIAGNOSIS_DESC
source: Display a snapshot of your system components to assess the overall health of your WD My Cloud.
cs_cz: Zobrazí snímek součástí vašeho systému pro zhodnocení celkového stavu vašeho zařízení WD My Cloud.
de_de: Zeigt eine Momentaufnahme der Systemkomponenten an, anhand derer Sie den allgemeinen Zustand Ihrer WD My Cloud bewerten können.
es_es: Muestra una instantánea de los componentes del sistema para evaluar el estado general de su WD My Cloud.
fr_fr: Affiche l'instantané des composants du système pour évaluer la santé globale de WD My Cloud.
hu_hu: Pillanatkép a rendszerkomponensekről az Ön WD My Cloud felhőrendszerének általános állapotának felmérése érdekében.
it_it: Visualizzare un'istantanea dei componenti di sistema per valutare l'integrità generale di WD My Cloud.
ja_jp: システム コンポーネントのスナップショットを表示し、WD My Cloud の全体的な正常性を評価します。
ko_kr: WD My Cloud의 전체적인 상태를 평가하기 위한 시스템 구성 요소의 스냅샷을 표시합니다.
nb_no: Vis et øyeblikksbilde av systemkomponentene for å vurdere den generelle helsen til din WD My Cloud.
nl_nl: Een momentopname weergeven van uw systeemcomponenten om de algehele toestand van uw WD My Cloud te beoordelen.
pl_pl: Wyświetl migawkę składników systemu, aby umożliwić ocenę ogólnej kondycji urządzenia WD My Cloud.
pt_br: Exiba um instantâneo dos componentes do sistema para avaliar a funcionamento normal geral do WD My Cloud.
ru_ru: Вывести на экран моментальный снимок компонентов системы для доступа к информации об общей работоспособности WD My Cloud.
sv_se: Visa en ögonblicksbild av systemkomponenterna för att utvärdera allmän hälsa för WD My Cloud.
tr_tr: WD My Cloud uygulamanızın genel durumunu değerlendirmek üzere sistem bileşenlerinizin anlık görüntüsünü gösterir.
zh_cn: 显示系统组件的快照，以评估您的 WD My Cloud 的整体健康状况。
zh_tw: 顯示您系統元件的快照以評估您的 WD My Cloud 整體健全狀況。

# CONTENT_HOME_DIALOG_STRING_DIAGNOSIS_GOOD
source: Good
cs_cz: Dobrý
de_de: Gut
es_es: Bueno
fr_fr: Satisfaisant
hu_hu: Jó
it_it: Buona
ja_jp: 良好
ko_kr: 양호
nb_no: God
nl_nl: Goed
pl_pl: Dobra
pt_br: Bom
ru_ru: Хорошо
sv_se: Bra
tr_tr: İyi
zh_cn: 良好
zh_tw: 良好

# CONTENT_HOME_DIALOG_STRING_DIAGNOSIS_BAD
source: Bad
cs_cz: Špatný
de_de: Schlecht
es_es: Malo
fr_fr: Mauvais
hu_hu: Rossz
it_it: Scarsa
ja_jp: 不良
ko_kr: 불량
nb_no: Dårlig
nl_nl: Slecht
pl_pl: Zła
pt_br: Ruim
ru_ru: Плохо
sv_se: Dålig
tr_tr: Kötü
zh_cn: 较差
zh_tw: 不正常

# CONTENT_HOME_DIALOG_LABEL_TEMPERATURE
source: Temperature
cs_cz: Teplota
de_de: Temperatur
es_es: Temperatura
fr_fr: Température
hu_hu: Hőmérséklet
it_it: Temperatura
ja_jp: 温度
ko_kr: 온도
nb_no: Temperatur
nl_nl: Temperatuur
pl_pl: Temperatura
pt_br: Temperatura
ru_ru: Температура
sv_se: Temperatur
tr_tr: Sıcaklık
zh_cn: 温度
zh_tw: 溫度

# CONTENT_HOME_DIALOG_LABEL_DRIVE_STATUS
source: Drive Status
cs_cz: Stav jednotky
de_de: Laufwerkstatus
es_es: Estado de la unidad
fr_fr: État du lecteur
hu_hu: A meghajtó állapota
it_it: Stato unità
ja_jp: ドライブ ステータス
ko_kr: 드라이브 상태
nb_no: Stasjonsstatus
nl_nl: Stationstatus
pl_pl: Status dysku
pt_br: Status da unidade
ru_ru: Состояние диска
sv_se: Enhetsstatus
tr_tr: Sürücü Durumu
zh_cn: 驱动器状态
zh_tw: 磁碟機狀態

# CONTENT_HOME_DIALOG_LABEL_SHARE_STATUS
source: Content Status
cs_cz: Stav obsahu
de_de: Inhaltsstatus
es_es: Estado de los contenidos
fr_fr: État du contenu
hu_hu: A tartalom állapota
it_it: Stato contenuti
ja_jp: コンテンツ ステータス
ko_kr: 내용 상태
nb_no: Innholdsstatus
nl_nl: Status van inhoud
pl_pl: Status zawartości
pt_br: Status do conteúdo
ru_ru: Состояние контента
sv_se: Innehållsstatus
tr_tr: İçerik Durumu
zh_cn: 内容状态
zh_tw: 內容狀態

# CONTENT_HOME_DIALOG_TOOLTIP_TEMPERATURE
source: Temperature status
cs_cz: Stav teploty
de_de: Temperaturstatus
es_es: Estado de temperatura
fr_fr: État de la température
hu_hu: Hőmérséklet
it_it: Stato temperatura
ja_jp: 温度ステータス
ko_kr: 온도 상태
nb_no: Temperaturstatus
nl_nl: Status van temperatuur
pl_pl: Status temperatury
pt_br: Status da temperatura
ru_ru: Состояние температуры
sv_se: Temperaturstatus
tr_tr: Sıcaklık durumu
zh_cn: 温度状态
zh_tw: 溫度狀態

# CONTENT_HOME_DIALOG_TOOLTIP_DRIVE_STATUS
source: Drive SMART status
cs_cz: SMART stav jednotky
de_de: Laufwerk-SMART-Status
es_es: Estado SMART de la unidad
fr_fr: État du lecteur SMART
hu_hu: A meghajtó SMART (Ön-ellenőrző Analizáló és Nyilvántartó Technológia) állapota
it_it: Stato unità SMART
ja_jp: ドライブ SMART ステータス
ko_kr: 드라이브 SMART 상태
nb_no: SMART-status for stasjon
nl_nl: SMART-status van station
pl_pl: Status testu SMART dysku
pt_br: Status SMART da unidade
ru_ru: Состояние диска SMART
sv_se: Enhetens SMART-status
tr_tr: Sürücü SMART durumu
zh_cn: 驱动器 SMART 状态
zh_tw: 磁碟機 SMART 狀態

# CONTENT_HOME_DIALOG_TOOLTIP_SHARE_STATUS
source: Data volume mounted or not mounted
cs_cz: Datový objem připojené nebo nepřipojené jednotky
de_de: Datenvolume bereitgestellt oder nicht
es_es: Volumen de datos montado o no montado
fr_fr: Volume de données monté ou non
hu_hu: Adatköteg csatolva/nincs csatolva
it_it: Volume dati montati o non montati
ja_jp: マウントされたデータ ボリュームとマウントされていないデータ ボリューム
ko_kr: 탑재된 또는 탑재되지 않은 데이터 볼륨
nb_no: Datavolum tilkoblet eller frakoblet
nl_nl: Gegevensvolume gekoppeld of niet gekoppeld
pl_pl: Wolumin danych podłączony lub niepodłączony
pt_br: Volume de dados montado ou não montado
ru_ru: Том данных подключен или не подключен
sv_se: Datavolym monterad eller inte monterad
tr_tr: Bağlanan veya bağlanmayan veri hacmi
zh_cn: 数据卷是否已安装
zh_tw: 掛接或未掛接資料磁碟區

# CONTENT_HOME_DIALOG_TOOLTIP_FREE_SPACE
source: Amount of free space remaining
cs_cz: Množství zbývajícího volného místa
de_de: Menge des verbleibenden Speicherplatzes
es_es: Cantidad restante de espacio libre
fr_fr: Espace libre restant
hu_hu: Fennmaradó, rendelkezésre álló szabad tárhely
it_it: Quantità di spazio libero rimanente
ja_jp: 残り空き領域
ko_kr: 남은 여유 공간의 크기
nb_no: Ledig gjenstående plass
nl_nl: Hoeveelheid overgebleven vrije ruimte
pl_pl: Ilość pozostałego wolnego miejsca
pt_br: Quantidade de espaço livre restante
ru_ru: Объем оставшегося свободного пространства
sv_se: Mängden ledigt utrymme som återstår
tr_tr: Kalan boş alan miktarı
zh_cn: 剩余可用空间数量
zh_tw: 剩餘的可用空間量

# CONTENT_HOME_DIALOG_STRING_DIAGNOSIS_NOT_MOUNTED
source: Not Mounted
cs_cz: Nepřipojená
de_de: Nicht bereitgestellt
es_es: No montado
fr_fr: Non monté
hu_hu: Nincs csatolva
it_it: Non montato
ja_jp: マウント解除
ko_kr: 탑재되지 않음
nb_no: Frakoblet
nl_nl: Niet gekoppeld
pl_pl: Niepodłączony
pt_br: Não montado
ru_ru: Не подключен
sv_se: Inte monterad
tr_tr: Bağlanmamış
zh_cn: 未安装
zh_tw: 未掛接

# CONTENT_HOME_DIALOG_STRING_DIAGNOSIS_MOUNTED
source: Mounted
cs_cz: Připojená
de_de: Bereitgestellt
es_es: Montado
fr_fr: Monté
hu_hu: Csatolva
it_it: Montato
ja_jp: マウント
ko_kr: 탑재됨
nb_no: Tilkoblet
nl_nl: Gekoppeld
pl_pl: Podłączony
pt_br: Montado
ru_ru: Подключен
sv_se: Monterad
tr_tr: Bağlanmış
zh_cn: 已安装
zh_tw: 掛接

# CONTENT_HOME_DIALOG_TITLE_MEDIA_SCAN
source: Content Scan Status
cs_cz: Stav prohledávání obsahu
de_de: Status der Inhaltsprüfung
es_es: Estado de la exploración de contenidos
fr_fr: État de l'analyse du contenu
hu_hu: Tartalom vizsgálatának állapota
it_it: Stato scansione contenuti
ja_jp: コンテンツのスキャンステータス
ko_kr: 내용 검색 상태
nb_no: Status for innholdsskanning
nl_nl: Status van inhoudsscan
pl_pl: Status skanowania zawartości
pt_br: Status da verificação de conteúdo
ru_ru: Состояние сканирования контента
sv_se: Status för genomsökning av innehåll
tr_tr: İçerik Tarama Durumu
zh_cn: 内容扫描状态
zh_tw: 內容掃描狀態

# CONTENT_HOME_DIALOG_STRING_MEDIA_SNAPSHOT_DESC
source: Snapshot of your current Media database scan.
cs_cz: Snímek vašeho aktuálního prohledávání databáze médií.
de_de: Momentaufnahme der aktuellen Mediendatenbankprüfung.
es_es: Instantánea de la exploración actual de la base de datos multimedia.
fr_fr: Instantané de l'analyse de la base de données multimédia actuelle.
hu_hu: Pillanatkép az Ön jelenlegi Média adatbázisának vizsgálatáról.
it_it: Istantanea della scansione del database dei contenuti multimediali correnti.
ja_jp: 現在のメディア データベース スキャンのスナップショット。
ko_kr: 현재 미디어 데이터베이스 검색의 스냅샷입니다.
nb_no: Øyeblikksbilde av gjeldende skanning av mediedatabase.
nl_nl: Momentopname van uw huidige mediadatabase-scan.
pl_pl: Migawka z bieżącego skanowania bazy danych multimediów.
pt_br: Instantâneo da verificação do banco de dados de mídia atual.
ru_ru: Моментальный снимок текущего сканирования базы данных мультимедиа.
sv_se: Ögonblicksbild av nuvarande genomsökning av mediadatabas.
tr_tr: Geçerli Medya veritabanı durumunun anlık görüntüsü.
zh_cn: 当前媒体数据库扫描的快照。
zh_tw: 您目前的媒體資料庫掃描快照。

# CONTENT_HOME_DIALOG_STRING_MEDIA_SCAN_IN_PROGRESS
source: (scan in progress...)
cs_cz: (probíhá prohledávání...)
de_de: (Prüfung wird ausgeführt ...)
es_es: (exploración en curso...)
fr_fr: (analyse en cours…)
hu_hu: (Vizsgálat folyamatban…)
it_it: (scansione in corso...)
ja_jp: (スキャンを実行中です...)
ko_kr: (검색 진행 중...)
nb_no: (skanning pågår ...)
nl_nl: (scan wordt uitgevoerd...)
pl_pl: (Skanowanie w toku...)
pt_br: (verificação em andamento...)
ru_ru: (выполняется сканирование...)
sv_se: (genomsökning pågår...)
tr_tr: (tarama devam ediyor...)
zh_cn: 正在进行扫描
zh_tw: 掃描進行中

# GLOB_NAV_HELP_DIALOG_TITLE_GETTING_STARTED
source: Getting Started
cs_cz: Začínáme
de_de: Erste Schritte
es_es: Cómo comenzar
fr_fr: Mise en route
hu_hu: Első lépések
it_it: Guida introduttiva
ja_jp: 使用開始
ko_kr: 시작
nb_no: Komme i gang
nl_nl: Aan de slag
pl_pl: Wprowadzenie
pt_br: Introdução
ru_ru: Начало работы
sv_se: Komma igång
tr_tr: Başlarken
zh_cn: 使用入门
zh_tw: 正在準備開始

# DIALOG_TITLE_GETTING_STARTED
source: Getting Started
cs_cz: Začínáme
de_de: Erste Schritte
es_es: Cómo comenzar
fr_fr: Mise en route
hu_hu: Első lépések
it_it: Guida introduttiva
ja_jp: 使用開始
ko_kr: 시작
nb_no: Komme i gang
nl_nl: Aan de slag
pl_pl: Wprowadzenie
pt_br: Introdução
ru_ru: Начало работы
sv_se: Komma igång
tr_tr: Başlarken
zh_cn: 使用入门
zh_tw: 正在準備開始

# STRING_INTRO_LEVEL1_GETTING_STARTED
source: WD My Cloud lets you create your personal cloud. Store your photos, videos, music, and files in one place, and access your content anywhere.
cs_cz: Zařízení WD My Cloud vám umožňuje vytvořit svůj vlastní osobní cloud. Ukládejte své fotografie, videa, hudbu a soubory na jednom místě a přistupujte ke svému obsahu odkudkoliv.
de_de: Mit WD My Cloud können Sie Ihre persönliche Cloud erstellen. Speichern Sie Ihre Fotos, Videos, Musik und anderen Dateien an einem einzigen Speicherort und greifen Sie von einem beliebigen Standort aus jederzeit darauf zu.
es_es: WD My Cloud permite crear una nube personal. Almacene sus fotos, vídeos, música y archivos en un solo lugar y acceda a sus contenidos desde cualquier sitio.
fr_fr: WD My Cloud vous permet de créer votre propre cloud. Stockez vos photos, vidéos, musiques et fichiers au même endroit, et accédez à vos contenus depuis n'importe où.
hu_hu: A WD My Cloud lehetővé teszi, hogy létrehozza a saját felhőjét. Tárolja egy helyen a fényképeit, videóit, zenéit és a fájljait, és érje el őket bárhonnan.
it_it: WD My Cloud consente di creare il cloud personale. Archiviare foto, video, musica e file in un unico punto e accedere ai contenuti da qualsiasi posizione.
ja_jp: WD My Cloud では、個人クラウドを作成できます。 画像、動画、音楽、およびファイルを 1 つの場所に保存し、あらゆる場所のコンテンツにアクセスします。
ko_kr: WD My Cloud를 통해 자신의 개인 클라우드를 만들 수 있습니다. 사진, 비디오, 음악, 파일을 한 곳에 보관하고, 어디에서든 이러한 내용에 액세스합니다.
nb_no: WD My Cloud lar deg lage din egen personlige nettsky. Lagre fotografier, videoer, musikk og filer på ett sted og få tilgang til innholdet fra hvor som helst.
nl_nl: Met WD My Cloud kunt u uw eigen persoonlijke cloud creëren. Sla uw foto's, video's, muziek en bestanden op op één plek, met toegang vanaf overal.
pl_pl: Urządzenie WD My Cloud pozwala na utworzenie chmury osobistej. Możesz przechowywać zdjęcia, filmy, muzykę i pliki w jednym miejscu i uzyskiwać do nich dostęp z dowolnego zakątka świata.
pt_br: O WD My Cloud permite criar sua nuvem pessoal. Armazene fotografias, vídeos, música e arquivos em um único lugar e acesse o conteúdo de qualquer lugar.
ru_ru: WD My Cloud позволяет вам создать свое личное облако. Храните свои фотографии, видеоролики, музыку и файлы в одном месте и получайте доступ к своим материалам из любого места.
sv_se: Med WD My Cloud kan du skapa ditt eget moln. Lagra dina foton, videor musik och filer på ett ställe och få åtkomst till ditt innehåll överallt.
tr_tr: WD My Cloud kişisel bulunuzu oluşturmaya imkan tanır. Fotoğraflarınızı, videolarınızı, müziklerinizi ve dosyalarınızı tek bir yere depolayın ve içeriğinize dilediğiniz yerden erişin.
zh_cn: WD My Cloud 可以让您创建您的个人云。 在一个地方存储您的照片、视频、音乐和文件，并在任何地方访问您的内容。
zh_tw: WD My Cloud 讓您建立您的個人雲。 將您的照片、影片、音樂及檔案儲存在一個地方，然後從任何地方存取您的資料。
