Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# ERROR_ID_206
source: Backup share does not exist.
cs_cz: Sdílená složka zálohy neexistuje.
de_de: Sicherungsfreigabe ist nicht vorhanden.
es_es: No existe el archivo compartido de la copia de seguridad.
fr_fr: La sauvegarde du dossier partagé n'existe pas.
hu_hu: A háttéradat-megosztás nem létezik.
it_it: Condivisione backup non esistente.
ja_jp: バックアップ共有が存在しません。
ko_kr: 백업 공유가 존재하지 않습니다.
nb_no: Sikkerhetskopiert delt ressurs finnes ikke.
nl_nl: Back-upshare bestaat niet.
pl_pl: Udział kopii zapasowej nie istnieje.
pt_br: O compartilhamento de backup não existe.
ru_ru: Ресурс резервного копирования не существует.
sv_se: Säkerhetskopiering av resurs finns inte.
tr_tr: Yedek paylaşım mevcut değil.
zh_cn: 备份共享不存在。
zh_tw: 備份共享並不存在。

# ERROR_ID_207
source: Multiple interfaces on the same network.
cs_cz: Více rozhraní ve stejné síti.
de_de: Mehrere Schnittstellen im gleichen Netzwerk.
es_es: Hay varias interfaces en la misma red.
fr_fr: Plusieurs interfaces sur le même réseau.
hu_hu: Több felhasználói felület is jelen van ugyanazon a hálózaton.
it_it: Più interfacce sulla stessa rete.
ja_jp: 同じネットワーク上の複数のインターフェイス。
ko_kr: 동일한 네트워크에 여러 인터페이스가 있습니다.
nb_no: Flere grensesnitt på samme nettverk.
nl_nl: Meerdere interfaces op hetzelfde netwerk.
pl_pl: Wiele interfejsów w tej samej sieci.
pt_br: Várias interfaces na mesma rede.
ru_ru: Несколько интерфейсов в одной сети.
sv_se: Flera gränssnitt på samma nätverk.
tr_tr: Aynı ağda birden çok arabirim.
zh_cn: 同一个网络上存在多个接口。
zh_tw: 同一網路中多重介面。

# ERROR_ID_208
source: Internal error
cs_cz: Interní chyba
de_de: Interner Fehler
es_es: Error interno
fr_fr: Erreur interne
hu_hu: Belső hiba
it_it: Errore interno
ja_jp: 内部エラー
ko_kr: 내부 오류입니다.
nb_no: Intern feil
nl_nl: Interne fout
pl_pl: Błąd wewnętrzny
pt_br: Erro interno
ru_ru: Внутренняя ошибка
sv_se: Internt fel
tr_tr: İç hata
zh_cn: 内部错误
zh_tw: 內部錯誤

# ERROR_ID_209
source: Crawler is not running
cs_cz: Prohledávací modul není spuštěn
de_de: Crawler wird nicht ausgeführt
es_es: El rastreador no se está ejecutando
fr_fr: Robot à l'arrêt
hu_hu: A keresőrobot nem működik.
it_it: Crawler non in esecuzione
ja_jp: クローラーが実行されていません。
ko_kr: 크롤러가 실행 중이지 않습니다.
nb_no: Robotsøk kjører ikke
nl_nl: Crawler wordt niet uitgevoerd
pl_pl: Przeszukiwacz nie działa
pt_br: O rastreador não está em execução
ru_ru: Программа-обходчик не работает
sv_se: Crawler körs inte.
tr_tr: Gezgin çalışmıyor
zh_cn: 爬虫程序未运行
zh_tw: 編目程式不在運行中

# ERROR_ID_210
source: APC write failure
cs_cz: Selhání zápisu APC
de_de: APC-Schreibfehler
es_es: Error de escritura en APC
fr_fr: Échec d'écriture APC
hu_hu: APC írási hiba.
it_it: Errore scrittura APC
ja_jp: APC 書き込みエラー
ko_kr: APC 쓰기 오류입니다.
nb_no: Feil ved APC-skriving
nl_nl: APC-schrijffout
pl_pl: Błąd zapisu APC
pt_br: Falha na gravação de APC
ru_ru: Сбой записи APC
sv_se: APC-skrivfel
tr_tr: APC yazma hatası
zh_cn: APC 写入失败。
zh_tw: APC 寫入失敗

# ERROR_ID_211
source: Failed to get jobs
cs_cz: Nepodařilo se získat úlohy
de_de: Fehler beim Abrufen der Aufträge
es_es: Error al obtener trabajos
fr_fr: Échec d'obtention des tâches
hu_hu: Teendők felvétele sikertelen.
it_it: Impossibile ottenere processi
ja_jp: ジョブを取得できませんでした。
ko_kr: 작업을 가져오지 못했습니다.
nb_no: Klarte ikke å hente jobber
nl_nl: Kon taken niet ophalen
pl_pl: Nie można uzyskać zadań
pt_br: Falha na obtenção de tarefas
ru_ru: Не удалось получить работы
sv_se: Det gick inte att hämta jobb.
tr_tr: İşler alınamadı
zh_cn: 未能获取作业。
zh_tw: 獲取工作失敗

# ERROR_ID_212
source: Failed to create jobs
cs_cz: Nepodařilo se vytvořit úlohy
de_de: Fehler beim Erstellen der Aufträge
es_es: Error al crear trabajos
fr_fr: Échec de création des tâches
hu_hu: Teendők létrehozása sikertelen.
it_it: Creazione processi non riuscita
ja_jp: ジョブを作成できませんでした。
ko_kr: 작업을 만들지 못했습니다.
nb_no: Klarte ikke å opprette jobber
nl_nl: Kon taken niet maken
pl_pl: Nie można utworzyć zadań
pt_br: Falha na criação de tarefas
ru_ru: Не удалось создать работы
sv_se: Det gick inte att skapa jobb.
tr_tr: İşler oluşturulamadı
zh_cn: 未能创建作业。
zh_tw: 建立工作失敗

# ERROR_ID_213
source: Failed to delete jobs
cs_cz: Nepodařilo se odstranit úlohy
de_de: Fehler beim Löschen der Aufträge
es_es: Error al eliminar trabajos
fr_fr: Échec de suppression des tâches
hu_hu: Teendők törlése sikertelen.
it_it: Eliminazione processi non riuscita
ja_jp: ジョブを削除できませんでした。
ko_kr: 작업을 삭제하지 못했습니다.
nb_no: Klarte ikke å slette jobber
nl_nl: Kon taken niet verwijderen
pl_pl: Nie można usunąć zadań
pt_br: Falha na exclusão de tarefas
ru_ru: Не удалось удалить работы
sv_se: Det gick inte att ta bort jobb.
tr_tr: İşler silinemedi
zh_cn: 未能删除作业。
zh_tw: 刪除工作失敗

# ERROR_ID_214
source: Failed to update jobs
cs_cz: Nepodařilo se aktualizovat úlohy
de_de: Fehler beim Aktualisieren der Aufträge
es_es: Error al actualizar trabajos
fr_fr: Échec de mise à jour des tâches
hu_hu: Teendők frissítése sikertelen.
it_it: Aggiornamento processi non riuscito
ja_jp: ジョブを更新できませんでした。
ko_kr: 작업을 업데이트하지 못했습니다.
nb_no: Klarte ikke å oppdatere jobber
nl_nl: Kon taken niet bijwerken
pl_pl: Nie można zaktualizować zadań
pt_br: Falha na atualização de tarefas
ru_ru: Не удалось обновить работы
sv_se: Det gick inte att uppdatera jobb.
tr_tr: İşler güncelleştirilemedi
zh_cn: 未能更新作业。
zh_tw: 更新工作失敗

# ERROR_ID_215
source: Jobs ID missing
cs_cz: ID úlohy chybí
de_de: Auftrags-ID fehlt
es_es: Falta el ID del trabajo
fr_fr: Identifiant des tâches manquant
hu_hu: A teendők azonosítója hiányzik.
it_it: ID processi mancante
ja_jp: ジョブ ID が見つかりません
ko_kr: 작업 ID가 누락되었습니다.
nb_no: Jobb-ID mangler
nl_nl: Taak-ID's ontbreken
pl_pl: Brak identyfikatora zadania
pt_br: O código das tarefas está ausente
ru_ru: Отсутствует идентификатор работ
sv_se: Jobb-ID saknas
tr_tr: İş Kimliği eksik
zh_cn: 作业 ID 缺失。
zh_tw: 工作 ID 遺失

# ERROR_ID_216
source: Failed to get job ID
cs_cz: Nepodařilo se získat ID úlohy
de_de: Fehler beim Abrufen der Auftrags-ID
es_es: Error al obtener el ID del trabajo
fr_fr: Échec d'obtention de l'identifiant de la tâche
hu_hu: A teendők azonosítója nem szerezhető meg.
it_it: Impossibile ottenere ID processo
ja_jp: ジョブ ID を取得できませんでした
ko_kr: 작업 ID를 가져오지 못했습니다.
nb_no: Klarte ikke å hente jobb-ID
nl_nl: Kon taak-ID niet ophalen
pl_pl: Nie można uzyskać identyfikatora zadania
pt_br: Falha na obtenção do código de tarefa
ru_ru: Не удалось получить идентификатор работы
sv_se: Det gick inte att hämta jobb-ID.
tr_tr: İş Kimliği alınamadı
zh_cn: 未能获取作业 ID。
zh_tw: 獲取工作 ID 失敗

# ERROR_ID_217
source: Failed to create job ID
cs_cz: Nepodařilo se vytvořit ID úlohy
de_de: Fehler beim Erstellen der Auftrags-ID
es_es: Error al crear el ID del trabajo
fr_fr: Échec de création de l'identifiant de la tâche
hu_hu: A teendők azonosítójának létrehozása sikertelen.
it_it: Creazione ID processo non riuscita
ja_jp: ジョブ ID を作成できませんでした
ko_kr: 작업 ID를 만들지 못했습니다.
nb_no: Klarte ikke å opprette jobb-ID
nl_nl: Kon taak-ID niet maken
pl_pl: Nie można utworzyć identyfikatora zadania
pt_br: Falha na criação do código de tarefa
ru_ru: Не удалось создать идентификатор работы
sv_se: Det gick inte att skapa jobb-ID.
tr_tr: İş Kimliği oluşturulamadı
zh_cn: 未能创建作业 ID。
zh_tw: 建立工作 ID 失敗

# ERROR_ID_218
source: Failed to delete job ID
cs_cz: Nepodařilo se odstranit ID úlohy
de_de: Fehler beim Löschen der Auftrags-ID
es_es: Error al eliminar el ID del trabajo
fr_fr: Échec de suppression de l'identifiant de la tâche
hu_hu: A teendők azonosítójának törlése sikertelen.
it_it: Eliminazione ID processo non riuscita
ja_jp: ジョブ ID を削除できませんでした
ko_kr: 작업 ID를 삭제하지 못했습니다.
nb_no: Klarte ikke å slette jobb-ID
nl_nl: Kon taak-ID niet verwijderen
pl_pl: Nie można usunąć identyfikatora zadania
pt_br: Falha na exclusão do código de tarefa
ru_ru: Не удалось удалить идентификатор работы
sv_se: Det gick inte att ta bort jobb-ID.
tr_tr: İş Kimliği silinemedi
zh_cn: 未能删除作业 ID。
zh_tw: 刪除工作 ID 失敗

# ERROR_ID_219
source: Failed to update job ID
cs_cz: Nepodařilo se aktualizovat ID úlohy
de_de: Fehler beim Aktualisieren der Auftrags-ID
es_es: Error al actualizar el ID del trabajo
fr_fr: Échec de mise à jour de l'identifiant de la tâche
hu_hu: A teendők azonosítójának frissítése sikertelen.
it_it: Aggiornamento ID processo non riuscito
ja_jp: ジョブ ID を更新できませんでした
ko_kr: 작업 ID를 업데이트하지 못했습니다.
nb_no: Klarte ikke å oppdatere jobb-ID
nl_nl: Kon taak-ID niet bijwerken
pl_pl: Nie można zaktualizować identyfikatora zadania
pt_br: Falha na atualização do código de tarefa
ru_ru: Не удалось обновить идентификатор работы
sv_se: Det gick inte att uppdatera jobb-ID.
tr_tr: İş Kimliği güncelleştirilemedi
zh_cn: 未能更新作业 ID。
zh_tw: 更新工作 ID 失敗

# ERROR_ID_220
source: Jobs not found
cs_cz: Úlohy nebyly nalezeny
de_de: Aufträge wurden nicht gefunden
es_es: Trabajos no encontrados
fr_fr: Tâches introuvables
hu_hu: Nem találhatóak a teendők.
it_it: Processi non trovati
ja_jp: ジョブが見つかりません
ko_kr: 작업이 없습니다.
nb_no: Jobber ikke funnet
nl_nl: Taken niet gevonden
pl_pl: Nie odnaleziono żadnych zadań
pt_br: As tarefas não foram encontradas.
ru_ru: Работы не найдены
sv_se: Det gick inte att jobb
tr_tr: İşler bulunamadı
zh_cn: 未找到作业。
zh_tw: 未找到工作

# ERROR_ID_221
source: Jobs operation type not found
cs_cz: Typ operace úloh nebyl nalezen
de_de: Auftragsvorgangstyp wurde nicht gefunden
es_es: Tipo de operación de trabajos no encontrado
fr_fr: Type d'opération des tâches introuvable
hu_hu: A teendő típusa nem található.
it_it: Tipo operazione processi non trovato
ja_jp: ジョブ処理タイプが見つかりません
ko_kr: 작업 유형이 없습니다.
nb_no: Operasjonstype for jobber ble ikke funnet
nl_nl: Taakuitvoeringstype niet gevonden
pl_pl: Nie odnaleziono typu operacji zadania
pt_br: O tipo de operação de tarefas não foi encontrado
ru_ru: Тип операции работ не найден
sv_se: Det gick inte att hitta typ av jobbåtgärd
tr_tr: İşler işlem türü bulunamadı
zh_cn: 未找到作业操作类型
zh_tw: 未找到工作操作類型

# ERROR_ID_222
source: Transcoding scheduled
cs_cz: Překódování bylo naplánováno
de_de: Transcodieren geplant
es_es: Transcodificación programada
fr_fr: Transcodage planifié
hu_hu: Átkódolás beütemezve.
it_it: Transcodifica pianificata
ja_jp: トランスコードがスケジュールされています
ko_kr: 코드 변환이 예정되었습니다.
nb_no: Transkoding planlagt
nl_nl: Transcoderen gepland
pl_pl: Zaplanowano transkodowanie
pt_br: A transcodificação foi agendada
ru_ru: Перекодировка запланирована
sv_se: Transkodning schemalagd
tr_tr: Kodlama dönüştürme zamanlandı
zh_cn: 代码转换计划已设置
zh_tw: 已安排轉碼

# ERROR_ID_223
source: Unsupported operation
cs_cz: Nepodporovaná operace
de_de: Nicht unterstützter Vorgang
es_es: Operación no admitida
fr_fr: Opération non prise en charge
hu_hu: Nem támogatott művelet.
it_it: Operazione non supportata
ja_jp: サポートされていない処理
ko_kr: 지원되지 않는 작업입니다.
nb_no: Operasjonen støttes ikke
nl_nl: Niet-ondersteunde handeling
pl_pl: Nieobsługiwana operacja
pt_br: A operação não é suportada
ru_ru: Неподдерживаемая операция
sv_se: Åtgärd stöds inte
tr_tr: Desteklenmeyen işlem
zh_cn: 不支持此操作
zh_tw: 不支援的操作。

# ERROR_ID_224
source: Dropbox request parameter error
cs_cz: Chyba parametru požadavku Dropbox
de_de: Fehler beim Ablageanforderungsparameter
es_es: Error del parámetro de solicitud de Dropbox
fr_fr: Erreur de paramètre de demande Dropbox
hu_hu: A Dropbox-kérés paraméterhibát tartalmaz
it_it: Errore parametro richiesta Dropbox
ja_jp: Dropbox 要求パラメータ エラー
ko_kr: 드롭 상자 요청 매개변수 오류입니다.
nb_no: Parameterfeil ved Dropbox-forespørsel
nl_nl: Parameterfout Dropbox-verzoek
pl_pl: Błąd parametru żądania usługi Dropbox
pt_br: Erro de parâmetro de solicitação de Dropbox
ru_ru: Ошибка параметра запроса к общему банку данных
sv_se: Parameterfel för Dropbox-begäran
tr_tr: Dropbox istek parametresi hatası
zh_cn: Dropbox 请求参数错误
zh_tw: Dropbox 要求參數錯誤

# ERROR_ID_225
source: Dropbox file not found on server
cs_cz: Soubor Dropbox nebyl na serveru nalezen
de_de: Ablagedatei wurde auf dem Server nicht gefunden
es_es: Archivo de Dropbox no encontrado en el servidor
fr_fr: Fichier Dropbox introuvable sur le serveur
hu_hu: Nem található Dropbox-fájl a kiszolgálón
it_it: File Dropbox non trovato nel server
ja_jp: Dropbox ファイルがサーバーに見つかりません
ko_kr: 서버에 드롭 상자 파일이 없습니다.
nb_no: Dropbox-filen ble ikke funnet på serveren
nl_nl: Dropbox-bestand niet gevonden op server
pl_pl: Nie odnaleziono pliku Dropbox na serwerze
pt_br: O arquivo Dropbox não foi encontrado no servidor
ru_ru: Файл общего банка данных не найден на сервере
sv_se: Det gick inte att hitta Dropbox-fil på server
tr_tr: Dropbox dosyası sunucuda bulunamadı
zh_cn: 未在服务器上找到 Dropbox 文件。
zh_tw: 未在伺服器找到 Dropbox 檔案

# ERROR_ID_226
source: Dropbox HTTP error response
cs_cz: Chybová odpověď HTTP Dropbox
de_de: Ablage: Antwort mit HTTP-Fehler
es_es: Respuesta de error HTTP de Dropbox
fr_fr: Réponse indiquant une erreur HTTP relative à Dropbox
hu_hu: Dropbox HTTP-hiba
it_it: Risposta errore HTTP Dropbox
ja_jp: Dropbox HTTP エラー応答
ko_kr: 드롭 상자 HTTP 오류 응답입니다.
nb_no: Dropbox gir en HTTP-feil
nl_nl: Dropbox-HTTP-foutantwoord
pl_pl: Odpowiedź z informacją o błędzie HTTP usługi Dropbox
pt_br: Erro de resposta HTTP de Dropbox
ru_ru: Ответ ошибки общего банка данных по HTTP
sv_se: Respons på Dropbox HTTP-fel
tr_tr: Dropbox HTTP hata yanıtı
zh_cn: Dropbox HTTP 错误响应
zh_tw: Dropbox HTTP 錯誤回應

# ERROR_ID_227
source: Dropbox server connection error
cs_cz: Chyba připojení serveru Dropbox
de_de: Ablageserver: Verbindungsfehler
es_es: Error de conexión con el servidor de Dropbox
fr_fr: Erreur de connexion au serveur Dropbox
hu_hu: Hiba a Dropbox-kiszolgáló csatlakoztatásánál
it_it: Errore di connessione server Dropbox
ja_jp: Dropbox サーバー接続エラー
ko_kr: 드롭 상자 서버 연결 오류입니다.
nb_no: Tilkoblingsfeil for Dropbox-server
nl_nl: Dropbox-serververbindingsfout
pl_pl: Błąd połączenia z serwerem Dropbox
pt_br: Erro de conexão ao servidor Dropbox
ru_ru: Ошибка подключения к серверу общего банка данных
sv_se: Anslutningsfel för Dropbox-server
tr_tr: Dropbox sunucusu bağlantı hatası
zh_cn: Dropbox 服务器连接错误
zh_tw: Dropbox 伺服器連線錯誤

# ERROR_ID_228
source: Destionation path already exists
cs_cz: Cílová cesta již existuje
de_de: Zielpfad ist bereits vorhanden
es_es: La ruta de destino ya existe
fr_fr: Le chemin de destination existe déjà.
hu_hu: A célútvonal már létezik.
it_it: Percorso di destinazione già esistente
ja_jp: ターゲット パスは既に存在します
ko_kr: 대상 경로가 이미 존재합니다.
nb_no: Målbanen finnes allerede
nl_nl: Doelpad bestaat al
pl_pl: Ścieżka docelowa już istnieje
pt_br: O caminho de destino já existe.
ru_ru: Путь назначения уже существует
sv_se: Destinationssökvägen finns redan
tr_tr: Hedef yol zaten mevcut
zh_cn: 目标路径已存在
zh_tw: 目的地路徑已經存在

# ERROR_ID_229
source: Invalid wdmc stage
cs_cz: Neplatná fáze WDMC
de_de: Ungültige WDMC-Phase
es_es: Fase wdmc no válida
fr_fr: Plateforme wdmc non valide
hu_hu: Érvénytelen wdmc-állapot
it_it: Fase wdmc non valida
ja_jp: 無効な wdmc ステージ
ko_kr: 유효하지 않은 wdmc 단계입니다.
nb_no: Ugyldig wdmc-nivå
nl_nl: Ongeldige WDMC-fase
pl_pl: Nieprawidłowy etap wdmc
pt_br: O estágio wdmc é inválido
ru_ru: Недопустимый этап wdmc
sv_se: Ogiltig wdmc-etapp
tr_tr: Geçersiz wdmc aşaması
zh_cn: wdmc 阶段无效
zh_tw: 無效的 WDMC 階段

# ERROR_ID_230
source: Media server not running
cs_cz: Server médií není spuštěn
de_de: Medienserver wird nicht ausgeführt
es_es: El servidor multimedia no se está ejecutando
fr_fr: Serveur multimédia à l'arrêt
hu_hu: A médiakiszolgáló nem működik
it_it: Server contenuti multimediali non in esecuzione
ja_jp: メディア サーバーが実行されていません
ko_kr: 미디어 서버가 실행 중이지 않습니다.
nb_no: Medieserver kjører ikke
nl_nl: Mediaserver wordt niet uitgevoerd
pl_pl: Serwer multimediów nie działa
pt_br: O servidor de mídia não está em execução
ru_ru: Сервер мультимедиа не работает
sv_se: Mediaservern körs inte
tr_tr: Medya sunucusu çalışmıyor
zh_cn: 媒体服务器未运行
zh_tw: 媒體伺服器不在運行中

# ERROR_ID_231
source: Invalid wdmc category
cs_cz: Neplatná kategorie WDMC
de_de: Ungültige WDMC-Kategorie
es_es: Categoría wdmc no válida
fr_fr: Catégorie wdmc non valide
hu_hu: Érvénytelen wdmc-kategória
it_it: Categoria wdmc non valida
ja_jp: 無効な wdmc カテゴリ
ko_kr: 유효하지 않은 wdmc 범주입니다.
nb_no: Ugyldig wdmc-kategori
nl_nl: Ongeldige WDMC-categorie
pl_pl: Nieprawidłowa kategoria wdmc
pt_br: A categoria wdmc é inválido
ru_ru: Недопустимая категория wdmc
sv_se: Ogiltig wdmc-kategori
tr_tr: Geçersiz wdmc kategorisi
zh_cn: wdmc 类别无效
zh_tw: 無效的 WDMC 目錄

# ERROR_ID_232
source: Source and destination files are identical.
cs_cz: Zdrojové a cílové soubory jsou identické.
de_de: Die Quell- und Zieldateien sind identisch.
es_es: Los archivos de origen y de destino son idénticos.
fr_fr: Les fichiers sources et de destination sont identiques.
hu_hu: A forrás- és a célfájl azonos.
it_it: File di origine e destinazione identici.
ja_jp: ソース ファイルとターゲット ファイルが同じです。
ko_kr: 소스 파일과 대상 파일이 동일합니다.
nb_no: Kilde- og målfilene er identiske.
nl_nl: Bron- en doelbestanden zijn identiek.
pl_pl: Pliki źródłowy i docelowy są identyczne.
pt_br: Os arquivos de origem e destino são idênticos.
ru_ru: Исходный и конечный файлы идентичны.
sv_se: Käll- och destinationsfiler är identiska.
tr_tr: Kaynak ve hedef dosyalar aynı.
zh_cn: 源文件和目标文件是相同的。
zh_tw: 來源及目的地檔案相同。

# ERROR_ID_233
source: Error opening source file handle.
cs_cz: Chyba při otevírání popisovače zdrojového souboru.
de_de: Fehler beim Öffnen des Quelldateihandles.
es_es: Error al abrir el identificador del archivo de origen.
fr_fr: Erreur lors de l'ouverture du descripteur du fichier source.
hu_hu: Hiba történt a forrásfájl kezelőjének megnyitásakor.
it_it: Errore di apertura handle di file di origine.
ja_jp: ソース ファイル ハンドルを開けません。
ko_kr: 소스 파일 핸들 열기 오류입니다.
nb_no: Feil ved åpning av kildefilreferansen.
nl_nl: Fout bij openen van bronbestandsingang.
pl_pl: Błąd podczas otwierania dojścia do pliku źródłowego.
pt_br: Erro ao abrir o identificador de arquivo de origem.
ru_ru: Ошибка при открытии дескриптора исходного файла.
sv_se: Fel vid öppnande av källfilens referens.
tr_tr: Kaynak dosya tanıtıcısını açma hatası.
zh_cn: 打开源文件句柄时出错。
zh_tw: 開啟來源檔案控點錯誤。

# ERROR_ID_234
source: Error opening destination file handle.
cs_cz: Chyba při otevírání popisovače cílového souboru.
de_de: Fehler beim Öffnen des Zieldateihandles.
es_es: Error al abrir el identificador del archivo de destino.
fr_fr: Erreur lors de l'ouverture du descripteur du fichier de destination.
hu_hu: Hiba történt a célfájl kezelőjének megnyitásakor.
it_it: Errore di apertura handle di file di destinazione.
ja_jp: ターゲット ファイル ハンドルを開けません。
ko_kr: 대상 파일 핸들 열기 오류입니다.
nb_no: Feil ved åpning av målfilreferansen.
nl_nl: Fout bij openen van doelbestandsingang.
pl_pl: Błąd podczas otwierania dojścia do pliku docelowego.
pt_br: Erro ao abrir o identificador de arquivo de destino.
ru_ru: Ошибка при открытии дескриптора конечного файла.
sv_se: Fel vid öppnande av destinationsfilens referens.
tr_tr: Kaynak hedef dosya tanıtıcısını açma hatası.
zh_cn: 打开目标文件句柄时出错。
zh_tw: 開啟目的地檔案控點錯誤。

# ERROR_ID_235
source: A Device User with the same email address already exists.
cs_cz: Uživatel zařízení se stejnou e-mailovou adresou již existuje.
de_de: Ein Gerätebenutzer mit der gleichen E-Mail-Adresse ist bereits vorhanden.
es_es: Ya existe un usuario de dispositivo con la misma dirección de correo electrónico.
fr_fr: Un utilisateur de dispositif possédant la même adresse électronique existe déjà.
hu_hu: Már létezik ilyen e-mail című felhasználó ezen az eszközön.
it_it: Utente dispositivo con lo stesso indirizzo e-mail già esistente.
ja_jp: 同じ電子メール アドレスのデバイス ユーザーは既に存在します。
ko_kr: 이메일 주소가 동일한 장치 사용자가 이미 있습니다.
nb_no: En enhetsbruker med samme e-postadresse finnes allerede.
nl_nl: Een apparaatgebruiker met hetzelfde e-mailadres bestaat al.
pl_pl: Użytkownik urządzenia dysponujący takim adresem e-mail już istnieje.
pt_br: Já existe um usuário de dispositivo com o mesmo endereço de e-mail.
ru_ru: Пользователь устройства с таким же адресом электронной почты уже существует.
sv_se: En enhetsanvändare med samma e-postadress finns redan.
tr_tr: Aynı e-posta adresine sahip bir Aygıt Kullanıcısı zaten var.
zh_cn: 使用同一个电子邮件地址的设备用户已存在。
zh_tw: 具有相同電子郵件的裝置使用者已經存在。

# ERROR_ID_236
source: Requested resource not found.
cs_cz: Požadovaný zdroj nebyl nalezen.
de_de: Angeforderte Ressource wurde nicht gefunden.
es_es: Recurso solicitado no encontrado.
fr_fr: La ressource demandée est introuvable.
hu_hu: A kért forrás nem található.
it_it: Risorsa richiesta non trovata.
ja_jp: 要求されたリソースが見つかりません。
ko_kr: 요청된 자원이 없습니다.
nb_no: Den forespurte ressursen ble ikke funnet.
nl_nl: Aangevraagde bron niet gevonden.
pl_pl: Nie odnaleziono żądanego zasobu.
pt_br: O recurso solicitado não foi encontrado.
ru_ru: Запрошенный ресурс не найден.
sv_se: Det gick inte att hitta begärd resurs.
tr_tr: İstenilen kaynak bulunamadı.
zh_cn: 未找到请求的资源。
zh_tw: 無法找到要求的資源。

# ERROR_ID_237
source: Request not supported
cs_cz: Požadavek není podporován
de_de: Anforderung nicht unterstützt
es_es: Solicitud no admitida
fr_fr: Demande non prise en charge
hu_hu: Nem támogatott kérés.
it_it: Richiesta non supportata
ja_jp: 要求はサポートされていません
ko_kr: 지원되지 않는 요청입니다.
nb_no: Forespørselen støttes ikke
nl_nl: Verzoek niet ondersteund
pl_pl: Żądanie nieobsługiwane
pt_br: A solicitação não é suportada
ru_ru: Запрос не поддерживается
sv_se: Begäran stöds inte
tr_tr: İstek desteklenmiyor
zh_cn: 不支持该请求。
zh_tw: 不支援要求

# ERROR_ID_238
source: Bad request
cs_cz: Chybný požadavek
de_de: Ungültige Anforderung
es_es: Solicitud incorrecta
fr_fr: Demande incorrecte
hu_hu: Hibás kérés
it_it: Richiesta non valida
ja_jp: 不正な要求
ko_kr: 잘못된 요청입니다.
nb_no: Ugyldig forespørsel
nl_nl: Ongeldig verzoek
pl_pl: Błędne żądanie
pt_br: A solicitação é inválida
ru_ru: Ошибочный запрос
sv_se: Dålig begäran
tr_tr: Geçersiz istek
zh_cn: 请求错误。
zh_tw: 錯誤要求

# ERROR_ID_239
source: Error in internal server
cs_cz: Chyba interního serveru
de_de: Fehler im internen Server
es_es: Error en el servidor interno
fr_fr: Erreur interne du serveur
hu_hu: Hiba a belső kiszolgálónál.
it_it: Errore server interno
ja_jp: 内部サーバー エラー
ko_kr: 내부 서버 오류입니다.
nb_no: Feil i intern server
nl_nl: Fout in interne server
pl_pl: Błąd dotyczący serwera wewnętrznego
pt_br: Erro no servidor interno
ru_ru: Ошибка во внутреннем сервере
sv_se: Fel med intern server
tr_tr: İç sunucuda hata
zh_cn: 内部服务器错误
zh_tw: 伺服器內部錯誤

# ERROR_ID_240
source: Not authorized to trigger send alert email.
cs_cz: Chybí autorizace ke spuštění odeslání výstražného e-mailu.
de_de: Keine Autorisierung zum Auslösen des Versands der E-Mail-Benachrichtigung.
es_es: No está autorizado a desencadenar el envío de correos de alerta.
fr_fr: Non autorisé à déclencher l'envoi d'e-mail d'alerte.
hu_hu: Riasztási e-mailek küldésének indítása nem engedélyezett.
it_it: Non autorizzato ad attivare e-mail di avviso
ja_jp: アラート メールの送信をトリガーする権限がありません。
ko_kr: 알림 이메일 보내기를 트리거하도록 인증되지 않았습니다.
nb_no: Ikke autorisert til å utløse sending av e-postvarsel.
nl_nl: Geen toestemming om verzenden van waarschuwings-e-mail te initiëren.
pl_pl: Brak autoryzacji do wyzwolenia procedury wysłania alertu e-mail.
pt_br: O acionamento de envio do e-mail de alerta não está autorizado.
ru_ru: Не авторизовано на запуск отправки предупреждений по электронной почте.
sv_se: Inte behörig att utlösa sändning av e-postvarning.
tr_tr: Uyarı e-postası göndermeyi başlatmaya yetkili değil.
zh_cn: 未经授权，无法触发发送提醒电子邮件。
zh_tw: 並未授權起始傳送測試電子郵件。
