Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# TOOLTIP_DELETE_ALERT_ICON
source: Delete this alert.
cs_cz: Odstranit tuto výstrahu.
de_de: Diese Warnung löschen.
es_es: Elimine esta alerta.
fr_fr: Supprimez cette alerte
hu_hu: Törli a riasztást.
it_it: Eliminare avviso.
ja_jp: このアラートを削除します。
ko_kr: 이 알림을 삭제합니다.
nb_no: Slett dette varselet.
nl_nl: Verwijder deze waarschuwing.
pl_pl: Usuń ten alert.
pt_br: Excluir este alerta.
ru_ru: Удалить это предупреждение.
sv_se: Ta bort det här meddelandet.
tr_tr: Bu uyarıyı sil.
zh_cn: 删除此提醒。
zh_tw: 刪除此警示。

# TOOLTIP_DELETE_EMAIL_ICON
source: Delete email.
cs_cz: Odstranit e-mail.
de_de: E-Mail löschen.
es_es: Elimine el correo electrónico.
fr_fr: Supprimez l'e-mail
hu_hu: Törli az e-mailt.
it_it: Eliminare e-mail.
ja_jp: 電子メールを削除します。
ko_kr: 이메일을 삭제합니다.
nb_no: Slett e-post.
nl_nl: Verwijder e-mail.
pl_pl: Usuń wiadomość e-mail.
pt_br: Excluir e-mail.
ru_ru: Удалить электронную почту.
sv_se: Ta bort e-postmeddelande.
tr_tr: E-postayı sil.
zh_cn: 删除电子邮件。
zh_tw: 刪除電子郵件。

# TOOLTIP_DELETE_USER_NTP_SERVER_ICON
source: Delete user-defined NTP server.
cs_cz: Odstranit uživatelem definovaný server NTP.
de_de: Benutzerdefinierten NTP-Server löschen.
es_es: Elimine el servidor NTP definido por el usuario.
fr_fr: Supprimez le serveur NTP défini par l'utilisateur.
hu_hu: Törli a felhasználó által definiált NTP-kiszolgálót.
it_it: Eliminare il server NTP definito dall'utente.
ja_jp: ユーザー定義の NTP サーバーを削除します。
ko_kr: 사용자 정의 NTP 서버를 삭제합니다.
nb_no: Slett brukerdefinert NTP-server.
nl_nl: Verwijder door gebruiker gedefinieerde NTP-server.
pl_pl: Usuń serwer NTP określony przez użytkownika.
pt_br: Excluir servidor de NTP definido por usuário.
ru_ru: Удалить заданный пользователем NTP-сервер.
sv_se: Ta bort användardefinierad NTP-server.
tr_tr: Kullanıcı tanımlı NTP sunucusunu sil.
zh_cn: 删除用户定义的 NTP 服务器。
zh_tw: 刪除使用者定義 NTP 伺服器。

# TOOLTIP_DELETE_NOTIFICATION_EMAIL_ICON
source: Delete this notification email.
cs_cz: Odstranit toto oznámení e-mailem.
de_de: Diese Benachrichtigungs-E-Mail löschen.
es_es: Elimine este correo electrónico de notificación.
fr_fr: Supprimez cette notification par e-mail.
hu_hu: Törli az értesítő e-mailt.
it_it: Eliminare l'e-mail di notifica.
ja_jp: この通知電子メールを削除します。
ko_kr: 이 알림 이메일을 삭제합니다.
nb_no: Slett denne varslings-posten.
nl_nl: Verwijder deze meldings-e-mail.
pl_pl: Usuń to powiadomienie e-mail.
pt_br: Excluir este e-mail de notificação.
ru_ru: Удалить этот адрес для отправки уведомлений.
sv_se: Ta bort det här meddelandet.
tr_tr: Bu bildirim e-postasını sil.
zh_cn: 删除此通知电子邮件。
zh_tw: 刪除此通知電子郵件。

# ERROR_PROVIDE_VALID_EMAIL_ADDRESS_ADMIN_USER
source: Please provide a valid email for the admin user.
cs_cz: Zadejte platnou e-mailovou adresu pro uživatele admin.
de_de: Geben Sie eine gültige E-Mail-Adresse für den Admin-Benutzer ein.
es_es: Proporcione un correo electrónico válido para el usuario admin.
fr_fr: Veuillez saisir une adresse électronique valide pour l'utilisateur Admin.
hu_hu: Adjon meg érvényes e-mail címet a rendszergazda jogosultsággal rendelkező felhasználónak.
it_it: Fornire un'e-mail valida per l'utente admin.
ja_jp: 有効な管理者ユーザー用の電子メール アドレスを指定してください。
ko_kr: 관리 사용자에 대한 유효한 이메일을 제공하십시오.
nb_no: Oppgi en gyldig e-post for administratorbrukeren.
nl_nl: Geef een geldig e-mailadres op voor de admin.
pl_pl: Podaj prawidłowy adres e-mail użytkownika z uprawnieniami administratora.
pt_br: Informe um endereço de e-mail válido para o usuário de administração.
ru_ru: Укажите действительный адрес электронной почты пользователя с правами администратора.
sv_se: Ange en giltig e-postadress för admin-användaren.
tr_tr: Yönetici kullanıcı için geçerli bir e-posta adresi belirtin.
zh_cn: 请提供 admin 用户的有效电子邮件。
zh_tw: 請為管理使用者提供有效的電子郵件。

# CONTENT_SETTINGS_STRING_FIRMWARE_UPGRADE_IN_PROGRESS
source: Firmware upgrade in progress.
cs_cz: Probíhá aktualizaci firmwaru.
de_de: Die Aufrüstung der Firmware wird ausgeführt.
es_es: Actualización del firmware en curso.
fr_fr: Mise à jour du micrologiciel en cours.
hu_hu: Belső vezérlőprogram frissítése folyamatban.
it_it: Aggiornamento firmware in corso.
ja_jp: ファームウェア アップグレードが実行中です。
ko_kr: 펌웨어 업그레이드가 진행 중입니다.
nb_no: Oppgradering av fastvare pågår.
nl_nl: Firmware bijwerken wordt uitgevoerd.
pl_pl: Uaktualnianie oprogramowania układowego w toku.
pt_br: Atualização de firmware em andamento.
ru_ru: Выполняется обновление микропрограммы.
sv_se: Uppdatering av fast programvara pågår.
tr_tr: Bellenim yükseltmesi devam ediyor.
zh_cn: 固件升级正在进行。
zh_tw: 韌體升級正在進行中。

# ERROR_FIRMWARE_UPGRADE_TIMEOUT
source: Timeout; waiting for firmware upgrade. Verify that the LED on the front of your device is not red; then find the device on the network and reinitialize the web user interface. If the LED is red, reboot your drive manually.
cs_cz: Časový limit; čekání na aktualizaci firmwaru. Zkontrolujte, zda kontrolka LED na přední straně vašeho zařízení nesvítí červeně; poté vyhledejte zařízení v síti a znovu inicializujte webové rozhraní. Pokud kontrolka LED svítí červeně, restartujte svou jednotku ručně.
de_de: Zeitüberschreitung. Warten auf Aufrüstung der Firmware. Vergewissern Sie sich, dass die LED an der Vorderseite des Geräts nicht rot leuchtet. Suchen Sie dann das Gerät im Netzwerk und initialisieren Sie die Weboberfläche neu. Wenn die LED rot leuchtet, starten Sie das Gerät manuell neu.
es_es: Tiempo de espera; esperando actualización del firmware. Verifique que el LED de la parte delantera del dispositivo no sea rojo; a continuación, busque el dispositivo en la red y reinicie la interfaz de usuario web. Si el LED es rojo, reinicie manualmente la unidad.
fr_fr: Délai d'expiration dépassé, en attente de la mise à jour du micrologiciel. Vérifiez que la LED se trouvant à l'avant du dispositif n'est pas rouge, puis identifiez le dispositif sur le réseau avant de redémarrer l'interface d'utilisateur Web. Si la LED est rouge, réinitialisez le lecteur manuellement.
hu_hu: Timeout; várakozás az belső vezérlőprogram frissítésére. Ellenőrizze, hogy az eszköz elülső részén található LED nem világít vörösen. Ezután keresse meg az eszközt a hálózaton, és indítsa újra az internetes felhasználói felületet. Ha a LED vörösen világít, indítsa újra a meghajtót manuálisan.
it_it: Timeout. In attesa di aggiornamento firmware. Verificare che il LED nella parte anteriore del dispositivo non sia di colore rosso, individuare quindi il dispositivo in rete e reinizializzare l'interfaccia utente Web. Se il LED è di colore rosso, riavviare l'unità manualmente.
ja_jp: タイムアウト。ファームウェア アップグレードを待機中です。 デバイス正面の LED が赤色ではないことを確認します。次に、ネットワークのデバイスを確認して、Web ユーザー インターフェイスを再初期化します。 LED が赤色の場合、ドライブを手動で再起動してください。
ko_kr: 제한 시간이 초과되었습니다. 펌웨어 업그레이드를 기다리는 중입니다. 장치 앞쪽의 LED가 빨간색인지 확인하십시오. 빨간색이 아니면 네트워크에서 장치를 찾아서 웹 사용자 인터페이스를 다시 초기화하십시오. LED가 빨간색이면 드라이브를 수동으로 다시 부팅하십시오.
nb_no: Tidsavbrudd; venter på oppgradering av fastvare. Kontroller at LED-lyset foran på enheten ikke er rødt; finn deretter enheten på nettverket og initialiser nettbrukergrensesnittet. Hvis LED er rød, må du starte stasjonen på nytt manuelt.
nl_nl: Tijd verstreken, wacht op firmware bijwerken. Controleer of de led op de voorkant van uw apparaat misschien rood brandt; zoek dan het apparaat op het netwerk en initialiseer de webgebruikerspagina opnieuw. Als de led rood brandt, start u uw station handmatig opnieuw op.
pl_pl: Upłynął limit czasu. Oczekiwanie na uaktualnienie oprogramowania układowego. Sprawdź, czy dioda z przodu urządzenia nie jest czerwona, a następnie znajdź urządzenie w sieci i ponownie zainicjuj internetowy interfejs użytkownika. Jeśli dioda jest czerwona, ręcznie wykonaj ponowny rozruch urządzenia.
pt_br: Tempo limite esgotado. Aguardando a atualização de firmware. Verifique se o LED na frente do dispositivo não está vermelho. Em seguida, encontre o dispositivo na rede e reinicialize a interface do usuário na web. Se o LED estiver vermelho, reinicie sua unidade manualmente.
ru_ru: Превышено время ожидания; ожидание обновления микропрограммы. Проверьте, что светодиод на передней панели устройства не горит красным, затем найдите это устройство в сети и выполните повторную инициализацию веб-интерфейса пользователя. Если светодиод горит красным, вручную перезагрузите диск.
sv_se: Time out: väntar på uppdatering av fast programvara. Kontrollera att LED-lampan på enhetens framsida inte lyser rött och hitta sedan enheten på nätverket och initiera om webbanvändargränssnittet. Om lysdioden lyser rött ska du starta om enheten manuellt.
tr_tr: Zaman aşımı; bellenim yükseltmesi bekleniyor. Aygıtınızın önündeki LED ışığının kırmızı olmadığını doğrulayın, ardından aygıtı ağda bulun ve Web kullanıcı arabirimini yeniden başlatın. LED kırmızı ise sürücünüzü manuel olarak yeniden başlatın.
zh_cn: 超时；正在等待固件升级。 核实设备前面板上的LED指示灯不是红色；然后，在网络上找到设备，并重新初始化网络用户界面。 如果 LED 为红色，请手动重新启动驱动器。
zh_tw: 逾時，等待韌體升級。 確認在您裝置前方的 LED 燈不是紅色，然後在網路上尋找該裝置，重新起始網頁使用者介面。 若 LED 燈為紅色，請手動重新啟動您的磁碟機。

# LABEL_DESCR_PLEASE_ENABLE_COOKIES
source: Please enable cookies in your browser.
cs_cz: Povolte soubory cookie ve vašem prohlížeči.
de_de: Aktivieren Sie Cookies in Ihrem Browser.
es_es: Habilite las cookies en el explorador.
fr_fr: Veuillez activer les cookies dans votre navigateur.
hu_hu: Engedélyezze a böngészőben a cookie-kat.
it_it: Abilitare i cookie nel browser.
ja_jp: ブラウザの Cookie を有効にしてください。
ko_kr: 브라우저에서 쿠키를 활성화하십시오.
nb_no: Aktiver informasjonskapsler i nettleseren din.
nl_nl: Schakel cookies in in uw browser.
pl_pl: Włącz obsługę plików cookie w przeglądarce.
pt_br: Ative os cookies no seu navegador.
ru_ru: Разрешите использование файлов «cookie» в браузере.
sv_se: Aktivera cookies i din webbläsare.
tr_tr: Lütfen tarayıcınızda tanımlama bilgilerini etkinleştirin.
zh_cn: 请在浏览器中启用 cookie。
zh_tw: 請在您的瀏覽器中啟用 cookie。

# LABEL_DESCR_PLEASE_ENABLE_JAVASCRIPT
source: Please enable JavaScript in your browser.
cs_cz: Povolte JavaScript ve vašem prohlížeči.
de_de: Aktivieren Sie JavaScript in Ihrem Browser.
es_es: Habilite JavaScript en el explorador.
fr_fr: Veuillez activer JavaScript dans votre navigateur.
hu_hu: Engedélyezze a böngészőben a JavaScript-et.
it_it: Abilitare JavaScript nel browser.
ja_jp: ブラウザの JavaScript を有効にしてください。
ko_kr: 브라우저에서 JavaScript를 활성화하십시오.
nb_no: Aktiver JavaScript i nettleseren din.
nl_nl: Schakel JavaScript in in uw browser.
pl_pl: Włącz obsługę skryptów JavaScript w przeglądarce.
pt_br: Ative o JavaScript no seu navegador.
ru_ru: Разрешите использование JavaScript в браузере.
sv_se: Aktivera JavaScript i din webbläsare.
tr_tr: Lütfen tarayıcınızda JavaScript'i etkinleştirin.
zh_cn: 请在浏览器中启用 JavaScript。
zh_tw: 請在您的瀏覽器中啟用 JavaScript。

# LABEL_DESCR_IE7_NOT_SUPPORTED
source: Internet Explorer 8 and higher is supported; please update your browser.
cs_cz: Je podporován Explorer 8 a pozdější verze; aktualizujte svůj prohlížeč.
de_de: Internet Explorer 8 und höher wird unterstützt. Aktualisieren Sie den Browser.
es_es: Se admite Internet Explorer 8 y superior; actualice su explorador.
fr_fr: Internet Explorer 8 et les versions postérieures sont prises en charge. Veuillez mettre à jour votre navigateur.
hu_hu: A támogatott böngésző az Internet Explorer 8 vagy annál magasabb verzió; frissítse a böngészőt.
it_it: È supportata la versione Internet Explorer 8. Aggiornare il browser.
ja_jp: Internet Explorer 8 以上がサポートされています。ブラウザを更新してください。
ko_kr: Internet Explorer 8 이상이 지원됩니다. 브라우저를 업데이트하십시오.
nb_no: Internet Explorer 8 og nyere er støttet; oppdater nettleseren din.
nl_nl: Internet Explorer 8 en hoger worden ondersteund; update uw browser.
pl_pl: Obsługiwany jest program Internet Explorer w wersji 8 lub nowszej. Zaktualizuj przeglądarkę.
pt_br: O Internet Explorer 8 ou superior é compatível; atualize seu navegador.
ru_ru: Поддерживается Internet Explorer 8 и более поздних версий. Обновите браузер.
sv_se: Internet Explorer 8 och högre stöds. Uppdatera din webbläsare.
tr_tr: Internet Explorer 8 ve üzeri desteklenir; lütfen tarayıcınızı güncelleştirin.
zh_cn: 支持 Internet Explorer 8 及更高版本；请更新浏览器。
zh_tw: 支援 Internet Explorer 8 以及較高的版本，請更新您的瀏覽器。

# CONTENT_SAFEPOINTS_BUMPER_TITLE_PROTECT_STUFF
source: Protect Your Stuff
cs_cz: Chraňte své položky
es_es: Proteja su vida digital
fr_fr: Protégez vos affaires
hu_hu: Védje meg a tartalmait
ja_jp: データの保護
ko_kr: 사용자 정보 보호
nb_no: Beskytt tingene dine
nl_nl: Beveilig uw eigendom
pl_pl: Chroń swoje materiały
pt_br: Proteja suas coisas
ru_ru: Защитите свои данные
sv_se: Skydda dina saker
tr_tr: Dosyalarınızı Koruyun
zh_cn: 保护您的资料
zh_tw: 保護您的資料

# CONTENT_USERS_DIALOG_TOOLTIP_EMAIL
source: Give user cloud access by entering their email. Login instructions are sent to the email address provided.
cs_cz: Poskytněte uživatelům přístup ke cloudu zadáním jejich e-mailové adresy. Na zadanou -emailovou adresu budou zaslány pokyny pro přihlášení.
de_de: Gewähren Sie Benutzern Zugriff auf die Cloud, indem Sie die E-Mail-Adresse des Benutzers eingeben. An die angegebene E-Mail-Adresse wird eine E-Mail mit Anmeldeanweisungen gesendet.
es_es: Dé acceso a la nube al usuario introduciendo su correo electrónico. Las instrucciones de inicio de sesión se envian a la dirección de correo electrónico proporcionada.
fr_fr: Donnez l'accès au cloud aux utilisateurs en saisissant leur adresse électronique. Les instructions d'inscription sont envoyées à l'adresse électronique fournie.
hu_hu: Felhőalapú hozzáférés biztosítása a felhasználónak az e-mail cím megadásával. A bejelentkezési információkról üzenetet küldtünk a megadott e-mail címre.
it_it: Accesso cloud per gli utenti con inserimento del proprio indirizzo e-mail. Le istruzioni di accesso vengono inviate all'indirizzo e-mail fornito.
ja_jp: ユーザーの電子メール アドレスを入力して、ユーザーにクラウド アクセスを付与します。 ログインの手順は、提供された電子メール アドレスに送信されます。
ko_kr: 이메일을 입력하여 사용자 클라우드 액세스를 부여합니다. 로그인 지침이 제공된 이메일 주소로 전송됩니다.
nb_no: Gi tilgang til andre cloud-brukere ved å oppgi e-postadressen deres. Innloggingsinstruksjoner er sendt til e-postadressen som ble oppgitt.
nl_nl: Geef een gebruiker cloudtoegang door diens e-mailadres in te voeren. Er worden aanmeldinstructies verzonden naar het opgegeven e-mailadres.
pl_pl: Daj użytkownikowi dostęp do chmury, wprowadzając jego adres e-mail. Instrukcje logowania są wysyłane na podany adres e-mail.
pt_br: Dê acesso à nuvem ao usuário informando o e-mail. As instruções de login são enviadas ao endereço de e-mail informado.
ru_ru: Предоставьте пользователю доступ к облаку, указав его адрес электронной почты. Инструкции по входу в систему отправлены по указанному адресу электронной почты.
sv_se: Ge användaren molnåtkomst genom att ange sin e-postadress. Inloggningsinstruktioner skickas till den angivna e-postadressen.
tr_tr: Kullanıcıların e-posta adresini girerek bulut erişimi verin. Oturum açma yönergeleri, belirtilen e-posta adresine gönderilir.
zh_cn: 输入用户电子邮件，授予他们云访问权。 登录说明将发送到提供的电子邮件地址。
zh_tw: 藉由輸入使用者的電子郵件，給予使用者雲端的存取權。 會經由電子郵件將帳號的入門指導寄送至所提供的地址。

# CONTENT_GENERIC_TEXTBOX_LABEL_OLD_PASSWORD
source: Previous Password
cs_cz: Předchozí heslo
de_de: Voriges Passwort
es_es: Contraseña anterior
fr_fr: Mot de passe antérieur
hu_hu: Korábbi jelszó
it_it: Password precedente
ja_jp: 古いパスワード
ko_kr: 이전 암호
nb_no: Forrige passord
nl_nl: Vorig wachtwoord
pl_pl: Poprzednie hasło
pt_br: Senha anterior
ru_ru: Предыдущий пароль
sv_se: Föregående lösenord
tr_tr: Önceki Parola
zh_cn: 以前的密码
zh_tw: 之前的密碼

# CONTENT_SETTINGS_DIALOG_TITLE_SELF_TEST_RESULTS
source: Self Test Results
cs_cz: Výsledky samočinného testu
de_de: Ergebnis des Selbsttests
es_es: Resultados de la prueba automática
fr_fr: Résultats du test automatique
hu_hu: Belső teszt eredményei
it_it: Risultati test automatico
ja_jp: 自己テスト結果
ko_kr: 자체 테스트 결과
nb_no: Selvtestresultater
nl_nl: Resultaten van zelftest
pl_pl: Wyniki autotestu
pt_br: Resultados do autoteste
ru_ru: Результаты самотестирования
sv_se: Självtestresultat
tr_tr: Kendi Kendini Sınama Sonuçları
zh_cn: 自检结果
zh_tw: 自我測試結果

# CONTENT_SETTINGS_DIALOG_TITLE_INVALID_EMAIL
source: Invalid Email
cs_cz: Neplatná e-mailová adresa
de_de: Ungültige E-Mail-Adresse
es_es: Correo electrónico no válido
fr_fr: Adresse électronique non valide.
hu_hu: Érvénytelen e-mail
it_it: Indirizzo e-mail non valido
ja_jp: 無効な電子メール アドレス
ko_kr: 유효하지 않은 이메일입니다.
nb_no: Ugyldig e-post
nl_nl: Ongeldige e-mail
pl_pl: Nieprawidłowy adres e-mail
pt_br: E-mail inválido
ru_ru: Недопустимый адрес электронной почты
sv_se: Ogiltig e-postadress
tr_tr: Geçersiz E-posta
zh_cn: 无效的电子邮件
zh_tw: 無效的電子郵件

# CONTENT_SETTINGS_DIALOG_TITLE_ALERT_EMAIL_LIMIT_MET
source: Alert Email Limit
cs_cz: Limit výstražných e-mailů
de_de: Grenze für E-Mail-Benachrichtigungen
es_es: Límite de correos de alerta
fr_fr: Alerte de limite d'adresses électroniques
hu_hu: Riasztási e-mail korlát
it_it: Avviso soglia e-mail
ja_jp: アラート電子メール上限
ko_kr: 알림 이메일 한도
nb_no: Grense for e-postvarsel
nl_nl: Waarschuwing voor e-maillimiet
pl_pl: Limit alertów e-mail
pt_br: Limite de e-mails de alerta
ru_ru: Предельное количество адресов для отправки предупреждений
sv_se: Gräns för e-postmeddelande
tr_tr: Uyarı E-postası Sınırı
zh_cn: 提醒电子邮件限制
zh_tw: 警示電子郵件限制

# ERROR_OLD_PASSWORD_INCORRECT_SYNTAX
source: Previous password is a case-sensitive, alphanumeric value up to 32 characters, and cannot contain double quotes.
cs_cz: Předchozí heslo je alfanumerická hodnota s rozlišováním velkých a malých písmen, která může obsahovat až 32 znaků a nesmí obsahovat dvojité uvozovky.
de_de: Das vorige Passwort muss ein alphanumerischer Wert mit einer Länge von höchstens 32 Zeichen sein. Doppelte Anführungszeichen sind nicht zulässig.
es_es: La contraseña anterior es un valor alfanumérico que distingue mayúsculas de minúsculas, de hasta 32 caracteres y no puede contener comillas dobles.
fr_fr: Le mot de passe antérieur est sensible à la casse, alphanumérique, de 32 caractères maximum et ne peut contenir de double guillemets.
hu_hu: A korábbi jelszó kisbetű/nagybetű-érzékeny, maximum 32 karaktert tartalmazhat (betűket és számokat vegyesen), és nem tartalmazhat kettős idézőjeleket.
it_it: La password precedente è un valore alfanumerico che rispetta la distinzione tra maiuscole e minuscole che deve contenere un massimo di 32 caratteri e non può contenere virgolette.
ja_jp: 古いパスワードは 32 文字以内の英数字でなければなりません。大文字と小文字を区別します。二重引用符は使用できません。
ko_kr: 이전 암호는 대소문자가 구분되는 32자 이하의 영숫자 값이며, 따옴표는 사용할 수 없습니다.
nb_no: Forrige passord er en alfanumerisk verdi med store og små bokstaver som kan være opptil 32 tegn langt, og det kan ikke inneholde doble anførselstegn.
nl_nl: Het vorige wachtwoord is een hoofdlettergevoelige alfanumerieke waarde van 32 tekens of minder en mag geen dubbele aanhalingstekens bevatten.
pl_pl: Poprzednie hasło jest wartością alfanumeryczną o maksymalnej długości 32 znaków. Wielkość liter jest rozróżniana. Użycie cudzysłowów jest niedozwolone.
pt_br: A senha anterior é um valor alfanumérico que diferencia maiúsculas de minúsculas, deve ter no máximo 32 caracteres e não pode conter aspas.
ru_ru: Предыдущий пароль представляет собой буквенно-цифровое значение (с учетом регистра) не длиннее 32 символов, которое не может содержать двойные кавычки.
sv_se: Föregående lösenord är ett skiftlägeskänsligt alfanumeriskt värde som måste vara högst 32 tecken långt och får inte innehålla dubbla citattecken.
tr_tr: Önceki parola en fazla 32 karakter uzunluğunda, büyük/küçük harfe duyarlı bir alfasayısal değerdir ve çift tırnak içeremez.
zh_cn: 以前的密码是一串字母或数字，区分大小写，最多 32 个字符，且不能包含双引号。
zh_tw: 之前的密碼為大、小寫區分的英數字母，上限為 32 個字元，不可包含雙引號。

# CONTENT_SHARES_LABEL_USAGE
source: Usage
cs_cz: Využití
de_de: Auslastung
es_es: Uso
fr_fr: Utilisation
hu_hu: Használat
it_it: Utilizzo
ja_jp: 使用
ko_kr: 사용량
nb_no: Bruk
nl_nl: Gebruik
pl_pl: Użycie
pt_br: Utilização
ru_ru: Использование
sv_se: Användning
tr_tr: Kullanım
zh_cn: 用法
zh_tw: 使用狀態

# BUTTON_SUBMIT
source: Submit
cs_cz: Odeslat
de_de: Senden
es_es: Enviar
fr_fr: Envoyer
hu_hu: Küldés
it_it: Invia
ja_jp: 送信
ko_kr: 제출
nb_no: Send
nl_nl: Verzenden
pl_pl: Prześlij
pt_br: Encaminhar
ru_ru: Отправить
sv_se: Skicka
tr_tr: Gönder
zh_cn: 提交
zh_tw: 送出

# CONTENT_SAFEPOINTS_LABEL_SHARE_AUTHENTICATION
source: Share Login
cs_cz: Přihl. ke sdíl.
de_de: Freigabe-Login
es_es: Inicio compart
fr_fr: Ident. partage
hu_hu: Megoszt.Bejel.
it_it: Login condiv.
ja_jp: ログインを共有
ko_kr: 공유 로그인
nb_no: Ressursinnl.
nl_nl: Aanm. share
pl_pl: Logow. do udz.
pt_br: Login compart
ru_ru: Вход общ. дост
sv_se: Resursinloggn.
tr_tr: Paylşm. Girişi
zh_cn: 共享登录
zh_tw: 共享帳號

# CONTENT_SAFEPOINTS_LABEL_DEVICE_AUTHENTICATION
source: Device Login
cs_cz: Přihl. k zař.
de_de: Geräte-Login
es_es: Inicio dispos.
fr_fr: Ident. périph.
hu_hu: Eszköz Bejel.
it_it: Login disp.
ja_jp: デバイスのログイン
ko_kr: 장치 로그인
nb_no: Enhetsinnl.
nl_nl: Aanmelden app.
pl_pl: Logow. do urz.
pt_br: Login disposit
ru_ru: Вход устр-ва
sv_se: Enhetsinloggn.
tr_tr: Cihaz Girişi
zh_cn: 设备登录
zh_tw: 裝置帳號

# CONTENT_SETTINGS_MEDIA_TOOLTIP_DLNA_DATABASE_RESCAN
source: Rescan searches for changes made to your media libraries.
cs_cz: Opětovné prohledání vyhledá změny v knihovnách médií.
de_de: „Neu prüfen“ durchsucht die Medienbibliotheken auf vorgenommene Änderungen.
es_es: Volver a explorar busca cambios realizados en sus bibliotecas multimedia.
fr_fr: La nouvelle analyse recherche les modifications apportées à vos bibliothèques multimédias.
hu_hu: Az Újrakeresés funkció megkeresi a médiatárakban eszközölt változásokat.
it_it: Nuova scansione cerca le modifiche apportate alle proprie librerie multimediali.
ja_jp: 再スキャンはあなたのメディア ライブラリに加えられた変更を検索します。
ko_kr: 다시 검색은 미디어 라이브러리의 변경 사항을 검색합니다.
nb_no: Skann søker etter endringer som er gjort i mediebibliotekene dine.
nl_nl: Opnieuw scannen zoekt naar wijzigingen in uw mediabibliotheken.
pl_pl: Funkcja ponownego skanowania wyszukuje zmiany wprowadzone w bibliotekach multimediów.
pt_br: A nova verificação busca por alterações feitas nas suas bibliotecas de mídia.
ru_ru: При повторном сканировании выполняется поиск изменений в библиотеках мультимедиа.
sv_se: Söker igen efter ändringar som gjorts i dina mediebibliotek.
tr_tr: Yeniden tarama işlemi, medya kitaplıklarında yapılmış olan değişiklikleri arar.
zh_cn: 重新扫描搜索对您的媒体库所做的更改。
zh_tw: 再次掃描會搜尋在您的媒體庫中的變更。
