Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# CONTENT_SHARES_STRING_MANAGE_SHARES_1
source: Select a share from the list on the left
cs_cz: Vyberte sdílenou složku ze seznamu vlevo
de_de: Wählen Sie links in der Liste eine Freigabe aus
es_es: Seleccione un archivo compartido en la lista de la izquierda
fr_fr: Sélectionnez un dossier partagé dans la liste se trouvant à gauche.
hu_hu: Válasszon egy megosztást a bal oldali listából!
it_it: Seleziona una condivisione dall'elenco a sinistra
ja_jp: 左側のリストから共有を選択します。
ko_kr: 목록에서 왼쪽에 있는 공유를 선택합니다.
nb_no: Velg en delt ressurs fra listen til venstre
nl_nl: Selecteer een share uit de lijst links
pl_pl: Wybierz udział z listy po lewej stronie
pt_br: Selecione um compartilhamento na lista à esquerda
ru_ru: Выберите ресурс из списка слева
sv_se: Välj en resurs i listan till vänster.
tr_tr: Soldaki listeden bir paylaşım seçin
zh_cn: 从左侧的列表中选择一个共享
zh_tw: 從左側的清單中選擇共享。

# CONTENT_SHARES_STRING_MANAGE_SHARES_2
source: Click the Add Share button below the list
cs_cz: Klikněte na tlačítko Přidat sdílenou složku pod seznamem
de_de: Klicken Sie unterhalb der Liste auf die Schaltfläche „Freigabe hinzufügen“
es_es: Haga clic en el botón Agregar archivo compartido situado bajo la lista
fr_fr: Sous la liste, cliquez sur Ajouter un dossier partagé.
hu_hu: Kattintson a Megosztás hozzáadása gombra a lista alatt!
it_it: Fare clic sul pulsante Aggiungi condivisione sotto l'elenco
ja_jp: リストの下の [共有の追加] ボタンをクリックします。
ko_kr: 목록 아래에 있는 공유 추가 버튼을 클릭합니다.
nb_no: Klikk på &quot;Legg til delt ressurs&quot;-knappen under listen
nl_nl: Klik op de knop Share toevoegen onder de lijst
pl_pl: Kliknij przycisk Dodaj udział widoczny pod listą
pt_br: Clique no botão Adicionar compartilhamento abaixo da lista
ru_ru: Нажмите кнопку «Добавить ресурс» под списком
sv_se: Klicka på knappen Lägg till resurs under listan
tr_tr: Listenin altındaki Paylaşım Ekle düğmesini tıklatın
zh_cn: 单击列表下方的“添加共享”按钮
zh_tw: 按一下在清單下方的「新增共享」按鈕。

# CONTENT_SHARES_STRING_ABOUT_SHARES
source: Managing Shares
cs_cz: Správa sdílených složek
de_de: Freigaben verwalten
es_es: Gestionando archivos compartidos
fr_fr: Gestion des dossiers partagés
hu_hu: Megosztások kezelése
it_it: Gestione condivisioni
ja_jp: 共有の管理
ko_kr: 공유 관리
nb_no: Administrere delte ressurser
nl_nl: Shares beheren
pl_pl: Zarządzanie udziałami
pt_br: Gerenciamento de compartilhamentos
ru_ru: Управление ресурсами
sv_se: Hantera resurser
tr_tr: Paylaşımları Yönetme
zh_cn: 管理共享
zh_tw: 管理共享

# CONTENT_SHARES_STRING_CREATING_A_SHARE
source: Creating a Share
cs_cz: Vytvoření sdílené složky
de_de: Erstellen einer Freigabe
es_es: Creando un archivo compartido
fr_fr: Création d'un dossier partagé
hu_hu: Megosztás létrehozása
it_it: Creazione di una condivisione
ja_jp: 共有の作成
ko_kr: 공유 만들기
nb_no: Opprette en delt ressurs
nl_nl: Een share maken
pl_pl: Tworzenie udziału
pt_br: Criando um compartilhamento
ru_ru: Создание ресурса
sv_se: Skapa en resurs
tr_tr: Paylaşım Oluşturma
zh_cn: 创建共享
zh_tw: 建立共享

# CONTENT_GENERIC_STRING_CHANGING_USER_ACCESS
source: Changing Access to a Share
cs_cz: Změna přístupu ke sdílené složce
de_de: Ändern des Zugriffs auf eine Freigabe
es_es: Cambiando el acceso a un archivo compartido
fr_fr: Modification de l'accès à un dossier partagé
hu_hu: Megosztáshoz való hozzáférés módosítása
it_it: Modifica dell’accesso a una condivisione
ja_jp: 共有へのアクセスの変更
ko_kr: 공유 액세스 변경
nb_no: Endre tilgang til en delt ressurs
nl_nl: Toegang tot een share wijzigen
pl_pl: Zmienianie dostępu do udziału
pt_br: Alteração de acesso a um compartilhamento
ru_ru: Изменение доступа к ресурсу
sv_se: Ändra åtkomst till en resurs
tr_tr: Paylaşıma Erişimi Değiştirme
zh_cn: 变更对共享的访问
zh_tw: 變更共享存取。

# CONTENT_USERS_STRING_ABOUT_USERS_TEXT
source: Control access to your personal cloud content by setting up user accounts and levels of access. Each user must have a WDMyCloud.com login.
cs_cz: Kontrolujte přístup k obsahu vašeho osobního cloudu nastavením uživatelských účtů a úrovní přístupu. Každý uživatel musí mít přihlašovací údaje do služby WDMyCloud.com.
de_de: Richten Sie Benutzerkonten und Zugriffsebenen ein, um den Zugriff auf die Inhalte in Ihrer persönlichen Cloud zu kontrollieren. Jeder Benutzer muss über einen WDMyCloud.com-Anmeldenamen verfügen.
es_es: Controle el acceso a los contenidos de su nube personal configurando cuentas de usuario y niveles de acceso. Cada usuario debe tener su inicio de sesión de WDMyCloud.com.
fr_fr: Contrôlez l'accès à votre cloud personnel en configurant les comptes d'utilisateur et les niveaux d'accès. Chaque utilisateur doit disposer d'un identifiant WDMyCloud.com.
hu_hu: Szabályozza a felhőrendszeréhez hozzáférők körét és hozzáférésük mértékét! Minden felhasználónak rendelkeznie kell WDMyCloud.com belépési jogosultsággal.
it_it: Controllare l'accesso ai contenuti del cloud personale impostando gli account utente e i livelli di accesso. Ciascun utente deve disporre di un accesso WDMyCloud.com.
ja_jp: ユーザー アカウントおよびアクセス レベルを設定し、個人クラウド コンテンツへのアクセスを制御します。 各ユーザーには WDMyCloud.com ログイン資格が必要です。
ko_kr: 사용자 계정과 액세스 수준을 설정하여 개인 클라우드 내용에 대한 액세스를 제어합니다. 모든 사용자는 WDMyCloud.com 로그인을 가지고 있어야 합니다.
nb_no: Administrer tilgangen til ditt personlige nettskyinnhold ved å konfigurere brukerkontoer og tilgangsnivåer. Hver bruker må ha en WDMyCloud.com-konto.
nl_nl: Toegang tot uw persoonlijke cloud beheren door gebruikersaccounts en toegangsniveaus in te stellen. Alle gebruikers moeten een WDMyCloud.com-aanmelding hebben.
pl_pl: Kontroluj dostęp do zawartości w chmurze osobistej przez konfigurowanie kont użytkowników i poziomów dostępu. Każdy użytkownik musi mieć identyfikator WDMyCloud.com.
pt_br: Controle o acesso ao conteúdo da sua nuvem pessoal definido contas de usuário e níveis de acesso. Cada usuário deve ter um login do WDMyCloud.com.
ru_ru: Контролируйте доступ к содержимому вашего собственного облака, настраивая учетные записи пользователей и уровни доступа. Каждый пользователь должен быть зарегистрирван на сайте WDMyCloud.com.
sv_se: Kontrollera åtkomst till ditt eget molninnehåll genom att ställa in användarkonton och åtkomstnivåer. Varje användare måste ha ett konto på WDMyCloud.com.
tr_tr: Kullanıcı hesaplarını ve erişim düzeylerini ayarlayarak, kişisel bulut içeriğinize erişimi denetleyin. Her kullanıcı WDMyCloud.com oturum bilgilerine sahip olmalıdır.
zh_cn: 通过设置用户帐户和访问级别，控制对您的个人云内容的访问。 每个用户必须有一个 WDMyCloud.com 登录账号。
zh_tw: 藉由設定使用者帳號以及存取等級，控制您個人雲內容的存取 每位使用者皆須擁有 WDMyCloud.com 的帳號。

# CONTENT_USERS_STRING_MANAGE_USERS_1
source: Select a user from the list on the left
cs_cz: Vyberte uživatele ze seznamu vlevo
de_de: Wählen Sie links in der Liste einen Benutzer aus
es_es: Seleccione un usuario en la lista de la izquierda
fr_fr: Sélectionnez un utilisateur dans la liste se trouvant à gauche.
hu_hu: Válasszon egy felhasználót a bal oldali listából!
it_it: Seleziona un utente dall'elenco a sinistra
ja_jp: 左側のリストからユーザーを選択します。
ko_kr: 목록에서 왼쪽에 있는 사용자를 선택합니다.
nb_no: Velg en bruker fra listen til venstre
nl_nl: Selecteer een gebruiker uit de lijst links
pl_pl: Wybierz użytkownika z listy po lewej stronie
pt_br: Selecione um usuário na lista à esquerda
ru_ru: Выберите пользователя из списка слева
sv_se: Välj en användare i listan till vänster.
tr_tr: Soldaki listeden bir kullanıcı seçin
zh_cn: 从左侧的列表中选择一个用户
zh_tw: 從左側的清單中選擇使用者

# CONTENT_USERS_STRING_MANAGE_USERS_2
source: Click the Add User button below the list
cs_cz: Klikněte na tlačítko Přidat uživatele pod seznamem
de_de: Klicken Sie unterhalb der Liste auf die Schaltfläche „Benutzer hinzufügen“
es_es: Haga clic en el botón Agregar usuario situado bajo la lista
fr_fr: Sous la liste, cliquez sur Ajouter un utilisateur.
hu_hu: Kattintson a Felhasználó hozzáadása gombra a lista alatt!
it_it: Fare clic sul pulsante Aggiungi utente sotto l'elenco
ja_jp: リストの下の [ユーザーの追加] ボタンをクリックします。
ko_kr: 목록 아래에 있는 사용자 추가 버튼을 클릭합니다.
nb_no: Klikk på &quot;Legg til bruker&quot;-knappen under listen
nl_nl: Klik op de knop Gebruiker toevoegen onder de lijst
pl_pl: Kliknij przycisk Dodaj użytkownika widoczny pod listą
pt_br: Clique no botão Adicionar usuário abaixo da lista
ru_ru: Нажмите кнопку «Добавить пользователя» под списком
sv_se: Klicka på knappen Lägg till användare under listan
tr_tr: Listenin altındaki Kullanıcı Ekle düğmesini tıklatın
zh_cn: 单击列表下方的“添加用户”按钮
zh_tw: 按一下在清單下方的「新增使用者」按鈕。

# CONTENT_USERS_STRING_ABOUT_USERS
source: Managing Users
cs_cz: Správa uživatelů
de_de: Benutzer verwalten
es_es: Gestionando usuarios
fr_fr: Gestion des utilisateurs
hu_hu: Felhasználók kezelése
it_it: Gestione utenti
ja_jp: ユーザーの管理
ko_kr: 사용자 관리
nb_no: Administrere brukere
nl_nl: Gebruikers beheren
pl_pl: Zarządzanie użytkownikami
pt_br: Gerenciamento de usuários
ru_ru: Управление пользователями
sv_se: Hantera användare
tr_tr: Kullanıcıları Yönetme
zh_cn: 管理用户
zh_tw: 管理使用者

# CONTENT_USERS_STRING_ADDING_A_USER
source: Adding a User
cs_cz: Přidání uživatele
de_de: Hinzufügen eines Benutzers
es_es: Agregando un usuario
fr_fr: Ajout d'un utilisateur
hu_hu: Felhasználó hozzáadása
it_it: Aggiunta di un utente
ja_jp: ユーザーの追加
ko_kr: 사용자 추가
nb_no: Legge til en bruker
nl_nl: Een gebruiker toevoegen
pl_pl: Dodawanie użytkownika
pt_br: Adicionando um usuário
ru_ru: Добавление пользователя
sv_se: Lägga till en användare
tr_tr: Kullanıcı Ekleme
zh_cn: 添加一个用户
zh_tw: 新增使用者

# CONTENT_CLOUD_STRING_ABOUT_CLOUDS_TEXT
source: Set up your cloud for remote access. For every user you want on your cloud, you'll need to get them a WDMyCloud.com login, and they'll need to download the WD mobile apps. Once you've got that covered, you're ready to go!
cs_cz: Nastavte váš cloud pro vzdálený přístup. Každému uživateli, kterému chcete umožnit přístup do vašeho cloudu, musíte přidělit přihlašovací údaje do služby WDMyCloud.com, a uživatel si musí stáhnout mobilní aplikaci WD. Jakmile to bude hotovo, budete moci začít!
de_de: Richten Sie den Remotezugriff für Ihre Cloud ein. Jeder Benutzer, der Zugriff auf Ihre Cloud-Inhalte erhalten soll, benötigt einen WDMyCloud.com-Anmeldenamen und muss die WD-Mobil-Apps herunterladen. Sobald diese Voraussetzungen erfüllt sind, kann es losgehen!
es_es: Configure la nube para poder acceder a ella de manera remota. Para cada usuario que usted quiera que tenga acceso a su nube, tendrá que obtener un inicio de sesión de WDMyCloud.com. Los usuarios tendrán que descargar las aplicaciones móviles de WD. Cuando haga esto, estará listo para empezar.
fr_fr: Configurez l'accès distant à votre cloud. Il sera nécessaire d'obtenir un identifiant WDMyCloud.com pour chaque utilisateur que vous voulez ajouter à votre cloud. Chaque utilisateur devra télécharger les applications mobiles WD. Une fois cette étape franchie, tout est prêt !
hu_hu: Állítsa át felhőrendszerét távoli hozzáférésre! A felhőrendszerébe várt felhasználóknak szükséges egy WDMyCloud.com regisztráció, és a WD mobil-alkalmazás letöltése. Amint ez megtörtént, semmi sem állhat az útjukba!
it_it: Impostare il cloud per l'accesso remoto. A ciascun utente che si desidera includere nel cloud dovrà essere concesso un accesso WDMyCloud.com. Gli utenti dovranno inoltre scaricare le app mobili WD. Completati i passaggi, tutto è pronto all'uso.
ja_jp: リモート アクセスのクラウドを設定します。 クラウドに参加するすべてのユーザーに対して、 WDMyCloud.com ログインを取得する必要があります。ユーザーは WD モバイル アプリをダウンロードする必要があります。 作業が完了した時点で、クラウドを使用できます。
ko_kr: 원격 액세스를 위한 클라우드를 설정합니다. 클라우드에 포함시킬 모든 사용자가 WDMyCloud.com 로그인을 가지고 있어야 하며, WD 모바일 앱을 다운로드해야 합니다. 이를 완료하면 진행 준비가 완료된 것입니다!
nb_no: Konfigurer Cloud for ekstern tilgang. Hver bruker du vil ha på din egen Cloud må få sin egen WDMyCloud.com-innlogging, og de må laste ned WDs mobilapper. Når du har fått dette i orden, er du klar!
nl_nl: Uw cloud instellen voor externe toegang. Elke gebruiker die u toegang wilt geven tot uw cloud, moet u een WDMyCloud.com-aanmelding verstrekken; hij/zij moet de mobiele apps van WD downloaden. Wanneer dat geregeld is, bent u klaar voor de start!
pl_pl: Skonfiguruj chmurę pod kątem dostępu zdalnego. Należy uzyskać identyfikator WDMyCloud.com dla każdego użytkownika, który ma mieć dostęp do chmury. Użytkownik zaś musi pobrać aplikacje WD dla urządzeń przenośnych. Gdy to zostanie załatwione, można zaczynać!
pt_br: Configure a sua nuvem para acesso remoto. Para cada usuário que acessar a sua nuvem, você precisará obter um login do WDMyCloud.com para esse usuário, que também precisará fazer download dos aplicativos móveis da WD. Quando isso tiver sido feito, você estará pronto para começar.
ru_ru: Настройте свое облако для удаленного доступа Для каждого пользователя, у которого должен быть доступ к облаку, нужно получить логин WDMyCloud.com. Также всем пользователям нужно будет загрузить мобильные приложения WD. Когда это будет сделано, все будет готово!
sv_se: Ställ in ditt moln för fjärråtkomst. För varje användare som du vill ha på ditt moln behöver du skaffa ett konto på WDMyCloud.com och de behöver hämta WD-mobilapparna. När du har gjort det är du redo att köra!
tr_tr: Bulutunuzu uzaktan erişim için ayarlayın. Bulutunuzda istediğiniz her kullanıcı bir WDMyCloud.com oturum açma hesabı almalı ve WD mobil uygulamalarını indirmelidir. Bunu hallettikten sonra başlamaya hazırsınız!
zh_cn: 对您的云进行远程访问设置。 对于您想要纳入云中的用户，你需要给他们每人一个 WDMyCloud.com 登录账号，然后他们需要下载 WD 移动应用程序。 一旦完成这一步，就可以开始使用啦!
zh_tw: 為遠端存取設定您的雲端。 您必須為欲使用您雲端的每一位使用者取得 WDMyCloud.com 帳號，然後他們需要下載 WD 行動應用程式。 一旦完成這些步驟，您便可以使用所有功能。

# CONTENT_USERS_STRING_MANAGE_CLOUD_ACCESS_1
source: Download the mobile apps
cs_cz: Stáhněte si mobilní aplikaci
de_de: Laden Sie die Mobil-Apps aus dem
es_es: Descargar las aplicaciones móviles
fr_fr: Téléchargez les applications mobiles
hu_hu: A mobil alkalmazás letöltése
it_it: Scarica app mobili
ja_jp: モバイル アプリを
ko_kr: WD Learning Center에서
nb_no: Last ned mobilappene
nl_nl: De mobiele apps downloaden
pl_pl: Pobierz aplikacje dla urządzeń przenośnych
pt_br: Faça download dos aplicativos móveis
ru_ru: Загрузите мобильные приложения
sv_se: Hämta mobilapparna
tr_tr: Mobil uygulamaları
zh_cn: 下载移动应用程序
zh_tw: 從 WD 學習中心

# CONTENT_USERS_STRING_MANAGE_CLOUD_ACCESS_2
source: from the WD Learning Center.
cs_cz: z Výukového centra WD.
de_de: WD Learning Center herunter.
es_es: del Centro de aprendizaje de WD.
fr_fr: depuis l'Espace formations WD.
hu_hu: a WD oktatói központjából.
it_it: dal WD Learning Center
ja_jp: WD ラーニング センターからダウンロードします。
ko_kr: 모바일 앱을 다운로드합니다.
nb_no: fra WD Learning Center.
nl_nl: vanuit WD Learning Center.
pl_pl: z Centrum informacyjnego WD.
pt_br: da central de aprendizado da WD.
ru_ru: из Центра обучения WD.
sv_se: från WD Learning Center.
tr_tr: WD Öğrenme Merkezinden indirin.
zh_cn: 来自 WD 学习中心。
zh_tw: 下載行動應用程式。

# CONTENT_USERS_STRING_ABOUT_CLOUD_ACCESS
source: Managing Cloud Access
cs_cz: Správa přístupu ke cloudu
de_de: Cloud-Zugriff verwalten
es_es: Gestionando el Acceso a la Nube
fr_fr: Gestion de l'accès au cloud
hu_hu: A felhőalapú hozzáférés kezelése
it_it: Gestione Accesso cloud
ja_jp: クラウド アクセスの管理
ko_kr: 클라우드 액세스 관리
nb_no: Administrere Cloud-tilgang
nl_nl: Cloudtoegang beheren
pl_pl: Zarządzanie dostępem do chmury
pt_br: Gerenciamento de acesso à nuvem
ru_ru: Управление доступом к облаку
sv_se: Hantera molnåtkomst
tr_tr: Bulut Erişimini Yönetme
zh_cn: 管理云访问
zh_tw: 管理雲端存取

# CONTENT_USERS_STRING_CLOUD_ACCESS_BASICS
source: Remote Access Basics
cs_cz: Základy vzdáleného přístupu
de_de: Grundlagen zum Remotezugriff
es_es: Introducción al Acceso remoto
fr_fr: Concepts de base de l'accès distant
hu_hu: A távoli hozzáférés alapjai
it_it: Elementi di base di Accesso remoto
ja_jp: リモート アクセスの基本
ko_kr: 원격 액세스 기본 사항
nb_no: Grunnleggende om ekstern tilgang
nl_nl: Basisbeginselen voor externe toegang
pl_pl: Podstawowe informacje o dostępie zdalnym
pt_br: Fundamentos do acesso remoto
ru_ru: Базовые сведения об удаленном доступе
sv_se: Grunderna för fjärråtkomst
tr_tr: Uzaktan Erişim Temel Bilgileri
zh_cn: 关于远程访问的基本知识
zh_tw: 遠端存取基本介紹

# CONTENT_GENERIC_STRING_SETTING_UP_CLOUD_ACCESS
source: Setting Up Cloud Access
cs_cz: Nastavení přístupu ke cloudu
de_de: Einrichten des Cloud-Zugriffs
es_es: Configurando el acceso a la nube
fr_fr: Configurer l'accès au cloud
hu_hu: Felhőalapú hozzáférés beállítása
it_it: Impostazione di Accesso cloud
ja_jp: クラウド アクセスを設定中
ko_kr: 클라우드 액세스 설정
nb_no: Konfigurere Cloud-tilgang
nl_nl: Cloudtoegang instellen
pl_pl: Konfigurowanie dostępu do chmury
pt_br: Configuração do acesso à nuvem
ru_ru: Настройка доступа к облаку
sv_se: Ställa in molnåtkomst
tr_tr: Bulut Erişimini Ayarlama
zh_cn: 设置云访问
zh_tw: 雲端存取設定

# CONTENT_SAFEPOINT_STRING_ABOUT_SAFEPOINTS_TEXT
source: A safepoint is a snapshot of the data on your drive at a specific point in time. In the unlikely event your WD My Cloud fails, you can restore your content from a safepoint.
cs_cz: Bod Safepoint je snímek dat ve vašem zařízení v konkrétním časovém okamžiku. V nepravděpodobném případě selhání zařízení WD My Cloud můžete obnovit svůj obsah z bodu Safepoint.
de_de: Ein Safepoint ist eine Momentaufnahme der Daten auf Ihrem Laufwerk zu einem bestimmten Zeitpunkt. Sollte Ihre WD My Cloud wider Erwarten ausfallen, können Sie Ihre Inhalte von einem Safepoint wiederherstellen.
es_es: Un safepoint es una instantánea de los datos de la unidad en un momento específico del tiempo. En el caso improbable de que se produzca un error en WD My Cloud, puede restaurar todos los contenidos a partir de un safepoint.
fr_fr: Un safepoint est un instantané des données se trouvant sur votre lecteur à un moment donné. Bien qu'improbable, en cas de défaillance de WD My Cloud vous pouvez restaurer le contenu depuis un safepoint.
hu_hu: A safepoint egy pillanatkép a meghajtó adatairól. Amennyiben felhőrendszere nem felel meg az elvárásoknak, a teljes tartalmat visszaállíthatja safepoint alapján.
it_it: Un safepoint è un'istantanea dei dati sull'unità in un punto specifico nel tempo. Nell'improbabile evento di errore di WD My Cloud, è possibile ripristinare i contenuti da un safepoint.
ja_jp: Safepoint は特定時点でのドライブデータのスナップショットです。 万が一 WD My Cloud で障害が発生した場合は、Safepoint からコンテンツを復元できます。
ko_kr: safepoint는 시간상 특정 시점에 드라이브에 있는 데이터의 스냅샷입니다. 흔치 않지만 WD My Cloud가 실패하는 경우 safepoint에서 내용을 복원할 수 있습니다.
nb_no: Et safepoint er et øyeblikksbilde av dataene på stasjonen på et gitt tidspunkt. Dersom WD My Cloud mot formodning skulle feile, kan du gjenopprette alt innholdet fra et safepoint.
nl_nl: Een safepoint is een momentopname van de gegevens op uw station op een bepaald tijdstip. In het onwaarschijnlijke geval dat uw WD My Cloud niet functioneert, kunt u uw media herstellen vanaf een safepoint.
pl_pl: Punkt safepoint to migawka danych przechowywanych na dysku w danym momencie. W mało prawdopodobnym przypadku awarii urządzenia WD My Cloud można przywrócić zawartość z punktu safepoint.
pt_br: Um safepoint é um instantâneo dos dados da unidade em um momento específico. No evento improvável de falha do WD My Cloud, é possível restaurar o conteúdo a partir de um safepoint.
ru_ru: Safepoint представляет собой моментальный снимок данных на диске в определенный момент времени. В маловероятной ситуации сбоя WD My Cloud вы можете восстановить все содержимое из созданного safepoint.
sv_se: En safepoint är en ögonblicksbild av data på din enhet vid en specifik tidspunkt. I den osannolika händelse att WD My Cloud misslyckas kan du återställa ditt innehåll från en safepoint.
tr_tr: Safepoint, sürücünüzdeki verilerin belirli bir zaman noktasındaki anlık görüntüsüdür. WD My Cloud'un arıza yaptığı nadir durumlarda, içeriğinizi bir safepoint'ten geri yükleyebilirsiniz.
zh_cn: Safepoint 是您的驱动器上的数据在某个特定时间点的一份快照。 万一您的 WD My Cloud 出现故障（这种情况不太可能发生），您可以从一个 safepoint 中恢复您的内容。
zh_tw: 「Safepoint」是在您裝置中於某個時間點的資料快照。 萬一您的 WD My Cloud 發生錯誤，您可以從 Safepoint 還原您的內容。

# CONTENT_USERS_STRING_MANAGE_SAFEPOINTS_1
source: Select a safepoint from the list on the left
cs_cz: Vyberte bod Safepoint ze seznamu vlevo
de_de: Wählen Sie links in der Liste einen Safepoint aus
es_es: Seleccione un safepoint en la lista de la izquierda
fr_fr: Sélectionnez un safepoint dans la liste se trouvant à gauche
hu_hu: Válasszon egy safepointot a bal oldali listából!
it_it: Selezionare un safepoint dall'elenco a sinistra
ja_jp: 左側のリストから Safepoint を選択します。
ko_kr: 목록에서 왼쪽에 있는 safepoint를 선택합니다.
nb_no: Velg et safepoint fra listen til venstre
nl_nl: Selecteer een safepoint uit de lijst links
pl_pl: Wybierz punkt safepoint z listy po lewej stronie
pt_br: Selecione um safepoint na lista à esquerda.
ru_ru: Выберите safepoint из списка слева
sv_se: Välj en safepoint i listan till vänster.
tr_tr: Soldaki listeden bir safepoint seçin
zh_cn: 从左侧的列表中选择一个 safepoint。
zh_tw: 從左側的清單中選擇 Safepoint

# CONTENT_USERS_STRING_MANAGE_SAFEPOINTS_2
source: Click the Create Safepoint icon below the list
cs_cz: Klikněte na tlačítko Vytvořit bod Safepoint pod seznamem
de_de: Klicken Sie unterhalb der Liste auf die Schaltfläche „Safepoint erstellen“
es_es: Haga clic en el icono Crear safepoint situado bajo la lista
fr_fr: Sous la liste, cliquez sur Créer un safepoint.
hu_hu: Kattintson a Safepoint hozzáadása gombra a lista alatt!
it_it: Fare clic sull'icona Crea safepoint sotto l'elenco
ja_jp: リストの下の [Safepoint の作成] アイコンをクリックします。
ko_kr: 목록 아래에 있는 safepoint 만들기 아이콘을 클릭합니다.
nb_no: Klikk på &quot;Opprett safepoint&quot;-ikonet under listen
nl_nl: Klik op het pictogram safepoint maken onder de lijst
pl_pl: Kliknij ikonę Utwórz punkt safepoint widoczną pod listą
pt_br: Clique no ícone Criar safepoint na lista abaixo
ru_ru: Нажмите значок «Создать safepoint» под списком
sv_se: Klicka på ikonen Skapa safepoint under listan
tr_tr: Listenin altındaki Safepoint Oluştur simgesini tıklatın
zh_cn: 单击列表下方的“创建 Safepoint”按钮
zh_tw: 按一下在清單下方的「建立 Safepoint」圖示。

# CONTENT_USERS_STRING_MANAGE_SAFEPOINTS_3
source: Click Start Recovery to recover a previously saved safepoint
cs_cz: Klikněte na Spustit obnovení, chcete-li provést obnovu z dříve uloženého bodu Safepoint
de_de: Klicken Sie auf „Wiederherstellung starten“, um einen zuvor gespeicherten Safepoint wiederherzustellen
es_es: Haga clic en Iniciar recuperación para recuperar un safepoint guardado anteriormente
fr_fr: Cliquez sur Lancer la récupération pour récupérer un safepoint précédemment enregistré.
hu_hu: Kattintson a Helyreállítás indítására, hogy a tartalmat előzőleg mentett safepointja alapján visszanyerje.
it_it: Fare clic su Avvia ripristino per recuperare un safepoint salvato in precedenza
ja_jp: [回復の開始] をクリックし、以前に保存した Safepoint を回復します。
ko_kr: 복구 시작을 클릭하여 이전에 저장한 safepoint를 복구합니다.
nb_no: Klikk på &quot;Start gjenoppretting&quot; for å gjenopprette et tidligere lagret safepoint
nl_nl: Klik op Herstel starten om een eerder opgeslagen safepoint te herstellen.
pl_pl: Kliknij pozycję Uruchom odzyskiwanie, aby odzyskać wcześniej zapisany punkt safepoint
pt_br: Clique em Iniciar recuperação para recuperar um safepoint salvo anteriormente
ru_ru: Нажмите «Начать восстановление», чтобы восстановить ранее сохраненный safepoint
sv_se: Klicka på Starta återställning för att återställa en tidigare sparad safepoint
tr_tr: Daha önce kaydedilmiş bir safepoint'i kurtarmak için Kurtarmayı Başlat öğesini tıklatın
zh_cn: 单击“开始恢复&quot;，从以前保存的 safepoint 中恢复数据。
zh_tw: 按一下「開始復原」以復原上次儲存的 Safepoint。

# CONTENT_USERS_STRING_ABOUT_SAFEPOINTS
source: Managing Safepoints
cs_cz: Správa bodů Safepoint
de_de: Safepoints verwalten
es_es: Gestionando safepoints
fr_fr: Gestion des safepoints
hu_hu: Safepointok kezelése
it_it: Gestione safepoint
ja_jp: Safepoint の管理
ko_kr: safepoint 관리
nb_no: Administrere safepoints
nl_nl: Safepoints beheren
pl_pl: Zarządzanie punktami safepoint
pt_br: Gerenciamento de safepoints
ru_ru: Управление safepoint
sv_se: Hantera safepointer
tr_tr: Safepoint Yönetme
zh_cn: 管理 Safepoint
zh_tw: 管理 Safepoints
