Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# LABEL_DESCR_FACTORY_RESTORE_SWITCH_TO_QUICK_RESTORE
source: Full Restore is switching to Quick Restore.
cs_cz: Režim kompletního obnovení bude přepnut na režim rychlého obnovení.
de_de: Vollständige Wiederherstellung wird in schnelle Wiederherstellung geändert.
es_es: La restauración completa está cambiando a restauración rápida.
fr_fr: Restauration complète bascule vers Restauration rapide.
hu_hu: A teljes visszaállítás gyors visszaállításra vált.
it_it: Passaggio da ripristino completo a ripristino rapido.
ja_jp: 完全復元は簡易復元に切り替わっています。
ko_kr: 전체 복원을 빠른 복원으로 전환하는 중입니다.
nb_no: &quot;Komplett gjenoppretting&quot; bytter til &quot;rask gjenoppretting&quot;.
nl_nl: Volledig herstel schakelt over naar Snel herstel.
pl_pl: Tryb pełnego przywracania jest zmieniany na tryb szybkiego przywracania.
pt_br: Alternando de restauração completa para restauração rápida.
ru_ru: Выполняется смена полного восстановления на быстрое.
sv_se: Full återställning växlar till snabb återställning.
tr_tr: Tam Geri Yüklemeden Hızlı Geri Yüklemeye geçiliyor.
zh_cn: 正在从完全还原切换到快速还原。
zh_tw: 已將完整還原切換至快速還原。

# LABEL_DESCR_DEVICE_REBOOTING
source: Device is rebooting
cs_cz: Zařízení se restartuje
de_de: Gerät wird neu gestartet
es_es: Se está reiniciando el dispositivo
fr_fr: Le dispositif redémarre
hu_hu: Az eszköz újraindul
it_it: Riavvio del dispositivo in corso
ja_jp: デバイスが再起動しています。
ko_kr: 장치 다시 부팅 중입니다.
nb_no: Enheten starter på nytt
nl_nl: Apparaat start opnieuw
pl_pl: Ponowny rozruch urządzenia
pt_br: O dispositivo está reinicializando.
ru_ru: Выполняется перезагрузка устройства
sv_se: Enheten startar om
tr_tr: Aygıt yeniden başlatılıyor
zh_cn: 正在重新启动设备
zh_tw: 正在重新啟動裝置。

# LABEL_DESCR_INTIALIZING_DEVICE
source: Initializing device
cs_cz: Probíhá inicializace zařízení
de_de: Gerät wird initialisiert
es_es: Iniciando dispositivo
fr_fr: Initialisation du dispositif
hu_hu: Eszköz inicializálása
it_it: Inizializzazione del dispositivo in corso
ja_jp: デバイスを初期化中
ko_kr: 장치 초기화 중입니다.
nb_no: Initialiserer enheten
nl_nl: Apparaat wordt geïnitialiseerd
pl_pl: Inicjowanie urządzenia
pt_br: Inicializando dispositivo
ru_ru: Инициализация устройства
sv_se: Initierar enhet
tr_tr: Aygıt başlatılıyor
zh_cn: 正在初始化设备
zh_tw: 起始裝置：

# LABEL_HEADER_ITUNES_SERVER
source: iTunes Server:
cs_cz: Server iTunes:
es_es: Servidor de iTunes:
fr_fr: Serveur iTunes :
hu_hu: iTunes-kiszolgáló:
it_it: Server iTunes:
ja_jp: iTunes サーバー
ko_kr: iTunes 서버:
pl_pl: Serwer iTunes:
pt_br: Servidor do iTunes:
ru_ru: Сервер iTunes:
tr_tr: iTunes Sunucusu:
zh_cn: iTunes 服务器。
zh_tw: iTunes 伺服器：

# BUTTON_RESCAN_MEDIA
source: Rescan
cs_cz: Znovu prohledat
de_de: Neu prüfen
es_es: Volver a explorar
fr_fr: Nouvelle analyse
hu_hu: Újrakeresés
it_it: Nuova scansione
ja_jp: 再スキャン
ko_kr: 다시 검색
nb_no: Skann på nytt
nl_nl: Opnieuw scannen
pl_pl: Skanuj ponownie
pt_br: Verificar novamente
ru_ru: Повторное сканирование
sv_se: Sök igen
tr_tr: Yeniden Tara
zh_cn: 重新扫描
zh_tw: 再次掃描

# LABEL_HEADER_VERSION
source: Version:
cs_cz: Verze:
es_es: Versión:
hu_hu: Verzió:
it_it: Versione:
ja_jp: バージョン:
ko_kr: 버전:
nb_no: Versjon:
nl_nl: Versie:
pl_pl: Wersja:
pt_br: Versão:
ru_ru: Версия:
tr_tr: Sürüm:
zh_cn: 版本：
zh_tw: 版本：

# LABEL_HEADER_MUSIC_TRACKS
source: Music Tracks:
cs_cz: Hudební stopy:
de_de: Musikspuren:
es_es: Pistas de música:
fr_fr: Pistes musicales :
hu_hu: Zeneszám:
it_it: Brani musicali:
ja_jp: 音楽トラック:
ko_kr: 음악 트랙:
nb_no: Musikkspor:
nl_nl: Muziekstukken:
pl_pl: Utwory muzyczne:
pt_br: Faixas de música:
ru_ru: Музыкальные записи:
sv_se: Musikfiler:
tr_tr: Müzik Parçaları:
zh_cn: 音乐曲目：
zh_tw: 音樂曲目：

# LABEL_HEADER_PICTURES
source: Pictures:
cs_cz: Obrázky:
de_de: Bilder:
es_es: Imágenes:
fr_fr: Images :
hu_hu: Képek:
it_it: Immagini:
ja_jp: 画像:
ko_kr: 그림:
nb_no: Bilder:
nl_nl: Afbeeldingen:
pl_pl: Obrazy:
pt_br: Fotografias:
ru_ru: Изображения:
sv_se: Bilder:
tr_tr: Resimler:
zh_cn: 图片：
zh_tw: 圖片：

# LABEL_HEADER_VIDEOS
source: Videos:
cs_cz: Videa:
es_es: Vídeos:
fr_fr: Vidéos :
hu_hu: Videók:
it_it: Video:
ja_jp: 動画:
ko_kr: 비디오:
nb_no: Videoer:
pl_pl: Filmy:
pt_br: Vídeos:
ru_ru: Видео:
sv_se: Videor:
tr_tr: Videolar:
zh_cn: 视频：
zh_tw: 影片：

# BUTTON_REBUILD
source: Rebuild
cs_cz: Obnovit
de_de: Wiederherstellen
es_es: Reconstruir
fr_fr: Restaurer
hu_hu: Újraépítés
it_it: Ripristina
ja_jp: 復元
ko_kr: 복원
nb_no: Gjenoppbygg
nl_nl: Vernieuwen
pl_pl: Przywróć
pt_br: Restaurar
ru_ru: Восстановить
sv_se: Återskapa
tr_tr: Yenile
zh_cn: 还原
zh_tw: 重新組建

# LABEL_HEADER_IP_ADDRESS
source: IP Address
cs_cz: Adresa IP
de_de: IP-Adresse
es_es: Dirección IP
fr_fr: Adresse IP
hu_hu: IP-cím
it_it: Indirizzo IP
ja_jp: IP アドレス
ko_kr: IP 주소
nb_no: IP-adresse
nl_nl: IP-adres
pl_pl: Adres IP
pt_br: Endereço IP
ru_ru: IP-адрес
sv_se: IP-adress
tr_tr: IP Adresi
zh_cn: IP 地址
zh_tw: IP 位址

# LABEL_HEADER_NETWORK_MODE
source: Network Mode
cs_cz: Síťový režim
de_de: Netzwerkmodus
es_es: Modo de red
fr_fr: Mode réseau
hu_hu: Hálózati mód
it_it: Modalità rete
ja_jp: ネットワーク モード
ko_kr: 네트워크 모드
nb_no: Nettverksmodus
nl_nl: Netwerkmodus
pl_pl: Tryb sieci
pt_br: Modo de rede
ru_ru: Режим сети
sv_se: Nätverksläge
tr_tr: Ağ Modu
zh_cn: 网络模式
zh_tw: 網路模式

# PAGE_HEADER_DATE_AND_TIME
source: Date &amp; Time
cs_cz: Datum a čas
de_de: Datum und Uhrzeit
es_es: Fecha y hora
fr_fr: Date et heure
hu_hu: Dátum és időpont
it_it: Data e ora
ja_jp: 日時
ko_kr: 날짜 및 시간
nb_no: Dato og klokkeslett
nl_nl: Datum en tijd
pl_pl: Data i godzina
pt_br: Data e hora
ru_ru: Дата и время
sv_se: Datum och tid
tr_tr: Tarih ve Saat
zh_cn: 日期和时间
zh_tw: 時間與日期

# LABEL_HEADER_TIME_ZONE
source: Time Zone:
cs_cz: Časové pásmo:
de_de: Zeitzone:
es_es: Zona horaria:
fr_fr: Fuseau horaire :
hu_hu: Időzóna:
it_it: Fuso orario
ja_jp: タイム ゾーン:
ko_kr: 시간대:
nb_no: Tidssone:
nl_nl: Tijdzone:
pl_pl: Strefa czasowa:
pt_br: Fuso horário:
ru_ru: Часовой пояс:
sv_se: Tidszon:
tr_tr: Saat Dilimi:
zh_cn: 时区：
zh_tw: 時區：

# GENERIC_TIME_ZONE_MIDWAY_ISLAND
source: (GMT-11:00) Midway Island, Samoa
cs_cz: (GMT-11:00) Midway, Samoa
de_de: (UTC-11:00) Midwayinseln, Samoa
es_es: (GMT-11:00) Isla Midway, Samoa
fr_fr: (GMT-11:00) Îles Midway, Samoa
hu_hu: (GMT -11:00 óra) Midway-szigetek, Szamoa
it_it: (GMT-11:00) Isole Midway, Samoa
ja_jp: (GMT-11:00) ミッドウェイ諸島、サモア
ko_kr: (GMT-11:00) 미드웨이 제도, 사모아
nl_nl: (GMT-11:00) Midway, Samoa
pl_pl: (GMT-11:00) Midway, Samoa
pt_br: (UTC-11h00) Ilha Midway, Samoa
ru_ru: (GMT-11:00) острова Мидуэй, Самоа
tr_tr: (GMT-11:00) Midway Adası, Samoa
zh_cn: （ GMT-11:00 ）中途岛，萨摩亚群岛
zh_tw: (GMT-11:00) 中途島，薩摩亞

# GENERIC_TIME_ZONE_HAWAII
source: (GMT-10:00) Hawaii
cs_cz: (GMT-10:00) Havaj
de_de: (UTC-10:00) Hawaii
es_es: (GMT-10:00) Hawai
hu_hu: (GMT -10:00 óra) Hawaii
ja_jp: (GMT-10:00) ハワイ
ko_kr: (GMT-10:00) 하와이
nl_nl: (GMT-10:00) Hawaï
pl_pl: (GMT-10:00) Hawaje
pt_br: (UTC-10h00) Havaí
ru_ru: (GMT-10:00) Гавайские острова
zh_cn: （ GMT-10:00 ）夏威夷
zh_tw: (GMT-10:00) 夏威夷

# GENERIC_TIME_ZONE_ALASKA
source: (GMT-09:00) Alaska
cs_cz: (GMT-09:00) Aljaška
de_de: (UTC-09:00) Alaska
hu_hu: (GMT -9:00 óra) Alaszka
ja_jp: (GMT-09:00) アラスカ
ko_kr: (GMT-09:00) 알래스카
pt_br: (UTC-09h00) Alasca
ru_ru: (GMT-09:00) Аляска
zh_cn: （ GMT-09:00 ）阿拉斯加
zh_tw: (GMT-09:00) 阿拉斯加

# GENERIC_TIME_ZONE_PACIFIC_TIME
source: (GMT-08:00) Pacific Time (US & Canada)
cs_cz: (GMT-08:00) Pacifický čas (USA a Kanada)
de_de: (UTC-08:00) Pacific Time (USA und Kanada)
es_es: (GMT-08:00) Hora del Pacífico (EE.UU. y Canadá)
fr_fr: (GMT-08:00) Pacifique (É.-U. et Canada)
hu_hu: (GMT -8:00 óra) Csendes-óceáni idő (Egyesült Államok és Kanada)
it_it: (GMT-08:00) USA e Canada: fuso del Pacifico
ja_jp: (GMT-08:00) 太平洋標準時 (米国およびカナダ)
ko_kr: (GMT-08:00) 태평양 표준시(미국과 캐나다)
nb_no: (GMT-08:00) Pacific Time (USA og Canada)
nl_nl: (GMT-08:00) Pacific Time (VS en Canada)
pl_pl: (GMT-08:00) Czas pacyficzny (USA i Kanada)
pt_br: (UTC-08h00) Horário do Pacífico (EUA e Canadá)
ru_ru: (GMT-08:00) тихоокеанское время (США и Канада)
sv_se: (GMT-08:00) Pacific Time (USA och Kanada)
tr_tr: (GMT-08:00) Pasifik Saati (ABD ve Kanada)
zh_cn: （ GMT-08:00 ）太平洋时间（美国和加拿大）
zh_tw: (GMT-08:00) 太平洋時間 (美國及加拿大)

# GENERIC_TIME_ZONE_TIJUANA
source: (GMT-08:00) Tijuana
de_de: (UTC-08:00) Tijuana
hu_hu: (GMT -8:00 óra) Tijuana
ja_jp: (GMT-08:00) ティフアナ
ko_kr: (GMT-08:00) 티후아나
pt_br: (UTC-08h00) Tijuana
ru_ru: (GMT-08:00) Тихуана
zh_cn: （ GMT-08:00 ）蒂华纳
zh_tw: (GMT-08:00) 蒂華納

# GENERIC_TIME_ZONE_ARIZONA
source: (GMT-07:00) Arizona
de_de: (UTC-07:00) Arizona
hu_hu: (GMT -7:00 óra) Arizona
ja_jp: (GMT-07:00) アリゾナ
ko_kr: (GMT-07:00) 애리조나
pt_br: (UTC-07h00) Arizona
ru_ru: (GMT-07:00) Аризона
zh_cn: （ GMT-07:00 ）美国亚利桑那州
zh_tw: (GMT-07:00) 亞利桑那

# GENERIC_TIME_ZONE_CHIHUAHUA_LA_PAZ_MAZATLAN
source: (GMT-07:00) Chihuahua, La Paz, Mazatlan
de_de: (UTC-07:00) Chihuahua, La Paz, Mazatlan
es_es: (GMT-07:00) Chihuahua, La Paz, Mazatlán
hu_hu: (GMT -7:00 óra) Chihuahua, La Paz, Mazatlan
ja_jp: (GMT-07:00) チワワ、ラパス、マサトラン
ko_kr: (GMT-07:00) 치와와, 라파스, 마사틀란
pl_pl: (GMT-07:00) Chihuahua, La Paz, Mazatlán
pt_br: (UTC-07h00) Chihuahua, La Paz, Mazatlán
ru_ru: (GMT-07:00) Чиуауа, Ла-Пас, Масатлан
zh_cn: （ GMT-07:00 ）奇瓦瓦，拉巴斯，马扎特兰
zh_tw: (GMT-07:00) 齊驊華，拉帕茲，馬扎特蘭

# GENERIC_TIME_ZONE_MOUNTAIN_TIME
source: (GMT-07:00) Mountain Time (US & Canada)
cs_cz: (GMT-07:00) Horský čas (USA a Kanada)
de_de: (UTC-07:00) Mountain Time (USA und Kanada)
es_es: (GMT-07:00) Hora de las Montañas Rocosas (EE. UU. y Canadá)
fr_fr: (GMT-07:00) Montagnes Rocheuses (É.-U. et Canada)
hu_hu: (GMT -7:00 óra) Hegyvidéki idő (Egyesült Államok és Kanada)
it_it: (GMT-07:00) Fuso occidentale (USA e Canada)
ja_jp: (GMT-07:00) 山地標準時 (米国およびカナダ)
ko_kr: (GMT-07:00) 산지 표준시(미국과 캐나다)
nb_no: (GMT-07:00) Mountain Time (USA og Canada)
nl_nl: (GMT-07:00) Mountain Time (VS en Canada)
pl_pl: (GMT-07:00) Czas górski (USA i Kanada)
pt_br: (UTC-07h00) Horário das Montanhas Rochosas (EUA e Canadá)
ru_ru: (GMT-07:00) Горное время (США и Канада)
sv_se: (GMT-07:00) Mountain Time (USA och Kanada)
tr_tr: (GMT-07:00) Dağ Saati (ABD ve Kanada)
zh_cn: （ GMT-07:00 ）山地时间（美国和加拿大）
zh_tw: (GMT-07:00) 山區時間 (美國及加拿大)

# GENERIC_TIME_ZONE_CENTRAL_AMERICA
source: (GMT-06:00) Central America (Guatemala)
cs_cz: (GMT-06:00) Střední Amerika (Guatemala)
de_de: (UTC-06:00) Zentralamerika (Guatemala)
es_es: (GMT-06:00) América Central (Guatemala)
fr_fr: (GMT-06:00) Amérique centrale (Guatemala)
hu_hu: (GMT -6:00 óra) Közép-Amerika (Guatemala)
it_it: (GMT-06:00) America centrale (Guatemala)
ja_jp: (GMT-06:00) 中央アメリカ (グアテマラ)
ko_kr: (GMT-06:00) 중앙 아메리카(과테말라)
nb_no: (GMT-06:00) Mellom-Amerika (Guatemala)
nl_nl: (GMT-06:00) Midden-Amerika (Guatemala)
pl_pl: (GMT-06:00) Ameryka Środkowa (Gwatemala)
pt_br: (UTC-06h00) América Central (Guatemala)
ru_ru: (GMT-06:00) Центральная Америка (Гватемала)
sv_se: (GMT-06:00) Centralamerika (Guatemala)
tr_tr: (GMT-06:00) Orta Amerika (Guatemala)
zh_cn: （ GMT-06:00 ）美国中部（危地马拉）
zh_tw: (GMT-06:00) 中美洲 (瓜地馬拉)

# GENERIC_TIME_ZONE_CENTRAL_TIME
source: (GMT-06:00) Central Time (US & Canada)
cs_cz: (GMT-06:00) Centrální čas (USA a Kanada)
de_de: (UTC-06:00) Central Time (USA und Kanada)
es_es: (GMT-06:00) Hora del centro (EE.UU. y Canadá)
fr_fr: (GMT-06:00) Centre (É.-U. et Canada)
hu_hu: (GMT -6:00 óra) Középső idő (Egyesült Államok és Kanada)
it_it: (GMT-06:00) Fuso centrale (USA e Canada)
ja_jp: (GMT-06:00) 中部標準時 (米国およびカナダ)
ko_kr: (GMT-06:00) 중부 표준시(미국과 캐나다)
nb_no: (GMT-06:00) Central Time (USA og Canada)
nl_nl: (GMT-06:00) Central Time (VS en Canada)
pl_pl: (GMT-06:00) Czas centralny (USA i Kanada)
pt_br: (UTC-06h00) Horário Central (EUA e Canadá)
ru_ru: (GMT-06:00) центральное время (США и Канада)
sv_se: (GMT-06:00) Central Time (USA och Kanada)
tr_tr: (GMT-06:00) Merkez Saati (ABD ve Kanada)
zh_cn: （ GMT-06:00 ）中部时间（美国和加拿大）
zh_tw: (GMT-06:00) 中部時間 (美國及加拿大)

# GENERIC_TIME_ZONE_GUADALAJARA
source: (GMT-06:00) Guadalajara, Mexico City, Monterrey
de_de: (UTC-06:00) Guadalajara, Mexiko-Stadt, Monterrey
es_es: (GMT-06:00) Guadalajara, Ciudad de México, Monterrey
hu_hu: (GM T -6:00 óra) Guadalajara, Mexikóváros, Monterrey
it_it: (GMT-06:00) Guadalajara, Città del Messico, Monterrey
ja_jp: (GMT-06:00) グアダラハラ、メキシコシティ、モントレー
ko_kr: (GMT-06:00) 과달라하라, 멕시코시티, 몬테레이
nb_no: (GMT-06:00) Guadalajara, Mexico by, Monterrey
nl_nl: (GMT-06:00) Guadalajara, Mexico-Stad, Monterrey
pl_pl: (GMT-06:00) Guadalajara, Meksyk, Monterrey
pt_br: (UTC-06h00) Guadalajara, Cidade do México, Monterrey
ru_ru: (GMT-06:00) Гвадалахара, Мехико, Монтеррей
zh_cn: （ GMT-06:00 ）瓜达拉哈拉，墨西哥城，蒙特雷
zh_tw: (GMT-06:00) 瓜達拉加若，墨西哥城，蒙特利

# GENERIC_TIME_ZONE_SASKATCHEWAN
source: (GMT-06:00) Saskatchewan
de_de: (UTC-06:00) Saskatchewan
hu_hu: (GMT -6:00 óra) Saskatchewan
ja_jp: (GMT-06:00) サスカチュワン
ko_kr: (GMT-06:00) 서스캐처원
pt_br: (UTC-06h00) Saskatchewan
ru_ru: (GMT-06:00) Саскачеван
zh_cn: （ GMT-06:00 ）萨斯喀彻温省
zh_tw: (GMT-06:00) 薩克其萬

# GENERIC_TIME_ZONE_BOGOTA_LIMA_QUITO
source: (GMT-05:00) Bogota, Lima, Quito
de_de: (UTC-05:00) Bogota, Lima, Quito
es_es: (GMT-05:00) Bogotá, Lima, Quito
hu_hu: (GMT -5:00 óra) Bogota, Lima, Quito
it_it: (GMT-05:00) Bogotà, Lima, Quito
ja_jp: (GMT-05:00) ボゴタ、リマ、キト
ko_kr: (GMT-05:00) 보고타, 리마, 키토
pt_br: (UTC-05h00) Bogotá, Lima, Quito
ru_ru: (GMT-05:00) Богота, Лима, Кито
zh_cn: （ GMT-05:00 ）波哥大，利马，基多
zh_tw: (GMT-05:00) 波哥大，利馬，基多

# GENERIC_TIME_ZONE_EASTERN_TIME
source: (GMT-05:00) Eastern Time (US & Canada)
cs_cz: (GMT-05:00) Východní čas (USA a Kanada)
de_de: (UTC-05:00) Eastern Time (USA und Kanada)
es_es: (GMT-05:00) Hora oriental (EE.UU. y Canadá)
fr_fr: (GMT-05:00) Est (É.-U. et Canada)
hu_hu: (GMT -5:00 óra) Keleti idő (Egyesült Államok és Kanada)
it_it: (GMT-05:00) Fuso orientale (USA e Canada)
ja_jp: (GMT-05:00) 東部標準時 (米国およびカナダ)
ko_kr: (GMT-05:00) 동부 표준시(미국과 캐나다)
nb_no: (GMT-05:00) Eastern Time (USA og Canada)
nl_nl: (GMT-05:00) Eastern Time (VS en Canada)
pl_pl: (GMT-05:00) Czas wschodni (USA i Kanada)
pt_br: (UTC-05h00) Horário do Leste (EUA e Canadá)
ru_ru: (GMT-05:00) восточное время (США и Канада)
sv_se: (GMT-05:00) Eastern Time (USA och Kanada)
tr_tr: (GMT-05:00) Doğu Saati (ABD ve Kanada)
zh_cn: （ GMT-05:00 ）东部时间（美国和加拿大）
zh_tw: (GMT-05:00) 東部時間 (美國及加拿大)

# GENERIC_TIME_ZONE_INDIANA
source: (GMT-05:00) Indiana (East)
cs_cz: (GMT-05:00) Indiana (východní)
de_de: (UTC-05:00) Indiana (East)
es_es: (GMT-05:00) Indiana (este)
fr_fr: (GMT-05:00) Indiana (Est)
hu_hu: (GMT -5:00 óra) Indiana (Kelet)
it_it: (GMT-05:00) Indiana (Est)
ja_jp: (GMT-05:00) インディアナ東部
ko_kr: (GMT-05:00) 인디애나(동부)
nb_no: (GMT-05:00) Indiana (øst)
nl_nl: (GMT-05:00) Indiana (oost)
pl_pl: (GMT-05:00) Indiana (wschód)
pt_br: (UTC-05h00) Indiana (Leste)
ru_ru: (GMT-05:00) Индиана (восток)
tr_tr: (GMT-05:00) Indiana (Doğu)
zh_cn: （ GMT-05:00 ）印地安纳（东部）
zh_tw: (GMT-05:00) 印度安納 (東部)

# GENERIC_TIME_ZONE_CARACAS
source: (GMT-04:30) Caracas
de_de: (UTC-04:30) Caracas
hu_hu: (GMT -4:30 óra) Caracas
ja_jp: (GMT-04:30) カラカス
ko_kr: (GMT-04:30) 카라카스
pt_br: (UTC-04h30) Caracas
ru_ru: (GMT-04:30) Каракас
tr_tr: (GMT-04:30) Karakas
zh_cn: （ GMT-04:30 ）加拉加斯
zh_tw: (GMT-04:30) 卡拉卡斯

# GENERIC_TIME_ZONE_ATLANTIC_TIME
source: (GMT-04:00) Atlantic Time (Canada)
cs_cz: (GMT-04:00) Atlantický čas (Kanada)
de_de: (UTC-04:00) Atlantic Time (Kanada)
es_es: (GMT-04:00) Hora del Atlántico (Canadá)
fr_fr: (GMT-04:00) Heure Atlantique (Canada)
hu_hu: (GMT -4:00 óra) Atlanti idő (Kanada)
it_it: (GMT-04:00) Ora costa atlantica (Canada)
ja_jp: (GMT-04:00) 大西洋標準時 (カナダ)
ko_kr: (GMT-04:00) 대서양 표준시(캐나다)
nb_no: (GMT-04:00) Atlanterhavskysten (Canada)
pl_pl: (GMT-04:00) Czas atlantycki (Kanada)
pt_br: (UTC-04h00) Horário do Atlântico (Canadá)
ru_ru: (GMT-04:00) атлантическое время (Канада)
sv_se: (GMT-04:00) Atlantic Time (Kanada)
tr_tr: (GMT-04:00) Atlantik Saati (Kanada)
zh_cn: （ GMT-04:00 ）大西洋时间（加拿大）
zh_tw: (GMT-04:00) 大西洋時間 (加拿大)

# GENERIC_TIME_ZONE_LA_PAZ
source: (GMT-04:00) La Paz
de_de: (UTC-04:00) La Paz
hu_hu: (GMT -4:00 óra) La Paz
ja_jp: (GMT-04:00) ラパス
ko_kr: (GMT-04:00) 라파스
pt_br: (UTC-04h00) La Paz
ru_ru: (GMT-04:00) Ла-Пас
zh_cn: （ GMT-04:00 ）拉巴斯
zh_tw: (GMT-04:00) 拉帕茲

# GENERIC_TIME_ZONE_SANTIAGO
source: (GMT-04:00) Santiago
de_de: (UTC-04:00) Santiago
hu_hu: (GMT -4:00 óra) Santiago
ja_jp: (GMT-04:00) サンティアゴ
ko_kr: (GMT-04:00) 산티아고
pt_br: (UTC-04h00) Santiago
ru_ru: (GMT-04:00) Сантьяго
zh_cn: （ GMT-04:00 ）圣地亚哥
zh_tw: (GMT-04:00) 聖地牙哥

# GENERIC_TIME_ZONE_MANAUS
source: (GMT-04:00) Manaus
de_de: (UTC-04:00) Manaus
hu_hu: (GMT -4:00 óra) Manaus
ja_jp: (GMT-04:00) マナウス
ko_kr: (GMT-04:00) 마노스
pt_br: (UTC-04h00) Manaus
ru_ru: (GMT-04:00) Манаус
zh_cn: （ GMT-04:00 ）马瑙斯
zh_tw: (GMT-04:00) 瑪瑙斯

# GENERIC_TIME_ZONE_NEWFOUNDLAND
source: (GMT-03:30) Newfoundland
de_de: (UTC-03:30) Neufundland
es_es: (GMT-03:30) Terranova
fr_fr: (GMT-03:30) Terre-Neuve
hu_hu: (GMT -3:30 óra) Új-Fundland
it_it: (GMT-03:30) Terranova
ja_jp: (GMT-03:30) ニューファンドランド
ko_kr: (GMT-03:30) 뉴펀들랜드
pl_pl: (GMT-03:30) Nowa Fundlandia
pt_br: (UTC-03h30) Newfoundland
ru_ru: (GMT-03:30) Ньюфаундленд
zh_cn: （ GMT-03:30 ）纽芬兰
zh_tw: (GMT-03:30) 紐芬蘭

# GENERIC_TIME_ZONE_BRASILIA
source: (GMT-03:00) Brasilia
de_de: (UTC-03:00) Brasilien
hu_hu: (GMT -3:00 óra) Brazíliaváros
ja_jp: (GMT-03:00) ブラジリア
ko_kr: (GMT-03:00) 브라질리아
pl_pl: (GMT-03:00) Brasília
pt_br: (UTC-03h00) Brasília
ru_ru: (GMT-03:00) Бразилиа
zh_cn: （ GMT-03:00 ）巴西利亚
zh_tw: (GMT-03:00) 巴西利亞

# GENERIC_TIME_ZONE_BUENOS_AIRES_GEORGETOWN
source: (GMT-03:00) Buenos Aires, Georgetown
de_de: (UTC-03:00) Buenos Aires, Georgetown
hu_hu: (GMT -3:00 óra) Buenos Aires, Georgetown
ja_jp: (GMT-03:00) ブエノスアイレス、ジョージタウン
ko_kr: (GMT-03:00) 부에노스아이레스, 조지타운
pt_br: (UTC-03h00) Buenos Aires, Georgetown
ru_ru: (GMT-03:00) Буэнос-Айрес, Джорджтаун
zh_cn: （ GMT-03:00 ）布宜诺斯艾利斯，乔治敦
zh_tw: (GMT-03:00) 布宜諾斯艾利斯，喬治城

# GENERIC_TIME_ZONE_GREENLAND
source: (GMT-03:00) Greenland
cs_cz: (GMT-03:00) Grónsko
de_de: (UTC-03:00) Grönland
es_es: (GMT-03:00) Groenlandia
fr_fr: (GMT-03:00) Groenland
hu_hu: (GMT -3:00 óra) Grönland
it_it: (GMT-03:00) Groenlandia
ja_jp: (GMT-03:00) グリーンランド
ko_kr: (GMT-03:00) 그린란드
nb_no: (GMT-03:00) Grønland
nl_nl: (GMT-03:00) Groenland
pl_pl: (GMT-03:00) Grenlandia
pt_br: (UTC-03h00) Groenlândia
ru_ru: (GMT-03:00) Гренландия
sv_se: (GMT-03:00) Grönland
tr_tr: (GMT-03:00) Grönland
zh_cn: （ GMT-03:00 ）格陵兰
zh_tw: (GMT-03:00) 格陵蘭

# GENERIC_TIME_ZONE_MONTEVIDEO
source: (GMT-03:00) Montevideo
de_de: (UTC-03:00) Montevido
hu_hu: (GMT -3:00 óra) Montevideo
ja_jp: (GMT-03:00) モンテビデオ
ko_kr: (GMT-03:00) 몬테비데오
pt_br: (UTC-03h00) Montevidéu
ru_ru: (GMT-03:00) Монтевидео
zh_cn: （ GMT-03:00 ）蒙得维
zh_tw: (GMT-03:00) 蒙特維多

# GENERIC_TIME_ZONE_MID_ATLANTIC
source: (GMT-02:00) Mid-Atlantic (Noronha)
cs_cz: (GMT-02:00) Středoatlantický čas (Noronha)
de_de: (UTC-02:00) Atlantik (Noronha)
es_es: (GMT-02:00) Atlántico Central (Noronha)
fr_fr: (GMT-02:00) Centre-Atlantique (Noronha)
hu_hu: (GMT -2:00 óra) Közép-atlanti idő (Noronha)
it_it: (GMT-02:00) Medioatlantico (Noronha)
ja_jp: (GMT-02:00) 中央大西洋 (ノローニャ)
ko_kr: (GMT-02:00) 대서양 중부(노로냐)
nb_no: (GMT-02:00) Midt-Atlanteren (Noronha)
nl_nl: (GMT-02:00) Midden-Atlantisch (Noronha)
pl_pl: (GMT-02:00) Czas środkowoatlantycki (Noronha)
pt_br: (UTC-02h00) Horário do Atlântico Central (Noronha)
ru_ru: (GMT-02:00) Центральная Атлантика (Норонха)
tr_tr: (GMT-02:00) Orta Atlantik (Noronha)
zh_cn: （ GMT-02:00 ）大西洋中部（-迪诺罗尼亚岛）
zh_tw: (GMT-02:00) 大西洋中部 (諾拉哈)

# GENERIC_TIME_ZONE_AZORES_IS
source: (GMT-01:00) Azores Is.
cs_cz: (GMT-01:00) Azory
de_de: (UTC-01:00) Azoren
es_es: (GMT-01:00) Azores
fr_fr: (GMT-01:00) Les Açores
hu_hu: (GMT -1:00 óra) Azori-szigetek
it_it: (GMT-01:00) Isole Azzorre
ja_jp: (GMT-01:00) アゾレス諸島
ko_kr: (GMT-01:00) 아조레스
nb_no: (GMT-01:00) Azorene
nl_nl: (GMT-01:00) Azoren
pl_pl: (GMT-01:00) Azory
pt_br: (UTC-01h00) Ilhas Açores
ru_ru: (GMT-01:00) Азорские острова
tr_tr: (GMT-01:00) Azorlar
zh_cn: （ GMT-01:00 ）亚述尔群岛。
zh_tw: (GMT-01:00) 亞速爾群島

# GENERIC_TIME_ZONE_CAPE_VERDE_IS
source: (GMT-01:00) Cape Verde Is.
cs_cz: (GMT-01:00) Kapverdy
de_de: (UTC-01:00) Kap Verde
es_es: (GMT-01:00) Islas del Cabo Verde
fr_fr: (GMT-01:00) Îles du Cap-Vert
hu_hu: (GMT -1:00 óra) Zöld-foki Köztársaság
it_it: (GMT-01:00) Isole di Capo Verde
ja_jp: (GMT-01:00) カーボベルデ諸島
ko_kr: (GMT-01:00) 카보베르데 제도
nb_no: (GMT-01:00) Cape Verde-øyene
nl_nl: (GMT-01:00) Kaapverdië
pl_pl: (GMT-01:00) Wyspy Zielonego Przylądka
pt_br: (UTC-01h00) Ilhas Cabo Verde
ru_ru: (GMT-01:00) Кабо-Верде
tr_tr: (GMT-01:00) Yeşil Burun Adaları
zh_cn: （ GMT-01:00 ）佛得角群岛。
zh_tw: (GMT-01:00) 維德角群島

# GENERIC_TIME_ZONE_CASABLANCA_MONROVIA
source: (GMT) Casablanca, Monrovia
de_de: (UTC) Casablanca, Monrovia
ja_jp: (GMT) カサブランカ、モンロビア
ko_kr: (GMT) 카사블랑카, 몬로비아
pt_br: (UTC) Casablanca, Monróvia
ru_ru: (GMT) Касабланка, Монровия
tr_tr: (GMT) Casablanca, Monrovya
zh_cn: （ GMT ）卡萨布兰卡、蒙罗维亚
zh_tw: (GMT) 卡薩布蘭卡，蒙羅維亞

# GENERIC_TIME_ZONE_GREENWICH_MEAN_TIME
source: (GMT) Greenwich Mean Time: Dublin, Edinburgh, Lisbon, London
cs_cz: (GMT) Greenwichský čas: Dublin, Edinburgh, Lisabon, Londýn
de_de: (UTC) Greenwich Mean Time: Dublin, Edinburgh, Lissabon, London
es_es: (GMT) Hora del meridiano de Greenwich: Dublín, Edimburgo, Lisboa, Londres
fr_fr: (GMT) Heure de Greenwich : Dublin, Édimbourg, Lisbonne, Londres
hu_hu: (GMT) Greenwichi középidő: Dublin, Edinburgh, Lisszabon, London
it_it: (GMT) Ora di Greenwich: Dublino, Edinburgo, Lisbona, Londra
ja_jp: (GMT) グリニッジ標準時: ダブリン、エジンバラ、リスボン、ロンドン
ko_kr: (GMT) 그리니치 표준시: 더블린, 에든버러, 리스본, 런던
nb_no: (GMT) Greenwich Mean Time: Dublin, Edinburgh, Lisboa, London
nl_nl: (GMT) Greenwich Mean Time: Dublin, Edinburgh, Lissabon, Londen
pl_pl: (GMT) Czas Greenwich: Dublin, Edynburg, Lizbona, Londyn
pt_br: (UTC) Horário do meridiano de Greenwich: Dublin, Edimburgo, Lisboa, Londres
ru_ru: (GMT) время по Гринвичу: Дублин, Эдинбург, Лиссабон, Лондон
tr_tr: (GMT) Greenwich Ortalama Saati: Dublin, Edinburgh, Lizbon, Londra
zh_cn: (GMT)格林威治平均时间: 都柏林，爱丁堡，里斯本，伦敦
zh_tw: (GMT) 格林威治標準時間： 都柏林，愛丁堡，里斯本，倫敦

# GENERIC_TIME_ZONE_AMSTERDAM_BERLIN_BERN_ROME_STOCKHOLM_VIENNA
source: (GMT+01:00) Amsterdam, Berlin, Bern, Rome, Stockholm, Vienna
cs_cz: (GMT+01:00) Amsterdam, Berlín, Bern, Řím, Stockholm, Vídeň
de_de: (UTC+01:00) Amsterdam, Berlin, Bern, Rom, Stockholm, Wien
es_es: (GMT+01:00) Ámsterdam, Berlín, Berna, Estocolmo, Roma, Viena
fr_fr: (GMT+01:00) Amsterdam, Berlin, Berne, Rome, Stockholm, Vienne
hu_hu: (Greenwichi középidő +1:00 óra) Amszterdam, Berlin, Bern, Róma, Stockholm, Bécs
it_it: (GMT+01:00) Amsterdam, Berlino, Berna, Roma, Stoccolma, Vienna
ja_jp: (GMT+01:00) アムステルダム、ベルリン、ベルン、ローマ、ストックホルム、ウィーン
ko_kr: (GMT+01:00) 암스테르담, 베를린, 베른, 로마, 스톡홀름, 빈
nb_no: (GMT+01:00) Amsterdam, Berlin, Bern, Roma, Stockholm, Wien
nl_nl: (GMT+01:00) Amsterdam, Berlijn, Bern, Rome, Stockholm, Wenen
pl_pl: (GMT+01:00) Amsterdam, Berlin, Berno, Rzym, Sztokholm, Wiedeń
pt_br: (UTC+01h00) Amsterdã, Berlim, Berna, Roma, Estocolmo, Viena
ru_ru: (GMT+01:00) Амстердам, Берлин, Берн, Рим, Стокгольм, Вена
sv_se: (GMT+01:00) Amsterdam, Berlin, Bern, Rom, Stockholm, Wien
tr_tr: (GMT+01:00) Amsterdam, Berlin, Bern, Roma, Stokholm, Viyana
zh_cn: （ GMT+01:00 ）阿姆斯特丹、柏林、伯尔尼、罗马、斯德哥尔摩、维也纳
zh_tw: (GMT+01:00) 阿姆斯特丹，柏林，伯恩，羅馬，斯德哥爾摩，維也納
