Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# ERROR_SAFEPOINT_CREATE_NOT_FOUND
source: Your safepoint cannot be created due to a missing drive or share resource. Please try creating your safepoint again.
cs_cz: Váš bod Safepoint nelze vytvořit z důvodu chybějící jednotky nebo zdroje sdílené složky. Zkuste vytvořit váš bod Safepoint znovu.
de_de: Der Safepoint kann aufgrund eines fehlenden Laufwerks bzw. einer fehlenden Freigaberessource nicht erstellt werden. Versuchen Sie erneut, den Safepoint zu erstellen.
es_es: No se pudo crear el safepoint debido a que falta una unidad o un recurso compartido. Intente crear de nuevo el safepoint.
fr_fr: Le safepoint ne peut pas être créé à cause d'un lecteur manquant ou d'une ressource partagée manquante. Veuillez réessayer de créer le safepoint.
hu_hu: Hiányzó meghajtó vagy kevés hely a megosztón; az Ön safepointja nem hozható létre. Kérjük, próbálja meg ismét létrehozni a safepointot.
it_it: Impossibile creare il safepoint a causa di un'unità o di una risorsa di condivisione mancante. Riprovare a creare il safepoint.
ja_jp: デバイスまたは共有リソースが見つからないため、Safepoint を作成できません。 Safepoint の作成を再試行してください。
ko_kr: 드라이브 또는 공유 자원이 누락되어서 safepoint를 만들 수 없습니다. safepoint를 다시 만드십시오.
nb_no: Safepoint kan ikke opprettes på grunn av en manglende stasjon eller delt ressurs. Prøv å opprette safepoint på nytt.
nl_nl: Uw safepoint kan niet worden gemaakt vanwege een ontbrekend station of sharebron. Probeer het safepoint opnieuw te maken.
pl_pl: Nie można utworzyć punktu safepoint z powodu braku dysku lub zasobu udziału. Ponownie spróbuj utworzyć punkt safepoint.
pt_br: Não é possível criar o safepoint devido a um recurso de unidade ou compartilhamento ausente. Tente criar o safepoint novamente.
ru_ru: Невозможно создать safepoint из-за отсутствия диска или общего ресурса. Повторите попытку создания safepoint.
sv_se: Det gick inte att skapa safepointen på grund av att en enhet eller delad resurs saknas. Försök skapa safepointen igen.
tr_tr: Safepoint eksik bir sürücü veya paylaşım kaynağı nedeniyle oluşturulamıyor. Lütfen safepoint'i tekrar oluşturmayı deneyin.
zh_cn: 由于缺少驱动器或网络共享资源，您无法创建 safepoint。 请尝试再次创建 safepoint。
zh_tw: 由於磁碟機或共享資源遺失，無法建立您的 Safepoint。 請再次嘗試建立您的 Safepoint。

# ERROR_SAFEPOINT_BUSY
source: A safepoint operation is currently in progress. Please wait for the current operation to finish before initiating another.
cs_cz: Operace s bodem Safepoint právě probíhá. Před zahájením další operace počkejte na dokončení aktuální operace.
de_de: Ein Safepoint-Vorgang wird derzeit ausgeführt. Warten Sie, bis der aktuelle Vorgang abgeschlossen ist, bevor Sie einen neuen Vorgang initiieren.
es_es: Hay una operación del safepoint en curso actualmente. Espere a que finalice la operación actual antes de iniciar otra.
fr_fr: Une opération safepoint est actuellement en cours. Veuillez attendre la fin de l'opération en cours avant d'en démarrer une autre.
hu_hu: A safepoint művelete folyamatban van. Kérjük, várja meg a jelenlegi művelet lezárását, mielőtt egy újabbat kezdeményezne!
it_it: Un'operazione safepoint è attualmente in corso. Prima di inizializzare un'altra operazione, attendere il completamento di quella corrente.
ja_jp: 現在 Safepoint 処理が実行中です。 別の処理を開始する前に、現在の処理が完了するまで待機してください。
ko_kr: 현재 safepoint 작업이 진행 중입니다. 다른 작업을 시작하기 전에 현재 작업이 완료될 때까지 기다리십시오.
nb_no: Et safepoint er under opprettelse. Vent til den aktuelle operasjonen er ferdig før du starter en ny.
nl_nl: Er is een safepointbewerking bezig. Wacht tot de huidige handeling is voltooid voordat u een volgende start.
pl_pl: Obecnie jest wykonywana operacja dotycząca punktu safepoint. Wstrzymaj się z zainicjowaniem nowej operacji do czasu ukończenia obecnej.
pt_br: Uma operação de safepoint está em andamento. Aguarde a conclusão da operação atual antes de iniciar outra.
ru_ru: В настоящий момент выполняется операция safepoint. Дождитесь завершения текущей операции, прежде чем начинать другую.
sv_se: En safepoint-åtgärd pågår. Vänta tills nuvarande åtgärd är klar innan du startar en annan.
tr_tr: Şu anda bir safepoint işlemi devam ediyor. Başka bir işlem başlatmadan önce lütfen geçerli işlemin tamamlanmasını bekleyin.
zh_cn: Safepoint 操作当前正在进行中。 请等待当前操作完成，然后再进行下一个操作。
zh_tw: Safepoint 的操作正在進行中。 請等待目前的操作完成，再開始新的操作。

# ERROR_SAFEPOINT_CREATE_NOSPACE
source: Your safepoint cannot be created due to insufficient space. Please make sure you have sufficient space on your destination device and/or shares, and then try again.
cs_cz: Váš bod Safepoint nelze vytvořit z důvodu nedostatečného prostoru. Ujistěte se, zda je v cílovém zařízení anebo sdílených složkách dostatek místa, a akci zopakujte.
de_de: Der Safepoint kann aufgrund unzureichenden Speicherplatzes nicht erstellt werden. Vergewissern Sie sich, dass Sie auf dem Zielgerät bzw. in den Freigaben über ausreichend Speicherplatz verfügen, und versuchen Sie es erneut.
es_es: No se pudo crear el safepoint debido a que no hay suficiente espacio en disco. Asegúrese de que tiene suficiente espacio en el dispositivo de destino y/o en los archivos compartidos y, a continuación, inténtelo de nuevo.
fr_fr: Le safepoint ne peut pas être créé car l'espace disponible n'est pas suffisant. Assurez-vous de disposer de suffisamment d'espace sur votre dispositif de destination ou sur vos dossier partagés, puis réessayez.
hu_hu: Kevés tárhely; az Ön safepointja nem hozható létre. Kérjük, győződjön meg arról, hogy elegendő tárhellyel rendelkezik a céleszközön és/vagy megosztón, majd próbálja újra!
it_it: Impossibile creare il safepoint a causa di spazio insufficiente. Assicurarsi di disporre di spazio su disco sufficiente sul dispositivo di destinazione e/o sulle condivisioni, quindi riprovare.
ja_jp: 不十分な領域のため、Safepoint を作成できません。 作成先のデバイスまたは共有に十分な領域があることを確認し、再試行してください。
ko_kr: 공간이 부족하여 safepoint를 만들 수 없습니다. 대상 장치 또는 공유에 충분한 공간을 확보한 후 다시 시도하십시오.
nb_no: Safepoint kan ikke opprettes på grunn av plassmangel. Kontroller at du har nok plass på målenheten og/eller delte ressurser og deretter prøv på nytt.
nl_nl: Uw safepoint kan niet worden gemaakt vanwege onvoldoende ruimte. Zorg ervoor dat u voldoende ruimte hebt op uw doelapparaat en/of share en probeer het opnieuw.
pl_pl: Nie można utworzyć punktu safepoint z powodu zbyt małej ilości miejsca. Zadbaj, aby na docelowym urządzeniu i/lub w docelowych udziałach było wystarczająco dużo miejsca, i spróbuj ponownie.
pt_br: Não é possível criar o safepoint devido ao espaço insuficiente. Verifique se há espaço em disco suficiente no dispositivo e/ou compartilhamentos de destino e tente novamente.
ru_ru: Невозможно создать safepoint, так как недостаточно свободного пространства. Убедитесь в том, что на нужном устройстве и (или) в нужных ресурсах достаточно свободного пространства, после чего повторите попытку.
sv_se: Det går inte att skapa safepointen på grund av otillräckligt med utrymme. Kontrollera att du har tillräckligt med utrymme på din destinationsenhet och/eller resurser, och försök sedan igen.
tr_tr: Safepoint yetersiz alan nedeniyle oluşturulamıyor. Lütfen hedef aygıtınızda ve/veya paylaşımlarınızda yeterli alan bulunduğundan emin olup tekrar deneyin.
zh_cn: 由于空间不足，safepoint 无法创建。 请确保您的目标设备和/或共享上有足够空间，然后重试。
zh_tw: 由於空間不足，無法建立您的 Safepoint。 請確認您的目的地裝置及／或共享有足夠的空間，再試一次。

# ERROR_SAFEPOINT_UPDATE_FAILED
source: Your safepoint cannot be updated due to a failed request. Please try again.
cs_cz: Váš bod Safepoint nelze aktualizovat z důvodu selhání požadavku. Akci zopakujte.
de_de: Der Safepoint kann aufgrund einer fehlerhaften Anforderung nicht aktualisiert werden. Versuchen Sie es erneut.
es_es: No se pudo actualizar el safepoint debido a una solicitud errónea. Inténtelo de nuevo.
fr_fr: Le safepoint ne peut pas être mis à jour à cause d'une demande ayant échoué. Veuillez réessayer.
hu_hu: Hibás kérés; az Ön safepointja nem frissíthető. Kérjük, próbálja meg újra!
it_it: Impossibile aggiornare il safepoint a causa di una richiesta non riuscita. Riprovare.
ja_jp: 要求が失敗したため、Safepoint を更新できません。 再試行してください。
ko_kr: 실패한 요청 때문에 safepoint를 업데이트할 수 없습니다. 다시 시도하십시오.
nb_no: Safepoint kan ikke oppdateres på grunn av en mislykket forespørsel. Prøv på nytt.
nl_nl: Uw safepoint kan niet worden bijgewerkt vanwege een mislukt verzoek. Probeer het opnieuw.
pl_pl: Nie można zaktualizować punktu safepoint z powodu nieudanego żądania. Spróbuj ponownie.
pt_br: Não é possível atualizar o safepoint devido a uma falha na solicitação. Tente novamente.
ru_ru: Невозможно обновить safepoint из-за невыполненного запроса. Повторите попытку.
sv_se: Det går inte att uppdatera safepointen på grund av att en begäran misslyckades. Försök igen.
tr_tr: Safepoint başarısız bir istek nedeniyle güncelleştirilemiyor. Lütfen tekrar deneyin.
zh_cn: 由于请求失败，safepoint 无法更新。 请重试。
zh_tw: 由於失敗的要求，無法更新您的 Safepoint。 請再試一次。

# ERROR_SAFEPOINT_UPDATE_INVALID
source: Your safepoint cannot be updated due to an invalid request.
cs_cz: Váš bod Safepoint nelze aktualizovat z důvodu neplatného požadavku.
de_de: Der Safepoint kann aufgrund einer ungültigen Anforderung nicht aktualisiert werden.
es_es: No se pudo actualizar el safepoint debido a una solicitud no válida.
fr_fr: Le safepoint ne peut pas être mis à jour à cause d'une demande non valide.
hu_hu: Érvénytelen kérés miatt az Ön safepointja nem frissíthető.
it_it: Impossibile aggiornare il safepoint a causa di una richiesta non valida.
ja_jp: 無効な要求のため、Safepoint を更新できません。
ko_kr: 유효하지 않은 요청 때문에 safepoint를 업데이트할 수 없습니다.
nb_no: Safepoint kan ikke oppdateres på grunn av en ugyldig forespørsel.
nl_nl: Uw safepoint kan niet worden bijgewerkt vanwege een ongeldig verzoek.
pl_pl: Nie można zaktualizować punktu safepoint z powodu nieprawidłowego żądania.
pt_br: Não é possível atualizar o safepoint devido a uma solicitação inválida.
ru_ru: Невозможно обновить safepoint из-за недопустимого запроса.
sv_se: Det går inte att uppdatera safepointen på grund av en ogiltig begäran.
tr_tr: Safepoint geçersiz bir istek nedeniyle güncelleştirilemiyor.
zh_cn: 由于请求无效，无法更新 safepoint。
zh_tw: 由於無效的要求，無法更新您的 Safepoint。

# ERROR_SAFEPOINT_UPDATE_UNAUTHORIZED
source: Your safepoint cannot be updated due to an unauthorized request. Please be sure to enter appropriate credentials for your device and/or shares, and and try again.
cs_cz: Váš bod Safepoint nelze aktualizovat z důvodu neověřeného požadavku. Dbejte, abyste použili správné ověřovací údaje pro vaše zařízení anebo sdílené složky, a akci zopakujte.
de_de: Der Safepoint kann aufgrund einer nicht autorisierten Anforderung nicht aktualisiert werden. Vergewissern Sie sich, dass Sie den richtigen Berechtigungsnachweis für das Gerät bzw. die Freigaben eingegeben haben, und versuchen Sie es erneut.
es_es: No se pudo actualizar el safepoint debido a una solicitud no autorizada. Asegúrese de introducir las credenciales adecuadas para el dispositivo y/o los archivos compartidos, e inténtelo de nuevo.
fr_fr: Le safepoint ne peut pas être mis à jour à cause d'une demande non autorisée. Veuillez vous assurer de saisir les informations d'identification correspondantes à votre dispositif ou à vos dossiers partagés, puis réessayez.
hu_hu: Jogosulatlan kérés; az Ön safepointja nem frissíthető. Kérjük, adja meg az eszközhöz és/vagy a megosztóhoz szükséges hozzáférési adatokat!
it_it: Impossibile aggiornare il safepoint a causa di una richiesta non autorizzata. Assicurarsi di immettere le credenziali corrette per il dispositivo e/o le condivisioni, quindi riprovare.
ja_jp: 権限のない要求のため、Safepoint を更新できません。 デバイスまたは共有の正しい認証資格情報を入力し、再試行してください。
ko_kr: 무단 요청 때문에 safepoint를 업데이트할 수 없습니다. 장치 또는 공유에 대한 적절한 자격 증명을 입력한 후 다시 시도하십시오.
nb_no: Safepoint kan ikke oppdateres på grunn av en uautorisert forespørsel. Husk å oppgi riktig innloggingsinformasjon for enheten og/eller delte ressurser og prøv på nytt.
nl_nl: Uw safepoint kan niet worden bijgewerkt vanwege een ongeautoriseerd verzoek. Voer de juiste aanmeldgegevens in voor uw apparaat en/of shares en probeer het opnieuw.
pl_pl: Nie można zaktualizować punktu safepoint z powodu nieautoryzowanego żądania. Wprowadź dane uwierzytelniające dotyczące urządzenia i/lub udziałów, a następnie spróbuj ponownie.
pt_br: Não é possível atualizar o safepoint devido a uma solicitação não autorizada. Verifique se foram inseridas as credenciais adequadas para o dispositivo e/ou compartilhamentos de destino e tente novamente.
ru_ru: Невозможно обновить safepoint из-за неавторизованного запроса. Убедитесь в том, что вводите верные учетные данные для своего устройства и (или) ресурсов, и повторите попытку.
sv_se: Det går inte att uppdatera safepointen på grund av en obehörig begäran. Kontrollera att du anger rätt inloggningsinformation för din enhet och/eller resurser och försök igen.
tr_tr: Safepoint yetkisiz bir istek nedeniyle güncelleştirilemiyor. Lütfen aygıtınız ve/veya paylaşımlarınız için uygun kimlik bilgilerini girdiğinizden emin olup tekrar deneyin.
zh_cn: 由于请求未经许可，safepoint 无法更新。 请确保输入正确的设备和/或共享的凭证，然后重试。
zh_tw: 由於未授權的要求，無法更新您的 Safepoint。 請確認為裝置及／或共享輸入正確的認證，再試一次。

# ERROR_SAFEPOINT_CREATE_UPDATE_NOTFOUND
source: Your safepoint could not be updated due to a missing drive or share resource. Make sure the drive or resource is available; then try again.
cs_cz: Váš bod Safepoint nelze aktualizovat z důvodu chybějící jednotky nebo zdroje sdílené složky. Ujistěte se, zda je jednotka nebo zdroj dostupný; poté akci zopakujte.
de_de: Der Safepoint konnte aufgrund eines fehlenden Laufwerks bzw. einer fehlenden Freigaberessource nicht aktualisiert werden. Vergewissern Sie sich, dass das Laufwerk bzw. die Ressource verfügbar ist, und versuchen Sie es erneut.
es_es: No se pudo actualizar el safepoint debido a que falta una unidad o un recurso compartido. Asegúrese de que la unidad o el recurso están disponibles; a continuación, inténtelo de nuevo.
fr_fr: Le safepoint n'a pas pu être mis à jour à cause d'un lecteur manquant ou d'une ressource partagée manquante. Assurez-vous que le lecteur ou la ressource est disponible, puis réessayez.
hu_hu: Hiányzó meghajtó vagy kevés hely a megosztón; az Ön safepointja nem frissíthető. Kérjük, győződjön meg róla, hogy a meghajtó vagy a forrás rendelkezésre áll; majd próbálja újra!
it_it: Impossibile aggiornare il safepoint a causa di un'unità o una risorsa di condivisione mancante. Assicurarsi che l'unità o la risorsa sia disponibile, quindi riprovare.
ja_jp: デバイスまたは共有リソースが見つからないため、Safepoint を更新できませんでした。 ドライブまたはリソースが使用可能であることを確認し、再試行してください。
ko_kr: 드라이브 또는 공유 자원이 누락되어서 safepoint를 업데이트할 수 없습니다. 드라이브 또는 자원이 사용 가능한지 확인한 후 다시 시도하십시오.
nb_no: Safepoint kunne ikke oppdateres på grunn av en manglende stasjon eller delt ressurs. Kontroller at stasjonen eller ressursen er tilgjengelig og prøv på nytt.
nl_nl: Uw safepoint kan niet worden bijgewerkt vanwege een ontbrekend station of gedeelde bron. Zorg ervoor dat het station of bron beschikbaar is en probeer het opnieuw.
pl_pl: Nie można zaktualizować punktu safepoint z powodu braku dysku lub zasobu udziału. Upewnij się, że dysk lub zasób jest dostępny, i spróbuj ponownie.
pt_br: Não foi possível atualizar o safepoint devido a um recurso de unidade ou compartilhamento ausente. Verifique se a unidade ou o recurso está disponível e tente novamente.
ru_ru: Не удалось обновить safepoint из-за отсутствия диска или общего ресурса. Убедитесь в том, что диск или ресурс доступны, после чего повторите попытку.
sv_se: Det gick inte att uppdatera safepointen på grund av att en enhet eller delad resurs saknas. Kontrollera att enheten eller resursen är tillgänglig och försök igen.
tr_tr: Safepoint eksik bir sürücü veya paylaşım kaynağı nedeniyle güncelleştirilemedi. Sürücünün veya kaynağın kullanılabilir olduğundan emin olup tekrar deneyin.
zh_cn: 由于缺少驱动器或共享资源，您无法创建 safepoint。 确保驱动器或资源可用;然后重试。
zh_tw: 由於磁碟或共享資源遺失，無法更新您的 Safepoint。 請確認磁碟機可供使用，然後再試一次。

# ERROR_SAFEPOINT_UPDATE_NOSPACE
source: Your safepoint cannot be updated due to insufficient space. Please make sure you have sufficient space on your destination device and/or shares, and try again.
cs_cz: Váš bod Safepoint nelze aktualizovat z důvodu nedostatečného prostoru. Ujistěte se, zda je v cílovém zařízení anebo sdílených složkách dostatek místa, a akci zopakujte.
de_de: Der Safepoint kann aufgrund unzureichenden Speicherplatzes nicht aktualisiert werden. Vergewissern Sie sich, dass Sie auf dem Zielgerät bzw. in den Freigaben über ausreichend Speicherplatz verfügen, und versuchen Sie es erneut.
es_es: No se pudo actualizar el safepoint debido a que no hay suficiente espacio en disco. Asegúrese de que tiene suficiente espacio en el dispositivo de destino y/o en los archivos compartidos, e inténtelo de nuevo.
fr_fr: Le safepoint ne peut pas être mis à jour car l'espace disponible n'est pas suffisant. Assurez-vous de disposer de suffisamment d'espace sur votre dispositif de destination ou sur vos dossier partagés, puis réessayez.
hu_hu: Kevés tárhely; az Ön safepointja nem frissíthető. Kérjük, győződjön meg arról, hogy elegendő tárhellyel rendelkezik a céleszközön és/vagy megosztón, és próbálja újra!
it_it: Impossibile aggiornare il safepoint a causa di spazio insufficiente. Assicurarsi di disporre di spazio su disco sufficiente sul dispositivo di destinazione e/o condivisioni, quindi riprovare.
ja_jp: 不十分な領域のため、Safepoint を更新できません。 作成先のデバイスまたは共有に十分な領域があることを確認し、再試行してください。
ko_kr: 공간이 부족하여 safepoint를 업데이트할 수 없습니다. 대상 장치 또는 공유에 충분한 공간을 확보한 후 다시 시도하십시오.
nb_no: Safepoint kan ikke oppdateres på grunn av plassmangel. Kontroller at du har nok plass på målenheten og/eller delte ressurser og prøv på nytt.
nl_nl: Uw safepoint kan niet worden bijgewerkt vanwege onvoldoende ruimte. Zorg ervoor dat u voldoende ruimte hebt op uw doelapparaat en/of share en probeer het opnieuw.
pl_pl: Nie można zaktualizować punktu safepoint z powodu zbyt małej ilości miejsca. Zadbaj, aby na docelowym urządzeniu i/lub w docelowych udziałach było wystarczająco dużo miejsca, i spróbuj ponownie.
pt_br: Não é possível atualizar o safepoint devido ao espaço insuficiente. Verifique se há espaço em disco suficiente no dispositivo e/ou compartilhamentos de destino e tente novamente.
ru_ru: Невозможно обновить safepoint, так как недостаточно свободного пространства. Убедитесь в том, что на нужном устройстве и (или) в нужных ресурсах достаточно свободного пространства, и повторите попытку.
sv_se: Det går inte att uppdatera safepointen på grund av otillräckligt med utrymme. Kontrollera att du har tillräckligt med utrymme på din destinationsenhet och/eller resurser, och försök sedan igen.
tr_tr: Safepoint yetersiz alan nedeniyle güncelleştirilemiyor. Lütfen hedef aygıtınızda ve/veya paylaşımlarınızda yeterli alan bulunduğundan emin olup tekrar deneyin.
zh_cn: 由于空间不足，safepoint 无法更新。 请确保您的目标设备和/或共享有足够空间，然后重试。
zh_tw: 由於空間不足，無法更新您的 Safepoint。 請確認您的目的地裝置及／或共享有足夠的空間，再試一次。

# ERROR_NAS_DISCOVER_FAILED
source: The discovery operation was not successful due to a failed request. Please retry by clicking Discover again.
cs_cz: Operace vyhledání nebyla úspěšná z důvodu selhání požadavku. Zkuste to znovu kliknutím na Vyhledat.
de_de: Der Ermittlungsvorgang wurde aufgrund einer fehlerhaften Anforderung nicht erfolgreich abgeschlossen. Versuchen Sie es erneut, indem Sie erneut auf „Ermitteln“ klicken.
es_es: La operación de detección no se completó correctamente debido a una solicitud errónea. Vuelva a intentarlo haciendo clic en Detectar.
fr_fr: L'opération de découverte n'a pas abouti à cause d'une demande ayant échoué. Veuillez réessayer en cliquant à nouveau sur Découvrir.
hu_hu: Hibás kérés; az elérési művelet nem hajtható végre. Kérjük, próbálja meg ismét, újból kattintson az Elérésre!
it_it: L'operazione di individuazione non è stata completata a causa di una richiesta non riuscita. Riprovare facendo di nuovo clic su Individuazione.
ja_jp: 要求が失敗したため、検索処理が正常に実行されませんでした。 [検索] を再度クリックして、再試行してください。
ko_kr: 실패한 요청 때문에 검색 작업에 성공하지 못했습니다. 검색을 다시 클릭하여 다시 시도하십시오.
nb_no: Søkeoperasjonen var ikke vellykket på grunn av en mislykket forespørsel. Prøv på nytt ved å klikke &quot;Søk på nytt&quot;.
nl_nl: De zoekhandeling is mislukt vanwege en mislukt verzoek. Probeer het opnieuw door nogmaals op Zoeken te klikken.
pl_pl: Operacja wykrywania nie powiodła się z powodu nieudanego żądania. Spróbuj ponownie, klikając jeszcze raz pozycję Wykryj.
pt_br: A operação de descoberta não foi concluída devido a uma falha na solicitação. Tente novamente clicando em Descobrir.
ru_ru: Операция обнаружения не выполнена из-за сбоя запроса. Повторите попытку, снова нажав «Обнаружить».
sv_se: Identifieringsåtgärden lyckades inte på grund av en misslyckad begäran. Försök igen genom att klicka på Identifiera igen.
tr_tr: Başarısız bir istek nedeniyle keşif işlemi başarılı olmadı. Keşfet öğesini tıklatarak tekrar deneyin.
zh_cn: 由于请求失败，发现操作不成功。 请单击“发现”按钮以重试。
zh_tw: 由於失敗的要求，復原操作不成功。 請再按一下探索。

# ERROR_NAS_AUTHENTICATION_FAILED
source: This operation could not succeed due to an authentication failure. Please retry the operation to continue.
cs_cz: Tato operace se nezdařila z důvodu selhání ověřování. Pokračujte zopakováním operace.
de_de: Der Vorgang wurde aufgrund eines Authentifizierungsfehlers nicht erfolgreich abgeschlossen. Versuchen Sie zum Fortfahren erneut, den Vorgang auszuführen.
es_es: No se pudo completar correctamente esta operación debido a un error de autenticación. Vuelva a intentar realizar la operación para continuar.
fr_fr: L'opération n'a pas pu aboutir du fait d'un échec d'authentification. Veuillez répéter l'opération pour continuer.
hu_hu: Hitelesítési hiba; a művelet sikertelen. A továbblépéshez kérjük, ismételje meg a műveletet!
it_it: Operazione non riuscita a causa di un errore di autenticazione. Riprovare a eseguire l'operazione per continuare.
ja_jp: 認証エラーのため、この処理を正常に完了できませんでした。 処理を再試行して続行してください。
ko_kr: 인증 실패 때문에 이 작업을 성공적으로 완료할 수 없습니다. 작업을 다시 시도하여 계속 진행하십시오.
nb_no: Denne operasjonen lyktes ikke på grunn av en autentiseringsfeil. Prøv operasjonen på nytt for å fortsette.
nl_nl: Deze handeling is mislukt vanwege een verificatiefout. Probeer de handeling opnieuw om door te gaan.
pl_pl: Operacja nie powiodła się z powodu błędu uwierzytelnienia. Aby kontynuować, ponownie spróbuj wykonać operację.
pt_br: Não foi possível concluir a operação devido a uma falha de autenticação. Tente a operação novamente para continuar.
ru_ru: Эту операцию не удалось выполнить из-за сбоя аутентификации. Повторите операцию, чтобы продолжить.
sv_se: Åtgärden lyckades inte på grund av ett autentiseringsfel. Försök utföra åtgärden igen för att fortsätta.
tr_tr: Bu işlem bir kimlik doğrulama hatası nedeniyle başarılı olamadı. Devam etmek için lütfen işlemi tekrar deneyin.
zh_cn: 由于身份验证失败，此操作未成功。 请重试操作以继续。
zh_tw: 由於授權失敗，無法成功進行操作。 請再次執行操作以繼續。
