Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# ERROR_ID_272
source: SSH configuration server error.
cs_cz: Konfigurace SSH – chyba serveru.
de_de: Serverfehler bei der SSH-Konfiguration.
es_es: Error del servidor de configuración de SSH.
fr_fr: Erreur de serveur relative à la configuration SSH.
hu_hu: Kiszolgálóhiba az SSH konfigurációjánál.
it_it: Errore server configurazione SSH.
ja_jp: SSH 設定サーバー エラー。
ko_kr: SSH 구성 서버 오류입니다.
nb_no: Serverfeil ved SSH-konfigurasjon.
nl_nl: Serverfout bij SSH-configuratie.
pl_pl: Konfiguracja SSH: błąd serwera.
pt_br: Erro de servidor para configuração de SSH.
ru_ru: Ошибка сервера: конфигурация SSH.
sv_se: Serverfel för SSH-konfiguration.
tr_tr: SSH yapılandırması sunucu hatası.
zh_cn: SSH 配置服务器错误。
zh_tw: SSH 設定伺服器錯誤。

# ERROR_ID_273
source: Update counter not found.
cs_cz: Počítadlo aktualizací nebylo nalezeno.
de_de: Aktualisierungszähler wurde nicht gefunden.
es_es: Contador de actualizaciones no encontrado.
fr_fr: Compteur de mise à jour introuvable.
hu_hu: A frissítés számlálója nem található.
it_it: Contatore aggiornamenti non trovato.
ja_jp: 更新カウンタが見つかりません。
ko_kr: 업데이트 카운터가 없습니다.
nb_no: Oppdateringsteller ble ikke funnet.
nl_nl: Bijwerkteller niet gevonden.
pl_pl: Nie odnaleziono licznika aktualizacji.
pt_br: O contador de atualizações não foi encontrado.
ru_ru: Не найден счетчик обновлений.
sv_se: Det gick inte att hitta uppdateringsräknare.
tr_tr: Güncelleştirme sayacı bulunamadı.
zh_cn: 未找到更新计数器。
zh_tw: 無法找到更新計數器。

# ERROR_ID_274
source: Time Machine parameter value missing.
cs_cz: Chybí hodnota parametru Time Machine.
de_de: Time Machine-Parameterwert fehlt.
es_es: Falta el valor del parámetro de Time Machine.
fr_fr: Valeur de paramètre Time Machine manquante.
hu_hu: A Time Machine paraméter értéke hiányzik.
it_it: Valore parametro Time Machine mancante.
ja_jp: Time Machine パラメータ値が見つかりません。
ko_kr: Time Machine 매개변수 값이 누락되었습니다.
nb_no: Parameterverdi mangler for Tidsmaskin.
nl_nl: Time Machine-parameterwaarde ontbreekt.
pl_pl: Brak wartości parametru programu Time Machine.
pt_br: O valor do parâmetro do Time Machine está ausente.
ru_ru: Отсутствует значение параметра Time Machine.
sv_se: Time Machines parametervärde saknas.
tr_tr: Time Machine parametre değeri eksik.
zh_cn: Time Machine 参数值缺失。
zh_tw: Time Machine 參數值遺失。

# ERROR_ID_275
source: Invalid file row offset.
cs_cz: Neplatný posun řádků souboru.
de_de: Ungültiger Datei-Zeilenoffset.
es_es: Desplazamiento de filas del archivo no válido.
fr_fr: Décalage de ligne de fichier non valide.
hu_hu: Érvénytelen fájlsor eltolás.
it_it: Offset riga file non valido.
ja_jp: 無効なファイル行オフセット。
ko_kr: 유효하지 않은 파일 행 오프셋입니다.
nb_no: Ugyldig offset for filrad.
nl_nl: Ongeldige bestandsrij-verplaatsing.
pl_pl: Nieprawidłowe przesunięcie wiersza pliku.
pt_br: O deslocamento de linha do arquivo é inválido.
ru_ru: Недопустимое смещение строки файла.
sv_se: Ogiltigt filradsoffset.
tr_tr: Geçersiz dosya satırı uzaklığı.
zh_cn: 文件行偏移量无效。
zh_tw: 無效檔案資料列位移。

# ERROR_ID_276
source: Invalid dir row offset.
cs_cz: Neplatný posun řádků adresáře.
de_de: Ungültiger Verzeichnis-Zeilenoffset.
es_es: Desplazamiento de filas del directorio no válido.
fr_fr: Décalage de ligne de répertoire non valide.
hu_hu: Érvénytelen sor eltolás a könyvtárban.
it_it: Offset riga dir non valido.
ja_jp: 無効なディレクトリ行オフセット。
ko_kr: 유효하지 않은 디렉토리 행 오프셋입니다.
nb_no: Ugyldig offset for katalograd.
nl_nl: Ongeldige maprij-verplaatsing.
pl_pl: Nieprawidłowe przesunięcie wiersza katalogu.
pt_br: O deslocamento de linha de diretório é inválido.
ru_ru: Недопустимое смещение строки каталога.
sv_se: Ogiltigt katalogradsoffset.
tr_tr: Geçersiz dir satırı uzaklığı.
zh_cn: 目录行偏移量无效。
zh_tw: 無效目錄資料列位移。

# ERROR_ID_277
source: Invalid file row count.
cs_cz: Neplatný počet řádků souboru.
de_de: Ungültige Datei-Zeilenanzahl.
es_es: Recuento de filas del archivo no válido.
fr_fr: Nombre de lignes de fichier non valide.
hu_hu: Érvénytelen fájlsor számláló.
it_it: Conteggio righe file non valido.
ja_jp: 無効なファイル行カウント。
ko_kr: 유효하지 않은 파일 행 개수입니다.
nb_no: Ugyldig filradantall.
nl_nl: Ongeldig bestandsrijaantal.
pl_pl: Nieprawidłowa liczba wierszy pliku.
pt_br: O número de linhas do arquivo é inválido.
ru_ru: Недопустимый счетчик строк файла.
sv_se: Ogiltigt filradsantal.
tr_tr: Geçersiz dosya satırı sayısı.
zh_cn: 文件行数无效。
zh_tw: 無效檔案資料列計數。

# ERROR_ID_278
source: Invalid dir row count.
cs_cz: Neplatný počet řádků adresáře.
de_de: Ungültige Verzeichnis-Zeilenanzahl.
es_es: Recuento de filas del directorio no válido.
fr_fr: Nombre de lignes de répertoire non valide.
hu_hu: Érvénytelen sorszámláló a könyvtárban.
it_it: Conteggio righe dir non valido.
ja_jp: 無効なディレクトリ行カウント。
ko_kr: 유효하지 않은 디렉토리 행 개수입니다.
nb_no: Ugyldig katalogradantall.
nl_nl: Ongeldig maprijaantal.
pl_pl: Nieprawidłowa liczba wierszy katalogu.
pt_br: O número de linhas do diretório é inválido.
ru_ru: Недопустимый счетчик строк каталога.
sv_se: Ogiltigt katalogradsantal.
tr_tr: Geçersiz dir satırı sayısı.
zh_cn: 目录行数无效。
zh_tw: 無效目錄資料列計數。

# ERROR_ID_279
source: Value of parameter http_range cannot be negative.
cs_cz: Hodnota parametru http_range nemůže být negativní.
de_de: Wert des Parameters „http_range“ darf nicht negativ sein.
es_es: El valor del parámetro http_range no puede ser negativo.
fr_fr: La valeur du paramètre http_range ne peut pas être négative.
hu_hu: A http_range paraméter értéke nem lehet negatív!
it_it: Il valore del parametro http_range non può essere negativo.
ja_jp: パラメータ http_range の値を負数にできません。
ko_kr: 매개변수 http_range 값은 음수가 될 수 없습니다.
nb_no: Verdien til parameteren http_range kan ikke være negativ.
nl_nl: Waarde van parameter http_range mag niet negatief zijn.
pl_pl: Parametr http_range nie może mieć wartości ujemnej.
pt_br: O valor do parâmetro http_range não pode ser negativo.
ru_ru: Значение параметра http_range не может быть отрицательным.
sv_se: Värdet för parameterns http_område kan inte vara negativt.
tr_tr: http_range parametresinin değeri negatif olamaz.
zh_cn: http_range 参数的值不能为负。
zh_tw: http_range 參數值無法為負數。

# ERROR_ID_280
source: Network interface does not exist.
cs_cz: Síťové rozhraní neexistuje.
de_de: Netzwerkschnittstelle ist nicht vorhanden.
es_es: La interfaz de red no existe.
fr_fr: L'interface réseau n'existe pas.
hu_hu: A hálózati felhasználói felület nem létezik.
it_it: Interfaccia di rete non esistente.
ja_jp: ネットワーク インターフェイスが存在しません。
ko_kr: 네트워크 인터페이스가 존재하지 않습니다.
nb_no: Nettverksgrensesnittet finnes ikke.
nl_nl: Netwerkinterface bestaat niet.
pl_pl: Interfejs sieciowy nie istnieje.
pt_br: A interface de rede não existe.
ru_ru: Сетевой интерфейс не существует.
sv_se: Nätverksgränssnittet finns inte.
tr_tr: Ağ arabirimi mevcut değil.
zh_cn: 网络接口不存在。
zh_tw: 網路介面不存在。

# ERROR_ID_281
source: File does not exist.
cs_cz: Soubor neexistuje.
de_de: Datei ist nicht vorhanden.
es_es: El archivo no existe.
fr_fr: Le fichier n'existe pas.
hu_hu: A fájl nem létezik.
it_it: Il file non esiste.
ja_jp: ファイルが存在しません。
ko_kr: 파일이 존재하지 않습니다.
nb_no: Filen finnes ikke.
nl_nl: Bestand bestaat niet.
pl_pl: Plik nie istnieje.
pt_br: O arquivo não existe.
ru_ru: Файл не существует.
sv_se: Filen finns inte.
tr_tr: Dosya mevcut değil.
zh_cn: 文件不存在。
zh_tw: 檔案不存在。

# ERROR_ID_282
source: To copy, the destination directory path cannot be inside source directory.
cs_cz: Při kopírování nemůže být cesta cílového adresáře uvnitř zdrojového adresáře.
de_de: Der Zielverzeichnispfad für das Kopieren darf sich nicht im Quellverzeichnis befinden.
es_es: Para copiar, la ruta del directorio de destino no puede estar dentro del directorio de origen.
fr_fr: Pour effectuer une copie, le chemin d'accès vers le répertoire de destination ne peut pas être dans le répertoire source.
hu_hu: A másolásnál a célkönyvtárhoz vezető út nem lehet a forráskönyvtárban.
it_it: Per la copia, il percorso di directory di destinazione non può trovarsi all'interno della directory di origine.
ja_jp: コピーするには、ターゲット ディレクトリ パスをソース ディレクトリ内にできません。
ko_kr: 복사하려면 대상 디렉토리 경로가 소스 디렉토리 내부이면 안 됩니다.
nb_no: Ved kopiering kan ikke målkatalogbanen være inne i kildekatalogen.
nl_nl: Bij kopiëren mag het doelmappad niet binnen de bronmap liggen.
pl_pl: Aby kopiowanie było możliwe, ścieżka katalogu docelowego nie może znajdować się w obrębie katalogu źródłowego.
pt_br: Na cópia, o caminho do diretório de destino não pode estar dentro do diretório de origem.
ru_ru: Для копирования путь к конечному каталогу не может находиться в исходном каталоге.
sv_se: För att kopiera kan destinationens katalogsökväg inte vara inuti källkatalogen.
tr_tr: Kopyalamak için, hedef dizin yolu kaynak dizinin içinde olamaz.
zh_cn: 要复制，则目标目录路径不能在源目录内。
zh_tw: 為了複製，目的地名錄路徑不可在內部來源名錄之內。

# ERROR_ID_283
source: Local access point internal server error.
cs_cz: Místní přístup – chyba interního serveru.
de_de: Lokaler Zugriffspunkt: interner Serverfehler.
es_es: Error interno del servidor del punto de acceso local.
fr_fr: Erreur interne de serveur relative au point d'accès local.
hu_hu: Belső kiszolgálóhiba a helyi hozzáférési pontnál.
it_it: Errore server interno punto accesso locale.
ja_jp: ローカル アクセス ポイント内部サーバー エラー。
ko_kr: 로컬 액세스 지점 내부 서버 오류입니다.
nb_no: Intern serverfeil for lokalt tilgangspunkt.
nl_nl: Interne serverfout met lokaal toegangspunt.
pl_pl: Punkt dostępu lokalnego: wewnętrzny błąd serwera.
pt_br: Erro interno de servidor para ponto de acesso local.
ru_ru: Внутренняя ошибка сервера: локальная точка доступа.
sv_se: Internt serverfel för lokal åtkomstpunkt.
tr_tr: Yerel erişim noktası iç sunucu hatası.
zh_cn: 本地接入点内部服务器错误。
zh_tw: 本機存取點伺服器內部錯誤。

# ERROR_ID_284
source: LED configuration internal server error.
cs_cz: Konfigurace LED – chyba interního serveru.
de_de: Interner Serverfehler bei der LED-Konfiguration.
es_es: Error interno del servidor de configuración de LED.
fr_fr: Erreur interne du serveur relative à la configuration de la LED.
hu_hu: Belső kiszolgálóhiba a LED konfigurációnál.
it_it: Errore server interno di configurazione LED.
ja_jp: LED 設定内部サーバー エラー。
ko_kr: LED 구성 내부 서버 오류입니다.
nb_no: Intern serverfeil ved LED-konfigurasjon.
nl_nl: Interne serverfout met led-configuratie.
pl_pl: Konfiguracja diody: wewnętrzny błąd serwera.
pt_br: Erro interno de servidor para configuração de LED.
ru_ru: Внутренняя ошибка сервера: конфигурация светодиода.
sv_se: Internt serverfel för LED-konfiguration.
tr_tr: LED yapılandırması iç sunucu hatası.
zh_cn: LED 配置内部服务器错误。
zh_tw: LED 設定伺服器內部錯誤。

# ERROR_ID_285
source: LED configuration bad request.
cs_cz: Konfigurace LED – chybný požadavek.
de_de: Ungültige Anforderung bei der LED-Konfiguration.
es_es: Solicitud incorrecta de configuración de LED.
fr_fr: Demande incorrecte relative à la configuration de la LED.
hu_hu: Hibás kérés a LED konfigurációnál.
it_it: Richiesta configurazione LED non valida.
ja_jp: LED 設定不正要求。
ko_kr: 잘못된 LED 구성 요청입니다.
nb_no: Ugyldig forespørsel for LED-konfigurasjon.
nl_nl: Ongeldig verzoek om led-configuratie.
pl_pl: Błędne żądanie konfiguracji diody.
pt_br: A solicitação de configuração de LED é inválida.
ru_ru: Ошибочный запрос конфигурации светодиода.
sv_se: Dålig begäran för LED-konfiguration.
tr_tr: LED yapılandırması geçersiz isteği.
zh_cn: LED 配置请求错误。
zh_tw: LED 設定錯誤要求。

# ERROR_ID_286
source: Language configuration already exists.
cs_cz: Konfigurace jazyka již existuje.
de_de: Sprachkonfiguration ist bereits vorhanden.
es_es: La configuración de idioma ya existe.
fr_fr: La configuration de la langue existe déjà.
hu_hu: A nyelvi konfiguráció már létezik.
it_it: Configurazione lingua già esistente.
ja_jp: 言語設定は既に存在します。
ko_kr: 언어 구성이 이미 존재합니다.
nb_no: Språkkonfigurasjonen finnes allerede.
nl_nl: Taalconfiguratie bestaat al.
pl_pl: Konfiguracja języka już istnieje.
pt_br: A configuração de idioma já existe.
ru_ru: Конфигурация языка уже существует.
sv_se: Språkkonfiguration finns redan.
tr_tr: Dil yapılandırması zaten mevcut.
zh_cn: 语言配置已存在。
zh_tw: 語言設定存在。

# ERROR_ID_287
source: Source and destination directory paths are identical.
cs_cz: Cesty zdrojového a cílového adresáře jsou identické.
de_de: Die Quell- und Zielverzeichnispfade sind identisch.
es_es: Las rutas del directorio de origen y de destino son idénticas.
fr_fr: Les chemins d'accès des répertoires sources et de destination sont identiques.
hu_hu: A forrás- és a célkönyvtár azonos.
it_it: Percorsi directory di origine e destinazione identici.
ja_jp: ソース ディレクトリ パスとターゲット ディレクトリ パスが同じです。
ko_kr: 소스 디렉토리와 대상 디렉토리 경로가 동일합니다.
nb_no: Kilde- og målkatalogbanene er identiske.
nl_nl: Bron- en doelmappaden zijn identiek.
pl_pl: Ścieżki katalogu źródłowego i katalogu docelowego są identyczne.
pt_br: Os caminhos de diretório de origem e destino são idênticos.
ru_ru: Пути исходного и конечного каталога идентичны.
sv_se: Sökvägarna för käll- och destinationskatalog är identiska.
tr_tr: Kaynak ve hedef dizin yolları aynı.
zh_cn: 源目录路径和目标目录路径是相同的。
zh_tw: 來源及目的地名錄路徑相同。

# ERROR_ID_288
source: No Alert email has been sent.
cs_cz: Nebyl odeslán žádný výstražný e-mail.
de_de: Keine E-Mail-Benachrichtigung gesendet.
es_es: No se ha enviado ningún correo de alerta.
fr_fr: Aucun e-mail d'alerte n'a été envoyé.
hu_hu: Nem történt riasztási e-mail továbbítás.
it_it: Nessuna e-mail di avviso inviata.
ja_jp: アラート メールが送信されていません。
ko_kr: 전송된 알림 이메일이 없습니다.
nb_no: Ingen varsler er sendt på e-post.
nl_nl: Geen waarschuwings-e-mail verzonden.
pl_pl: Nie wysłano żadnego alertu e-mail.
pt_br: Nenhum e-mail de alerta foi enviado.
ru_ru: Не были отправлены предупреждения по электронной почте.
sv_se: Ingen e-postvarning har skickats.
tr_tr: Uyarı e-postası gönderilmedi.
zh_cn: 尚未发送任何提醒电子邮件。
zh_tw: 無已寄出警示電子郵件。

# ERROR_ID_289
source: This call should be from localhost only.
cs_cz: Toto volání je možné pouze z adresy localhost.
de_de: Dieser Aufruf sollte nur vom Localhost kommen.
es_es: Esta llamada solo debería provenir de localhost.
fr_fr: Cet appel doit uniquement provenir de localhost.
hu_hu: Ezt a hívást kizárólag localhost kezdeményezheti.
it_it: La chiamata deve provenire solo dall'host locale.
ja_jp: この呼び出しはローカル ホストからのみ実行する必要があります。
ko_kr: localhost에서만 이 호출이 가능합니다.
nb_no: Denne oppkallingen skal bare skje fra localhost.
nl_nl: Deze aanroep mag alleen vanaf localhost worden gedaan.
pl_pl: To wywołanie powinno nadejść wyłącznie z hosta lokalnego.
pt_br: Essa chamada só é válida se efetuada no localhost.
ru_ru: Этот вызов должен быть только от localhost.
sv_se: Detta samtal bör endast vara från lokal värd.
tr_tr: Bu arama yalnızca localhost'tan gelmelidir.
zh_cn: 该调用仅应来自本地主机。.
zh_tw: 此通話應該只來自 localhost。

# ERROR_ID_290
source: Value provided for start time is not valid.
cs_cz: Zadaná hodnota času spuštění je neplatná.
de_de: Der als Startzeit angegebene Wert ist nicht gültig.
es_es: El valor proporcionado para la hora de inicio no es válido.
fr_fr: La valeur correspondante à l'heure de début introduite n'est pas valide.
hu_hu: A kezdési időre megadott érték nem érvényes.
it_it: Valore fornito per tempo di inizio non valido.
ja_jp: 開始時刻に指定された値が無効です。
ko_kr: 시작 시간으로 제공된 값이 유효하지 않습니다.
nb_no: Verdien som er angitt som starttid er ikke gyldig.
nl_nl: Gegeven waarde voor begintijd is ongeldig.
pl_pl: Podana wartość czasu rozpoczęcia jest nieprawidłowa.
pt_br: O valor informado para a hora de início é inválido.
ru_ru: Значение, указанное в качестве времени начала, не является допустимым.
sv_se: Värdet som angavs för starttid är inte giltigt.
tr_tr: Başlangıç saati için belirtilen değer geçerli değil.
zh_cn: 所提供的开始时间的值无效。
zh_tw: 所提供的開始時間無效。

# ERROR_ID_291
source: Value provided for modifed date is invalid.
cs_cz: Zadaná hodnota změněného data je neplatná.
de_de: Der als Änderungszeit angegebene Wert ist nicht gültig.
es_es: El valor proporcionado para fecha modificada no es válido.
fr_fr: La valeur de la date modifiée introduite n'est pas valide.
hu_hu: A módosított dátumra megadott érték nem érvényes.
it_it: Valore fornito per data modificata non è valido.
ja_jp: 修正日に指定された値が無効です。
ko_kr: 수정 날짜로 제공된 값이 유효하지 않습니다.
nb_no: Verdien som er angitt som endringsdato er ugyldig.
nl_nl: Gegeven waarde voor gewijzigde datum is ongeldig.
pl_pl: Podana wartość daty modyfikacji jest nieprawidłowa.
pt_br: O valor informado ou a data modificada é inválido.
ru_ru: Значение, указанное в качестве измененной даты, является недопустимым.
sv_se: Värde som angavs för ändrat datum är ogiltigt.
tr_tr: Değiştirme tarihi için belirtilen değer geçersiz.
zh_cn: 所提供的修改日期的值无效。
zh_tw: 所提供的修改日期無效。

# ERROR_ID_292
source: Country name is not valid
cs_cz: Název země je neplatný
de_de: Landesname ist nicht gültig
es_es: El nombre de país no es válido
fr_fr: Le nom du pays n'est pas valide
hu_hu: Érvénytelen ország megnevezés.
it_it: Nome paese non valido
ja_jp: 国名が有効ではありません
ko_kr: 국가 이름이 유효하지 않습니다.
nb_no: Landsnavnet er ikke gyldig
nl_nl: Landnaam is ongeldig
pl_pl: Nazwa kraju jest nieprawidłowa
pt_br: O nome do país não é válido
ru_ru: Недопустимое название страны
sv_se: Landsnamn är inte giltigt
tr_tr: Ülke adı geçerli değil
zh_cn: 国家名称无效
zh_tw: 無效的國家名稱

# ERROR_ID_293
source: Language is not valid
cs_cz: Jazyk je neplatný
de_de: Sprache ist nicht gültig
es_es: El idioma no es válido
fr_fr: La langue n'est pas valide
hu_hu: Érvénytelen nyelv.
it_it: Lingua non valida
ja_jp: 言語が無効です
ko_kr: 언어가 유효하지 않습니다.
nb_no: Språket er ikke gyldig
nl_nl: Taal is ongeldig
pl_pl: Język jest nieprawidłowy
pt_br: O idioma não é válido
ru_ru: Недопустимый язык
sv_se: Språk är inte giltigt
tr_tr: Dil geçerli değil
zh_cn: 语言无效
zh_tw: 無效的語言

# ERROR_ID_294
source: Invalid first name
cs_cz: Neplatné jméno
de_de: Ungültiger Vorname
es_es: Nombre no válido
fr_fr: Prénom non valide
hu_hu: Érvénytelen keresztnév.
it_it: Nome non valido
ja_jp: 無効な名前 (名)
ko_kr: 유효하지 않은 이름입니다.
nb_no: Ugyldig fornavn
nl_nl: Ongeldige voornaam
pl_pl: Nieprawidłowe imię
pt_br: O nome é inválido.
ru_ru: Недопустимое имя
sv_se: Ogiltigt förnamn
tr_tr: Geçersiz ad
zh_cn: 名字无效。
zh_tw: 無效的名字

# ERROR_ID_295
source: Invalid last name
cs_cz: Neplatné příjmení
de_de: Ungültiger Nachname
es_es: Apellidos no válidos
fr_fr: Nom non valide
hu_hu: Érvénytelen vezetéknév.
it_it: Cognome non valido
ja_jp: 無効な名前 (姓)
ko_kr: 유효하지 않은 성입니다.
nb_no: Ugyldig etternavn
nl_nl: Ongeldige achternaam
pl_pl: Nieprawidłowe nazwisko
pt_br: O sobrenome é inválido.
ru_ru: Недопустимая фамилия
sv_se: Ogiltigt efternamn
tr_tr: Geçersiz soyadı
zh_cn: 姓氏无效。
zh_tw: 無效的姓氏

# ERROR_ID_296
source: Invalid email address
cs_cz: Neplatná e-mailová adresa
de_de: Ungültige E-Mail-Adresse
es_es: Dirección de correo electrónico no válida
fr_fr: Adresse électronique non valide
hu_hu: Érvénytelen e-mail cím
it_it: Indirizzo e-mail non valido
ja_jp: 無効な電子メール アドレス。
ko_kr: 유효하지 않은 이메일 주소입니다.
nb_no: Ugyldig e-postadresse
nl_nl: Ongeldig e-mailadres
pl_pl: Nieprawidłowy adres e-mail
pt_br: O endereço de e-mail é inválido.
ru_ru: Недопустимый адрес электронной почты
sv_se: Ogiltig e-postadress
tr_tr: Geçersiz e-posta adresi
zh_cn: 电子邮件地址无效。
zh_tw: 無效的電子郵件位址

# ERROR_ID_297
source: Invalid option
cs_cz: Neplatná možnost
de_de: Ungültige Option
es_es: Opción no válida
fr_fr: Option non valide
hu_hu: Érvénytelen lehetőség.
it_it: Opzione non valida
ja_jp: 無効なオプション
ko_kr: 유효하지 않은 옵션입니다.
nb_no: Ugyldig alternativ
nl_nl: Ongeldige optie
pl_pl: Nieprawidłowa opcja
pt_br: A opção é inválida.
ru_ru: Недопустимый параметр
sv_se: Ogiltigt alternativ
tr_tr: Geçersiz seçenek
zh_cn: 选项无效
zh_tw: 無效的選項

# ERROR_ID_298
source: HDD Standby Time Minutes Bad Request
cs_cz: Minuty času úsporného režimu HDD – chybný požadavek
de_de: HDD-Standbyzeit (Minuten): ungültige Anforderung
es_es: Solicitud incorrecta de los minutos de tiempo de espera de HDD
fr_fr: Demande incorrecte relative aux minutes de temps d'attente du disque dur
hu_hu: Hibás kérés a HDD készenléti idő perceinél.
it_it: Richiesta minuti tempo stand-by HDD non valida
ja_jp: HDD スタンバイ時間 (分) 不正要求。
ko_kr: 잘못된 HDD 대기 시간 분 요청입니다.
nb_no: Ugyldig forespørsel for HDD-hvilemodustid i minutter
nl_nl: Ongeldig verzoek om minuten stand-bytijd harde schijf
pl_pl: Błędne żądanie liczby minut czasu gotowości dysku
pt_br: A solicitação de minutos de tempo de espera do HDD é inválida
ru_ru: Ошибочный запрос минут времени простоя жесткого диска
sv_se: Dålig begäran för HDD standbytid i minuter
tr_tr: HDD Bekleme Dakikaları Geçersiz İsteği
zh_cn: 硬盘待机时间分钟数请求错误。
zh_tw: HDD 待機時間分鐘錯誤要求

# ERROR_ID_299
source: Enable HDD Standby Time Bad Request
cs_cz: Povolit čas úsporného režimu HDD – chybný požadavek
de_de: Aktivierung der HDD-Standbyzeit: ungültige Anforderung
es_es: Solicitud incorrecta de la habilitación de tiempo de espera de HDD
fr_fr: Demande incorrecte relative à l'activation du temps d'attente du disque dur
hu_hu: A rosszul formázott HDD készenléti idő kérés engedélyezése.
it_it: Richiesta tempo stand-by abilitazione HDD non valida
ja_jp: HDD スタンバイ時間有効化不正要求。
ko_kr: 잘못된 HDD 대기 시간 활성화 요청입니다.
nb_no: Ugyldig forespørsel for aktivering av HDD-hvilemodustid
nl_nl: Ongeldig verzoek om stand-bytijd harde schijf inschakelen
pl_pl: Błędne żądanie włączenia zliczania czasu gotowości dysku
pt_br: A solicitação de ativação de tempo de espera do HDD é inválida
ru_ru: Включить ошибочный запрос времени простоя жесткого диска
sv_se: Dålig begäran för aktivering av HDD-standbytid.
tr_tr: HDD Bekleme Süresini Etkinleştir Geçersiz İsteği
zh_cn: 启用硬盘待机时间请求错误。
zh_tw: 啟用 HDD 待機時間錯誤要求

# ERROR_ID_300
source: File does not exist
cs_cz: Soubor neexistuje
de_de: Datei ist nicht vorhanden
es_es: El archivo no existe
fr_fr: Le fichier n'existe pas
hu_hu: A fájl nem létezik.
it_it: Il file non esiste
ja_jp: ファイルが存在しません
ko_kr: 파일이 존재하지 않습니다.
nb_no: Filen finnes ikke
nl_nl: Bestand bestaat niet
pl_pl: Plik nie istnieje
pt_br: O arquivo não existe
ru_ru: Файл не существует
sv_se: Filen finns inte
tr_tr: Dosya mevcut değil
zh_cn: 文件不存在。
zh_tw: 檔案不存在

# ERROR_ID_301
source: Device Description Bad Request
cs_cz: Popis zařízení – chybný požadavek
de_de: Ungültige Anforderung bei der Gerätebeschreibung.
es_es: Solicitud incorrecta de la descripción del dispositivo
fr_fr: Demande incorrecte relative à la description du dispositif
hu_hu: Hibás kérés az eszköz leírásánál.
it_it: Richiesta descrizione dispositivo non valida
ja_jp: デバイスの説明不正要求
ko_kr: 잘못된 장치 설명 요청입니다.
nb_no: Ugyldig forespørsel for enhetsbeskrivelse
nl_nl: Ongeldig verzoek om apparaatbeschrijving
pl_pl: Błędne żądanie opisu urządzenia
pt_br: A solicitação de descrição de dispositivo é inválida
ru_ru: Ошибочный запрос описания устройства
sv_se: Dålig begäran för enhetsbeskrivning
tr_tr: Aygıt Açıklaması Geçersiz İsteği
zh_cn: 设备描述请求错误。
zh_tw: 裝置描述錯誤要求

# ERROR_ID_302
source: Device Description Name Bad Request
cs_cz: Název popisu zařízení – chybný požadavek
de_de: Ungültige Anforderung beim Gerätebeschreibungsname.
es_es: Solicitud incorrecta del nombre de la descripción del dispositivo
fr_fr: Demande incorrecte relative au nom de la description du dispositif
hu_hu: Hibás kérés az eszköz leírás nevénél.
it_it: Richiesta nome descrizione dispositivo non valida
ja_jp: デバイスの説明名不正要求
ko_kr: 잘못된 장치 설명 이름 요청입니다.
nb_no: Ugyldig forespørsel for enhetsbeskrivelsesnavn
nl_nl: Ongeldig verzoek om apparaatbeschrijvingnaam
pl_pl: Błędne żądanie nazwy opisu urządzenia
pt_br: A solicitação de nome de descrição de dispositivo é inválida
ru_ru: Ошибочный запрос названия описания устройства
sv_se: Dålig begäran för enhetsbeskrivningsnamn
tr_tr: Aygıt Açıklaması Adı Geçersiz İsteği
zh_cn: 设备描述名称请求错误。
zh_tw: 裝置描述名稱錯誤要求
