Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# CONTENT_SETTINGS_DIAGNOSTICS_TOOLTIP_DIAGNOSTICS_TEST
source: Quick Test (about 2 minutes) quickly scans and tests areas of your network subject to potential failures. Full Test, which may take several hours, scans your entire device to detect bad sectors.
cs_cz: Rychlý test (přibližně 2 minuty) provede rychlou kontrolu a testování oblastí vaší sítě na případná selhání. Kompletní test, který může trvat několik hodin, zkontroluje celé zařízení a vyhledá chybné sektory.
de_de: Mit dem Schnelltest (etwa 2 Minuten) werden Netzwerkbereiche geprüft und getestet, die möglicherweise Fehlern ausgesetzt sind. Beim vollständigen Test wird das gesamte Gerät auf beschädigte Bereiche geprüft. Dieser Test kann einige Stunden in Anspruch nehmen.
es_es: La prueba rápida (2 minutos aprox.) explora y prueba rápidamente las áreas de la red susceptibles de producir errores. La prueba completa, que puede tardar varias horas, explora todo el dispositivo para detectar sectores dañados.
fr_fr: Le test rapide (environ 2 minutes) analyse et teste rapidement les zones de votre réseau sujettes à des défaillances potentielles. Le test complet, qui peut durer plusieurs heures, analyse l'ensemble de votre dispositif pour détecter les secteurs défectueux.
hu_hu: Gyors vizsgálat (körülbelül két perc) – Lehetséges hibák feltárása érdekében gyors vizsgálatot és tesztet végez el az Ön hálózatán. Teljes vizsgálat, amely több óráig is eltarthat, és amely az eszköz egészének vizsgálatát jelenti a sérült szektorok felderítése érdekében.
it_it: Il test rapido (circa 2 minuti) esegue rapidamente la scansione e le prove delle aree della rete soggette a potenziali errori. Il test completo, che può impiegare diverse ore, esegue la scansione di tutto il dispositivo per rilevare settori danneggiati.
ja_jp: 簡易テスト (約 2 分) は迅速にスキャンを実行し、障害の可能性があるネットワーク領域をテストします。 完全テストには数時間かかる場合がありますが、デバイス全体をスキャンして、不良セクターを検出します。
ko_kr: '빠른 테스트(약 2분)'는 잠재적인 실패가 발생할 수 있는 네트워크의 영역을 신속히 검색하고 테스트합니다. 몇 시간 정도 걸릴 수 있는 '전체 테스트'는 장치 전체를 검색하여 불량 섹터를 찾습니다.
nb_no: Hurtigtest (ca. 2 minutter) utfører en hurtigskanning og tester nettverksområder for potensielle feil. Fullstendig test, som kan ta flere timer, skanner hele enheten for å finne skadede sektorer.
nl_nl: Snelle test (ongeveer 2 minuten) scant en test snel gebieden van uw netwerk die mogelijk niet goed functioneren. Volledige test (kan enkele uren duren) scant uw hele apparaat om defecte sectoren te ontdekken.
pl_pl: Szybki test (około 2-minutowy) polega na szybkim przeskanowaniu i przetestowaniu obszarów sieci po kątem ewentualnych awarii. Pełny test, który może trwać kilka godzin, polega na przeskanowaniu całego urządzenia w celu wykrycia uszkodzonych sektorów.
pt_br: O teste rápido (cerca de dois minutos) verifica e testa rapidamente as áreas da rede sujeitas a possíveis falhas. O teste completo, que pode demorar várias horas, verifica todo o dispositivo e detecta setores inválidos.
ru_ru: Быстрая проверка (около 2 минут) быстро сканирует и проверяет области сети, подверженные возможным сбоям. При полной проверке, которая может занять несколько часов, все устройство проверяется для обнаружения поврежденных секторов.
sv_se: Snabbtest (ca två minuter) skannar snabbt och testar områden på ditt nätverk som utsätts för potentiella fel. Fullständig test, vilket kan ta flera timmar, skannar hela din enhet för att upptäcka dåliga sektorer.
tr_tr: Hızlı Test (yaklaşık 2 dakika), ağınızda potansiyel arızalara eğilimi olan alanları hızlıca tarayıp test eder. Birkaç saat sürebilen Tam Test ise bozuk kesimleri algılamak üzere tüm aygıtınızı tarar.
zh_cn: 快速检测(约2分钟)可以快速扫描并检测您的网络中存在潜在故障的部分。 完全检测可能需要几个小时才能完成，它可以扫描您的整个设备，检测坏扇区。
zh_tw: 快速測試 (大約兩分鐘)快速掃描及測試有錯誤可能性的網路區域。 完整測試，可能需要輸小時的時間，掃描您的整個裝置，以偵測錯誤區段。

# CONTENT_SETTINGS_DIAGNOSTICS_TOOLTIP_FACTORY_RESTORE
source: Create a backup prior to using any restore option. Use System only to restore system data to the originial factory settings. Quick Restore erases content and system info but can be recovered with recovery software; Full Restore permanently deletes all content and system info, and cannot be recovered. Be sure to create a backup prior to using any restore option.
cs_cz: Před použitím jakékoliv možnosti obnovení vytvořte zálohu. Použijte možnost Pouze systémové k obnovení systémových dat do původního nastavení z výroby. Rychlé obnovení vymaže obsah a systémové informace, data však bude možné obnovit specializovaným softwarem; Kompletní obnovení trvale vymaže veškerý obsah a systémové informace bez možnosti dodatečného obnovení. Před použitím jakékoliv možnosti obnovení nezapomeňte vytvořit zálohu.
de_de: Erstellen Sie vor der Nutzung einer Wiederherstellungsoption eine Sicherung. Mit der Option „Nur System“ werden nur Systemdaten auf die Werkseinstellungen zurückgesetzt. Bei der schnellen Wiederherstellung werden Inhalts- und Systeminformationen überschrieben, können jedoch unter Verwendung einer Wiederherstellungssoftware wiederhergestellt werden. Bei einer vollständigen Wiederherstellung werden alle Inhalts- und Systeminformationen dauerhaft gelöscht und können nicht mehr wiederhergestellt werden. Achten Sie darauf, vor der Nutzung einer Wiederherstellungsoption eine Sicherung zu erstellen.
es_es: Cree una copia de seguridad antes de usar una opción de restauración. Use Solo sistema para restaurar los datos del sistema a los valores originales de fábrica. La restauración rápida borra contenidos e información del sistema, pero puede recuperarse con software de recuperación; la restauración completa elimina de forma permanente todos los contenidos y la información del sistema, y no se puede recuperar. Asegúrese de crear una copia de seguridad antes de usar una opción de restauración.
fr_fr: Créez une sauvegarde avant d'utiliser toute option de restauration. Utilisez l'option Système uniquement pour rétablir les paramètres d'usine des données système. L'option Restauration rapide supprime le contenu et les informations système. Ceux-ci peuvent être récupérés à l'aide d'un logiciel de récupération. L'option Restauration complète supprime de façon permanente tout le contenu et les informations système, sans que ceux-ci puissent être récupérés. Assurez-vous d'avoir créé une sauvegarde avant d'utiliser toute option de restauration.
hu_hu: Készítsen biztonsági mentést, mielőtt bármilyen visszaállítást elvégezne. Használja a Rendszervisszaállítás lehetőséget, ha csak azt szeretné, hogy a rendszer visszatérjen a gyári beállításokhoz. A gyors visszaállítás törli a tartalmat és a rendszerinformációt, de helyreállító program használatával az adatok visszanyerhetők. A teljes visszaállítás végleg töröl minden tartalmat és rendszerinformációt, és ezek az adatok később már nem helyreállíthatók. Bizonyosodjon meg róla, hogy készített biztonsági mentést, mielőtt bármilyen visszaállítást elvégezne.
it_it: Creare un backup prima di utilizzare l'opzione di ripristino. Utilizzare Solo sistema per ripristinare i dati del sistema alle impostazioni di fabbrica originali. Ripristino rapido cancella i contenuti e le informazioni sul sistema che possono però essere recuperate con software di recupero; Ripristino completo elimina definitivamente tutti i contenuti e le informazioni sul sistema, che non possono quindi essere recuperate. Assicurarsi di creare un backup prima di utilizzare l'opzione di ripristino.
ja_jp: 復元オプションを使用する前に、バックアップを作成します。 [システムのみ] を使用して、システム データを初期設定に復元します。 簡易復元ではコンテンツおよびシステム情報が消去されますが、回復ソフトウェアによって回復可能です。完全復元ではすべてのコンテンツとシステム情報が完全に削除され、回復不能です。 復元オプションを使用する前に、必ずバックアップを作成してください。
ko_kr: 복원 옵션을 사용하기 전에 백업을 만듭니다. '시스템만'을 사용하여 시스템 데이터를 원래 초기 설정으로 복원합니다. '빠른 복원'은 내용과 시스템 정보를 지우지만 복구 소프트웨어로 복구할 수 있습니다. '전체 복원'은 모든 내용과 시스템 정보를 영구적으로 삭제하며, 복구할 수 없습니다. 복원 옵션을 사용하기 전에 백업을 만드십시오.
nb_no: Opprett en sikkerhetskopi før du bruker et gjenopprettingsalternativ. Bruk &quot;Bare system&quot; for å gjenopprette systemdataene til de originale fabrikkinnstillingene. &quot;Rask gjenoppretting&quot; sletter innholdet og systeminformasjonen, men kan gjenopprettes med programvare for gjenoppretting. Fullstendig gjenoppretting sletter alt innholdet og systeminformasjonen, og dataene kan ikke gjenopprettes. Pass på å opprette en sikkerhetskopi før du bruker gjenopprettingsalternativet.
nl_nl: Maak een back-up voordat u een hersteloptie gebruikt. Gebruik Alleen systeem om de systeemgegevens terug te stellen naar de fabrieksinstellingen. Snel herstel verwijdert media en systeeminformatie maar kan worden hersteld met herstelsoftware; Volledig herstel wist alle media en systeeminformatie permanent en kan niet worden hersteld. Maak altijd een back-up voordat u een hersteloptie gebruikt.
pl_pl: Zanim użyjesz opcji przywracania, utwórz kopię zapasową. Użyj opcji Tylko system, aby przywrócić dane systemu do oryginalnych ustawień fabrycznych. Opcja Szybkie przywracanie powoduje wymazanie zawartości i informacji o systemie, umożliwiając jednak ich odzyskanie za pomocą programu do odzyskiwania. Opcja Pełne przywracanie powoduje trwałe usunięcie całej zawartości i informacji o systemie, wykluczając możliwość ich odzyskania. Zanim użyjesz którejkolwiek z opcji przywracania, koniecznie utwórz kopię zapasową.
pt_br: Crie um backup antes de usar qualquer opção de restauração. Use a opção Somente do sistema para restaurar os dados do sistema para as configurações originais de fábrica. A restauração rápida apaga conteúdo e informações do sistema, que podem ser recuperadas com software de recuperação. A restauração completa exclui todo o conteúdo e informações do sistema, sem possibilidade de recuperação. Não se esqueça de criar um backup antes de usar qualquer opção de restauração.
ru_ru: Создайте резервную копию, прежде чем использовать любой из вариантов восстановления. Воспользуйтесь вариантом «Только система», чтобы восстановить исходные заводские настройки системных данных. При быстром восстановлении стираются контент и системная информация, но при этом можно отменить его результаты с помощью программного обеспечения восстановления данных; при полном восстановлении удаляются весь контент и системная информация без возможности восстановления, а его результаты отменить невозможно. Обязательно создайте резервную копию, прежде чем использовать любой из вариантов восстановления.
sv_se: Skapar en säkerhetskopiering före användning av något återställningsalternativ. Använd Endast system för att återställa systemdata till de ursprungliga fabriksinställningarna. Snabb återställning raderar innehåll och systeminfo men kan återställas med återställningsprogram. Fullständig återställning raderar allt innehåll och systeminfo permanent och kan inte återställas. Skapa en säkerhetskopiering innan du använder ett återställningsalternativ.
tr_tr: Herhangi bir geri yükleme seçeneği kullanmadan önce bir yedek oluşturun. Sistem verilerini özgün fabrika ayarlarına geri yüklemek için, Yalnızca Sistem seçeneğini kullanın. Hızlı Geri Yükleme, tüm içeriği ve sistem bilgilerini silmesine karşın kurtarma yazılımıyla kurtarılabilir; Tam Geri Yükleme ise tüm içeriği ve sistem bilgilerini kalıcı olarak siler ve kurtarılamaz. Herhangi bir geri yükleme seçeneği kullanmadan önce bir yedek oluşturduğunuzdan emin olun.
zh_cn: 使用任何恢复选项前，先创建一个备份。 使用”仅系统“选项，将系统数据恢复到原来的出厂设置。 ”快速恢复“将清除内容和系统信息，但可以使用恢复软件恢复;”全面恢复“会永久删除所有内容和系统信息，并且无法恢复。 使用任何恢复选项前，一定要先创建一个备份。
zh_tw: 請在使用還原選項前確認已經建立備份。 使用「僅系統」以將系統資料還原至出廠設定。 「快速還原」清除內容及系統資訊，但可以還原軟體還原。「完全還原」將永久性的刪除所有的內容及系統資訊，不能被復原。 請在使用還原選項前確認已經建立備份。

# CONTENT_SETTINGS_DIAGNOSTICS_TOOLTIP_SYSTEM_CONFIG
source: Save current configuration settings or import stored configuration settings.
cs_cz: Uložte aktuální konfigurační nastavení nebo proveďte import uložených konfiguračních nastavení.
de_de: Aktuelle Konfigurationseinstellungen speichern oder gespeicherte Konfigurationseinstellungen importieren.
es_es: Guarde la configuración actual o importe la configuración almacenada.
fr_fr: Enregistrez les paramètres actuels de configuration ou importez les paramètres de configuration stockés.
hu_hu: Mentse a jelenlegi konfigurációs beállításokat, vagy töltse be az eltárolt konfigurációs beállításokat.
it_it: Salvare le impostazioni di configurazione correnti o importare quelle archiviate.
ja_jp: 現在の構成設定を保存するか、保存した構成設定をインポートします。
ko_kr: 현재 구성 설정을 저장하거나 저장된 구성 설정을 가져옵니다.
nb_no: Lagre gjeldende konfigurasjon eller importer lagrede konfigurasjonsinnstillinger.
nl_nl: Huidige configuratie-instellingen opslaan of opgeslagen configuratie-instellingen importeren.
pl_pl: Zapisz bieżące lub zaimportuj zapisane ustawienia konfiguracyjne.
pt_br: Salve as definições de configuração atuais ou importe definições de configuração armazenadas.
ru_ru: Сохранить текущие настройки конфигурации или импортировать сохраненные.
sv_se: Spara aktuella konfigurationsinställningar eller importera lagrade konfigurationsinställningar.
tr_tr: Geçerli yapılandırma ayarlarını kaydedin veya depolanan yapılandırma ayarlarını alın.
zh_cn: 保存当前的配置设置或导入保存的配置设置。
zh_tw: 儲存目前的組態設定或導入已儲存的組態設定。

# CONTENT_SETTINGS_DIAGNOSTICS_TOOLTIP_AUTOMATED_SUPPORT
source: Automatically generate a diagnostic system report. Once complete, you will be directed to our customer support form with your diagnostic report automatically attached.
cs_cz: Automaticky vygeneruje diagnostickou zprávu systému. Po dokončení budete přesměrováni do formuláře naší zákaznické podpory s automaticky připojenou diagnostickou zprávou.
de_de: Automatisch einen Diagnosesystembericht generieren. Nach dem Fertigstellen des Berichts wird ein Kundensupportformular geöffnet, dem der Diagnosebericht bereits automatisch beigefügt wurde.
es_es: Genere automáticamente un informe de diagnóstico del sistema. Cuando acabe, se le dirigirá a nuestro formulario de asistencia al cliente con el informe de diagnóstico adjunto automáticamente.
fr_fr: Générez automatiquement un rapport de diagnostic du système. Une fois terminé, vous serez redirigé vers notre formulaire d'assistance client auquel votre rapport de diagnostic sera automatiquement joint.
hu_hu: Automatikusan rendszerdiagnosztikai jelentést hoz létre. Ha végzett, átirányítjuk Önt ügyféltámogatói felületünkre, ahol az űrlaphoz automatikusan csatoljuk a rendszerdiagnosztikai jelentést.
it_it: Generare automaticamente un rapporto sistema di diagnostica. Una volta completato, si verrà reindirizzati al modulo del supporto clienti con il rapporto di diagnostica allegato automaticamente.
ja_jp: 診断システム レポートを自動的に生成します。 完了すると、カスタマー サポート ページに移動し、診断レポートが自動的に添付されます。
ko_kr: 자동으로 진단 시스템 보고서를 생성합니다. 완료되면 고객 지원 양식으로 안내되고, 진단 보고서가 자동으로 첨부됩니다.
nb_no: Automatisk generer en diagnoserapport for systemet. Når prosessen er ferdig, vil du bli videresendt til vårt kundesupportskjema, og diagnoserapporten legges ved automatisk.
nl_nl: Automatisch een diagnostisch systeemrapport genereren. Wanneer dit klaar is, gaat u naar ons klantondersteuningsformulier; het diagnostisch rapport is dan automatisch bijgesloten.
pl_pl: Automatycznie wygeneruj diagnostyczny raport systemowy. Po ukończeniu operacji nastąpi przekierowanie do formularza zgłoszeń pomocy technicznej. Raport diagnostyczny zostanie do niego automatycznie dołączony.
pt_br: Gere automaticamente um relatório de diagnósticos de sistema. Após gerar o relatório, você será direcionado ao nosso formulário de atendimento ao cliente com o relatório de diagnósticos anexado automaticamente.
ru_ru: Автоматически создать диагностический системный отчет. По завершении будет осуществлено перенаправление к форме поддержки клиентов, к которой автоматически будет приложен диагностический отчет.
sv_se: Generera automatiskt en diagnostiksystemrapport. När den är klar hänvisas du till vårt kundsupportformulär och din diagnostikrapport bifogas automatiskt.
tr_tr: Otomatik olarak bir tanı sistem raporu oluşturun. Tamamlandıktan sonra, otomatik olarak iliştirilen tanı raporunuzla birlikte müşteri desteği bölümümüze yönlendirileceksiniz.
zh_cn: 自动生成一份诊断系统报告。 一旦完成，您将被引导至我们的客户支持表单，您的诊断报告将自动附上。
zh_tw: 自動產生診斷系統報告。 一旦完成，您將會被轉移至客戶支援表格，包含作為附件的診斷報告。

# CONTENT_SETTINGS_DIAGNOSTICS_TOOLTIP_SYSTEM_REPORT
source: Create a system report and save it to your drive to help identify and resolve network problems.
cs_cz: Vytvoří diagnostickou zprávu a uloží ji do vaší jednotky za účelem usnadnění identifikace a řešení síťových problémů.
de_de: Systembericht erstellen und auf dem Laufwerk speichern, um Netzwerkprobleme zu identifizieren und zu ermitteln.
es_es: Cree un informe del sistema y guárdelo en la unidad para ayudar a identificar y a resolver problemas de red.
fr_fr: Créez un rapport système et enregistrez-le sur votre lecteur pour permettre l'identification et la résolution de problèmes liés au réseau.
hu_hu: Hozzon létre egy jelentést a rendszer állapotáról, és mentse el a meghajtóra, mert az segíthet a hálózati problémák azonosításában és megoldásában.
it_it: Creare un rapporto sistema e salvarlo nell'unità per aiutare a identificare e risolvere i problemi di rete.
ja_jp: システム レポートを作成し、ドライブに保存して、ネットワークの問題を特定して解決します。
ko_kr: 시스템 보고서를 만들고 드라이브에 저장하여 네트워크 문제를 식별하고 해결하는 데 도움이 되도록 합니다.
nb_no: Opprett en systemrapport og lagre den på stasjonen for å identifisere og løse nettverksproblemer.
nl_nl: Een systeemrapport maken en opslaan op uw station om netwerkproblemen vast te stellen en op te lossen.
pl_pl: Utwórz raport systemowy i zapisz go na dysku, aby ułatwić zidentyfikowanie i rozwiązanie problemów z siecią.
pt_br: Crie um relatório de sistema e salve-o na sua unidade para ajudar a identificar e resolver problemas de rede.
ru_ru: Создайте системный отчет и сохраните его на диске, чтобы помочь выявить и решить проблемы с сетью.
sv_se: Skapa en systemrapport och spara den på enheten för att identifiera och åtgärda nätverksproblem.
tr_tr: Bir sistem raporu oluşturun ve ağ sorunlarını tanımlayıp çözmenize yardımcı olması için sürücünüze kaydedin.
zh_cn: 创建一份系统报告并将其保存到您的驱动器中，这有助于识别和解决网络问题。
zh_tw: 建立系統報告以及將它儲存置您的磁碟機，有助於辨識以及解決網路問題。

# CONTENT_SETTINGS_DIAGNOSTICS_TOOLTIP_REBOOT_SHUTDOWN
source: Shut down or reboot your device.
cs_cz: Vypněte nebo restartujte vaše zařízení.
de_de: Gerät herunterfahren oder neu starten.
es_es: Apague o reinicie el dispositivo.
fr_fr: Arrêtez ou réinitialisez le dispositif.
hu_hu: Kapcsolja ki és indítsa újra az eszközt!
it_it: Arrestare o riavviare il dispositivo.
ja_jp: デバイスをシャットダウンまたは再起動します。
ko_kr: 장치를 종료하거나 다시 부팅합니다.
nb_no: Slå av eller omstart enheten.
nl_nl: Uw apparaat afsluiten of opnieuw opstarten.
pl_pl: Wyłącz urządzenie lub przeprowadź jego ponownych rozruch.
pt_br: Desligue ou reinicialize o seu dispositivo.
ru_ru: Завершите работу устройства или перезагрузите его.
sv_se: Stäng av och starta om enheten.
tr_tr: Aygıtınızı kapatın veya yeniden başlatın.
zh_cn: 关闭或重新启动设备。
zh_tw: 關閉或重新啟動您的裝置。

# CONTENT_SETTINGS_NOTIFICATION_TOOLTIP_EMAIL
source: Send system notifications to up to 5 email addresses.
cs_cz: Odešle systémová oznámení na maximálně 5 e-mailových adres.
de_de: Systembenachrichtigungen an bis zu 5 E-Mail-Adressen senden.
es_es: Envíe notificaciones del sistema a un máximo de 5 direcciones de correo electrónico.
fr_fr: Envoyez des notifications système jusqu'à 5 adresses électroniques.
hu_hu: Küldjön értesítést a rendszerről legfeljebb öt e-mail címre.
it_it: Inviare notifiche di sistema a un massimo di 5 indirizzi e-mail.
ja_jp: 最大 5 つの電子メール アドレスにシステム通知を送信します。
ko_kr: 최대 5개 이메일 주소로 시스템 알림을 보냅니다.
nb_no: Send systemvarslinger til opptil fem e-postadresser.
nl_nl: Systeemmeldingen verzenden naar maximaal 5 e-mailadressen.
pl_pl: Wysyłaj powiadomienia systemowe na nawet 5 adresów e-mail.
pt_br: Envie notificações de sistema para até 5 endereços de e-mail.
ru_ru: Отправляйте системные уведомления по адресам электронной почты (до 5).
sv_se: Skicka systemmeddelanden till upp till fem e-postadresser.
tr_tr: En fazla 5 e-posta adresine sistem bildirimi gönderin.
zh_cn: 发送系统通知，最多发给 5 个电子邮件地址。
zh_tw: 傳送系統通知至多達 5 個電子郵件地址。

# CONTENT_SETTINGS_UPDATE_TOOLTIP_ENABLE_AUTO
source: Enable automatic firmware updates.
cs_cz: Povolí automatické aktualizace firmwaru.
de_de: Automatische Firmware-Aktualisierungen aktivieren.
es_es: Habilite la actualización automática del firmware.
fr_fr: Activez les mises à jour automatiques du micrologiciel.
hu_hu: Engedélyezze az automatikus belső vezérlőprogram frissítéseket.
it_it: Abilitare gli aggiornamenti firmware automatici.
ja_jp: 自動ファームウェア更新を有効にします。
ko_kr: 자동 펌웨어 업데이트를 활성화합니다.
nb_no: Aktiver automatiske fastvareoppdateringer.
nl_nl: Automatische firmware-updates inschakelen.
pl_pl: Włącz automatyczne aktualizacje oprogramowania układowego.
pt_br: Ative atualizações de firmware automáticas.
ru_ru: Включить автоматические обновления микропрограммы.
sv_se: Aktivera automatiska uppdateringar av fast programvara.
tr_tr: Otomatik bellenim güncelleştirmelerini etkinleştirin.
zh_cn: 启用自动固件更新。
zh_tw: 啟用自動韌體更新。

# CONTENT_SETTINGS_UPDATE_TOOLTIP_CHECK_FOR_UPDATE
source: Check for available firmware updates.
cs_cz: Zkontroluje dostupné aktualizace firmwaru.
de_de: Nach verfügbaren Firmware-Aktualisierungen suchen.
es_es: Busque las actualizaciones del firmware disponibles.
fr_fr: Vérifiez la disponibilité de mises à jour du micrologiciel.
hu_hu: Ellenőrizze, rendelkezésre állnak-e belső vezérlőprogram frissítések.
it_it: Verificare la presenza di aggiornamenti firmware disponibili.
ja_jp: 使用可能なファームウェア更新を確認します。
ko_kr: 사용 가능한 펌웨어 업데이트가 있는지 확인합니다.
nb_no: Se etter tilgjengelige fastvareoppdateringer.
nl_nl: Controleren op beschikbare firmware-updates.
pl_pl: Sprawdź, czy są dostępne aktualizacje oprogramowania układowego.
pt_br: Verifique a disponibilidade de atualizações de firmware.
ru_ru: Проверять доступные обновления микропрограммы.
sv_se: Kontrollera om det finns tillgängliga uppdateringar av fast programvara.
tr_tr: Kullanılabilir bellenim güncelleştirmelerini denetleyin.
zh_cn: 检查是否有可用的固件更新。
zh_tw: 檢查可供使用的韌體更新。

# CONTENT_SETTINGS_UPDATE_TOOLTIP_UPDATE_FROM_FILE
source: Update firmware from a file.
cs_cz: Aktualizuje firmware ze souboru.
de_de: Firmware über eine Datei aktualisieren.
es_es: Actualice el firmware desde un archivo.
fr_fr: Mettez le micrologiciel à jour à partir d'un fichier.
hu_hu: Belső vezérlőprogram frissítése fájlból.
it_it: Aggiornare il firmware da un file.
ja_jp: ファイルからファームウェアを更新します。
ko_kr: 파일에서 펌웨어를 업데이트합니다.
nb_no: Oppdater fastvaren fra en fil.
nl_nl: Firmware bijwerken vanuit een bestand.
pl_pl: Aktualizuj oprogramowanie układowe z pliku.
pt_br: Atualize firmware a partir de um arquivo.
ru_ru: Обновлять микропрограмму из файла.
sv_se: Uppdatera fast programvara för en fil.
tr_tr: Bellenimi dosyadan güncelleştirin.
zh_cn: 从文件更新固件。
zh_tw: 從檔案更新韌體。
