Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# ERROR_SAFEPOINT_RESTORE_NOT_FACTORY_FRESH
source: The device you are recovering to does not appear to be in factory fresh state. Please navigate to Settings and perform a factory restore. Please note that you will lose all of your existing data on the device if you do so.
cs_cz: Zařízení, které obnovujete, není ve stavu obnovených nastavení z výroby. Přejděte do položky Nastavení a proveďte obnovení nastavení z výroby. Upozorňujeme, že provedením tohoto kroku ztratíte všechna stávající data v zařízení.
de_de: Das Gerät, auf dem die Wiederherstellung ausgeführt werden soll, befindet sich nicht im werkseitig definierten Zustand. Navigieren Sie zu „Einstellungen“ und führen Sie eine Wiederherstellung der Werkseinstellungen aus. Beachten Sie, dass dies zum Verlust aller auf dem Gerät vorhandenen Daten führt!
es_es: Parece que el dispositivo que está recuperando no tiene los valores originales de fábrica. Navegue hasta Configuración y realice una restauración a valores de fábrica. Tenga en cuenta que, si lo hace, perderá todos los datos existentes en el dispositivo.
fr_fr: Les paramètres d'usine du dispositif sur lequel vous effectuez la récupération ne semblent pas avoir été rétablis. Accédez à Paramètres et rétablissez les paramètres d'usine. Veuillez noter que vous perdrez toutes les données stockées sur votre dispositif.
hu_hu: A helyreállítandó eszköz gyári állapota nem naprakész. Kérjük, navigáljon a Beállítások menüponthoz, és ott válassza a gyári beállítások visszaállítását! Kérjük, vegye figyelembe, hogy ezzel a művelettel az eszközön található adatokat elveszíti!
it_it: Lo stato delle impostazioni di fabbrica del dispositivo che si sta ripristinando non sembra essere aggiornato. Accedere a Impostazioni ed eseguire il ripristino delle impostazioni di fabbrica. Tenere presente che questa operazione comporterà la perdita di tutti i dati presenti sul dispositivo.
ja_jp: 回復先のデバイスは、初期状態ではない可能性があります。 [設定] に移動し、初期状態に復元してください。 初期状態に復元すると、デバイスの既存のデータはすべて失われます。
ko_kr: 복구할 대상 장치가 초기 설정 상태가 아닌 것으로 나타납니다. 설정으로 이동하여 초기 설정 복원을 수행하십시오. 복원을 수행하면 장치에 있는 모든 기존 데이터가 지워집니다.
nb_no: Enheten du gjenoppretter synes ikke å være i fabrikkinnstilt modus. Naviger til &quot;Innstillinger&quot; og utfør en fabrikkgjenoppretting. Vær oppmerksom på at du vil miste alle eksisterende data på enheten hvis du gjør det.
nl_nl: Het apparaat dat u herstelt, lijkt niet in fabrieksnieuwe staat te zijn. Blader naar Instellingen en voer een fabrieksherstel uit. Merk op dat u alle bestaande gegevens op het apparaat zult verliezen.
pl_pl: Urządzenie, na które odzyskujesz dane, nie wydaje się fabrycznie nowe. Przejdź do obszaru Ustawienia i przywróć ustawienia fabryczne. Uwaga: jeśli to zrobisz, utracisz wszystkie dane przechowywane na urządzeniu.
pt_br: O dispositivo que você está recuperando não aparenta estar com as configurações de fábrica. Navegue até Configurações e restaure as configurações de fábrica. Lembre-se de que você perderá todos os dados existentes no dispositivo ao fazer isso.
ru_ru: Устройство, на которое выполняется восстановление, кажется, не находится в фабричном состоянии. Перейдите в раздел «Настройки» и выполните восстановление заводских настроек. Обратите внимание на то, что в этом случае будут утрачены все существующие на устройстве данные.
sv_se: Den enhet du återställer verkar inte vara i ett fabriksinställt tillstånd. Navigera till Inställningar och utför en fabriksåterställning. Observera att du kommer att förlora alla dina befintliga data på enheten om du gör det.
tr_tr: Kurtarmakta olduğunuz aygıt fabrika durumunda görünmüyor. Lütfen Ayarlar'a gidin ve fabrika ayarlarını geri yükleyin. Bunu yaparsanız, aygıtta mevcut olan tüm verilerinizi kaybedeceğinizi unutmayın.
zh_cn: 您正在恢复的设备似乎并不处于出厂状态。 请浏览&quot;设置&quot;栏并执行出厂还原操作。 请注意，如果您这么做，您将缺失设备上所有的现有数据。
zh_tw: 您正在復原的裝置似乎不在出廠時全新狀態。 請瀏覽至設定，執行出廠還原。 請注意如果您這麼做，您將失去在裝置中目前所有的資料。

# ERROR_SAFEPOINT_GET_STATUS_FAILED
source: This operation could not succeed due to a failed request. Please try again.
cs_cz: Tato operace se nezdařila z důvodu selhání požadavku. Akci zopakujte.
de_de: Der Vorgang wurde aufgrund einer fehlerhaften Anforderung nicht erfolgreich abgeschlossen. Versuchen Sie es erneut.
es_es: No se pudo completar correctamente esta operación debido a una solicitud errónea. Inténtelo de nuevo.
fr_fr: L'opération n'a pas pu aboutir à cause d'une demande ayant échoué. Veuillez réessayer.
hu_hu: Hibás kérés; a művelet sikertelen. Kérjük, próbálja meg újra!
it_it: Operazione non completata a causa di una richiesta non riuscita. Riprovare.
ja_jp: 失敗した要求のため、この処理を正常に完了できませんでした。 再試行してください。
ko_kr: 실패한 요청 때문에 이 작업을 성공적으로 완료할 수 없습니다. 다시 시도하십시오.
nb_no: Denne operasjonen lyktes ikke på grunn av en mislykket forespørsel. Prøv på nytt.
nl_nl: Deze handeling is mislukt vanwege een mislukt verzoek. Probeer het opnieuw.
pl_pl: Operacja nie powiodła się z powodu nieudanego żądania. Spróbuj ponownie.
pt_br: Não foi possível concluir a operação devido a uma falha na solicitação. Tente novamente.
ru_ru: Эту операцию не удалось выполнить из-за невыполненного запроса. Повторите попытку.
sv_se: Den här åtgärden lyckades inte på grund av en ogiltig begäran. Försök igen.
tr_tr: Bu işlem başarısız bir istek nedeniyle başarılı olamadı. Lütfen tekrar deneyin.
zh_cn: 由于请求失败，此操作未成功。 请重试。
zh_tw: 由於失敗的要求，無法成功進行操作。 請再試一次。

# ERROR_SAFEPOINT_GET_STATUS_INVALID
source: Invalid request. Please try again.
cs_cz: Neplatný požadavek. Akci zopakujte.
de_de: Ungültige Anforderung. Versuchen Sie es erneut.
es_es: Solicitud no válida. Inténtelo de nuevo.
fr_fr: Demande non valide. Veuillez réessayer.
hu_hu: Érvénytelen kérés. Kérjük, próbálja meg újra!
it_it: Richiesta non valida. Riprovare.
ja_jp: 無効な要求。 再試行してください。
ko_kr: 유효하지 않은 요청입니다. 다시 시도하십시오.
nb_no: Ugyldig forespørsel. Prøv på nytt.
nl_nl: Ongeldig verzoek. Probeer het opnieuw.
pl_pl: Nieprawidłowe żądanie. Spróbuj ponownie.
pt_br: A solicitação é inválida. Tente novamente.
ru_ru: Недопустимый запрос. Повторите попытку.
sv_se: Ogiltig begäran. Försök igen.
tr_tr: Geçersiz istek. Lütfen tekrar deneyin.
zh_cn: 请求无效。 请重试。
zh_tw: 無效的要求。 請再試一次。

# ERROR_SAFEPOINT_GET_STATUS_NOTFOUND
source: Your device or share could not be found. Please try again to continue.
cs_cz: Vaše zařízení nebo sdílenou složku se nezdařilo nalézt. Pokračujte zopakováním akce.
de_de: Das Gerät oder die Freigabe wurde nicht gefunden. Versuchen Sie es erneut, um fortzufahren.
es_es: No se pudo encontrar el dispositivo o el archivo compartido. Inténtelo de nuevo para continuar.
fr_fr: Votre dispositif ou vos dossiers partagés sont introuvables. Veuillez réessayer pour continuer.
hu_hu: Az eszköz vagy a megosztás nem található. A folytatáshoz kérjük, próbálkozzon újra!
it_it: Impossibile trovare il dispositivo o la condivisione. Riprovare per continuare.
ja_jp: デバイスまたは共有が見つかりませんでした。 再試行して続行してください。
ko_kr: 장치 또는 공유를 찾을 수 없습니다. 다시 시도하여 계속 진행하십시오.
nb_no: Enhet eller del ressurs ble ikke funnet. Prøv på nytt for å fortsette.
nl_nl: Uw apparaat of share kon niet worden gevonden. Probeer het opnieuw om door te gaan.
pl_pl: Nie można odnaleźć urządzenia lub udziału. Aby kontynuować, spróbuj ponownie.
pt_br: Não foi possível encontrar o dispositivo ou compartilhamento. Tente novamente para continuar.
ru_ru: Не удалось найти устройство или ресурс. Повторите попытку, чтобы продолжить.
sv_se: Det gick inte att hitta din enhet eller resurs. Försök igen för att fortsätta.
tr_tr: Aygıtınız veya paylaşımınız bulunamadı. Devam etmek için lütfen tekrar deneyin.
zh_cn: 无法找到您的设备或共享。 请重试以继续。
zh_tw: 無法找到您的裝置或共享。 請再試一次以繼續。

# ERROR_SAFEPOINT_GET_STATUS_NOSPACE
source: This operation could not succeed due to insufficient space. Please make sure you have sufficient space on your device and/or shares and try again.
cs_cz: Tato operace se nezdařila z důvodu nedostatečného prostoru. Ujistěte se, zda je v cílovém zařízení anebo sdílených složkách dostatek místa, a akci zopakujte.
de_de: Der Vorgang wurde aufgrund unzureichenden Speicherplatzes nicht erfolgreich abgeschlossen. Vergewissern Sie sich, dass Sie auf dem Gerät bzw. in den Freigaben über ausreichend Speicherplatz verfügen, und versuchen Sie es erneut.
es_es: No se pudo completar correctamente esta operación debido a que no hay suficiente espacio en disco. Asegúrese de que tiene suficiente espacio en el dispositivo y/o en los archivos compartidos, e inténtelo de nuevo.
fr_fr: L'opération n'a pas pu aboutir par manque d'espace. Assurez-vous de disposer de suffisamment d'espace sur votre dispositif ou sur vos dossier partagés, puis réessayez.
hu_hu: Nem elegendő tárhely; a művelet sikertelen. Kérjük, győződjön meg arról, hogy elegendő tárhellyel rendelkezik az eszközön és/vagy megosztón, és próbálja újra!
it_it: Operazione non riuscita a causa di spazio insufficiente. Assicurarsi di disporre di spazio sufficiente sul dispositivo e/o sulle condivisioni, quindi riprovare.
ja_jp: 不十分な領域のため、この処理を正常に完了できませんでした。 デバイスまたは共有に十分な領域があることを確認し、再試行してください。
ko_kr: 공간이 부족하여 이 작업을 성공적으로 완료할 수 없습니다. 장치 또는 공유에 충분한 공간을 확보한 후 다시 시도하십시오.
nb_no: Denne operasjonen mislyktes på grunn av plassmangel. Kontroller at du har nok plass på enheten og/eller delte ressurser og prøv på nytt.
nl_nl: Deze handeling is mislukt vanwege onvoldoende ruimte. Zorg ervoor dat u voldoende ruimte hebt op uw doelapparaat en/of share en probeer het opnieuw.
pl_pl: Operacja nie powiodła się z powodu zbyt małej ilości miejsca. Zadbaj, aby na urządzeniu i/lub w udziałach było wystarczająco dużo miejsca, i spróbuj ponownie.
pt_br: Não foi possível concluir a operação devido ao espaço insuficiente. Verifique se há espaço em disco suficiente no dispositivo e/ou compartilhamentos e tente novamente.
ru_ru: Эту операцию не удалось выполнить, так как недостаточно свободного пространства. Убедитесь в том, что на устройстве и (или) в ресурсах достаточно места, и повторите попытку.
sv_se: Den här åtgärden lyckades inte på grund av otillräckligt med utrymme. Kontrollera att du har tillräckligt med utrymme på din enhet och/eller resurser, och försök sedan igen.
tr_tr: Bu işlem yetersiz alan nedeniyle başarılı olamadı. Lütfen aygıtınızda ve/veya paylaşımlarınızda yeterli alan bulunduğundan emin olup tekrar deneyin.
zh_cn: 由于空间不足，此操作未成功。 请确保您的设备和/或共享有足够空间，然后重试。
zh_tw: 由於空間不足，無法成功進行操作。 請確認您的裝置及／或共享有足夠的空間，再試一次。

# ERROR_SAFEPOINT_GET_STATUS_UNREACHABLE
source: Your safepoint is currently unreachable. Please try again after some time.
cs_cz: Váš bod Safepoint je momentálně nedostupný. Zopakujte akci později.
de_de: Der Safepoint ist momentan nicht erreichbar. Versuchen Sie es später erneut.
es_es: El safepoint es inaccesible actualmente. Inténtelo de nuevo cuando haya transcurrido un tiempo.
fr_fr: Le safepoint est actuellement inaccessible. Veuillez réessayer dans un moment.
hu_hu: Safepointjának elérése sikertelen. Kérjük, rövid idő múlva próbálkozzon ismét!
it_it: Il safepoint non è al momento raggiungibile. Riprovare tra qualche istante.
ja_jp: 現在 Safepoint に到達できません。 しばらくたってから再試行してください。
ko_kr: 현재 safepoint에 액세스할 수 없습니다. 잠시 후에 다시 시도하십시오.
nb_no: Safepoint er for øyeblikket utilgjengelig. Prøv på nytt om en liten stund.
nl_nl: Uw safepoint is momenteel onbereikbaar. Probeer het later opnieuw.
pl_pl: Punkt safepoint jest obecnie nieosiągalny. Spróbuj ponownie za jakiś czas.
pt_br: O safepoint está inacessível no momento. Tente novamente daqui a pouco.
ru_ru: Safepoint в настоящий момент недостижим. Повторите попытку через некоторое время.
sv_se: Det går inte att nå safepointen just nu. Försök igen om en stund.
tr_tr: Safepoint'e şu anda ulaşılamıyor. Lütfen bir süre sonra tekrar deneyin.
zh_cn: 您的 safepoint 目前无法访问。 请稍后重试。
zh_tw: 現在無法連接至您的 Safepoint。 請稍後再試一次。

# ERROR_SAFEPOINT_SET_INFO_FAILED
source: This operation could not succeed due to a failed request. Please try again.
cs_cz: Tato operace se nezdařila z důvodu selhání požadavku. Akci zopakujte.
de_de: Der Vorgang wurde aufgrund einer fehlerhaften Anforderung nicht erfolgreich abgeschlossen. Versuchen Sie es erneut.
es_es: No se pudo completar correctamente esta operación debido a una solicitud errónea. Inténtelo de nuevo.
fr_fr: L'opération n'a pas pu aboutir à cause d'une demande ayant échoué. Veuillez réessayer.
hu_hu: Hibás kérés; a művelet sikertelen. Kérjük, próbálja meg újra!
it_it: Operazione non completata a causa di una richiesta non riuscita. Riprovare.
ja_jp: 失敗した要求のため、この処理を正常に完了できませんでした。 再試行してください。
ko_kr: 실패한 요청 때문에 이 작업을 성공적으로 완료할 수 없습니다. 다시 시도하십시오.
nb_no: Denne operasjonen lyktes ikke på grunn av en mislykket forespørsel. Prøv på nytt.
nl_nl: Deze handeling is mislukt vanwege een mislukt verzoek. Probeer het opnieuw.
pl_pl: Operacja nie powiodła się z powodu nieudanego żądania. Spróbuj ponownie.
pt_br: Não foi possível concluir a operação devido a uma falha na solicitação. Tente novamente.
ru_ru: Эту операцию не удалось выполнить из-за невыполненного запроса. Повторите попытку.
sv_se: Den här åtgärden lyckades inte på grund av en ogiltig begäran. Försök igen.
tr_tr: Bu işlem başarısız bir istek nedeniyle başarılı olamadı. Lütfen tekrar deneyin.
zh_cn: 由于请求失败，此操作未成功。 请重试。
zh_tw: 由於失敗的要求，無法成功進行操作。 請再試一次。

# ERROR_SAFEPOINT_SET_INFO_INVALID
source: Invalid request. Please try again.
cs_cz: Neplatný požadavek. Akci zopakujte.
de_de: Ungültige Anforderung. Versuchen Sie es erneut.
es_es: Solicitud no válida. Inténtelo de nuevo.
fr_fr: Demande non valide. Veuillez réessayer.
hu_hu: Érvénytelen kérés. Kérjük, próbálja meg újra!
it_it: Richiesta non valida. Riprovare.
ja_jp: 無効な要求。 再試行してください。
ko_kr: 유효하지 않은 요청입니다. 다시 시도하십시오.
nb_no: Ugyldig forespørsel. Prøv på nytt.
nl_nl: Ongeldig verzoek. Probeer het opnieuw.
pl_pl: Nieprawidłowe żądanie. Spróbuj ponownie.
pt_br: A solicitação é inválida. Tente novamente.
ru_ru: Недопустимый запрос. Повторите попытку.
sv_se: Ogiltig begäran. Försök igen.
tr_tr: Geçersiz istek. Lütfen tekrar deneyin.
zh_cn: 请求无效。 请重试。
zh_tw: 無效的要求。 請再試一次。

# ERROR_SAFEPOINT_SET_INFO_UNAUTHORIZED
source: There was an error due to an unauthorized request. Please make sure you enter appropriate credentials for your device and/or shares and try again.
cs_cz: Došlo k chybě z důvodu neověřeného požadavku. Dbejte, abyste použili správné ověřovací údaje pro vaše zařízení anebo sdílené složky, a akci zopakujte.
de_de: Aufgrund einer nicht autorisierten Anforderung ist ein Fehler aufgetreten. Vergewissern Sie sich, dass Sie den richtigen Berechtigungsnachweis für das Gerät bzw. die Freigaben eingegeben haben, und versuchen Sie es erneut.
es_es: Se produjo un error debido a una solicitud no autorizada. Asegúrese de introducir las credenciales adecuadas para el dispositivo y/o los archivos compartidos, e inténtelo de nuevo.
fr_fr: Une erreur s'est produite à cause d'une demande non autorisée. Veuillez vous assurer de saisir les informations d'identification correspondantes à votre dispositif ou à vos dossiers partagés, puis réessayez.
hu_hu: Jogosulatlan kérés miatt bekövetkezett hiba. Kérjük, adja meg az eszközhöz és/vagy a megosztásokhoz szükséges hozzáférési adatokat!
it_it: Si è verificato un errore a causa di una richiesta non autorizzata. Assicurarsi che le credenziali immesse per il dispositivo e/o le condivisioni siano corrette, quindi riprovare.
ja_jp: 権限のない要求であるため、エラーが発生しました。 デバイスまたは共有の正しい認証資格情報を入力し、再試行してください。
ko_kr: 무단 요청 때문에 오류가 발생했습니다. 장치 또는 공유에 대한 적절한 자격 증명을 입력한 후 다시 시도하십시오.
nb_no: Det oppsto en feil på grunn av en uautorisert forespørsel. Pass på å angi riktig innloggingsinformasjon for enheten og/eller delte ressurser og prøv på nytt.
nl_nl: Er was een fout vanwege een ongeautoriseerd verzoek. Voer de juiste aanmeldgegevens in voor uw apparaat en/of shares en probeer het opnieuw.
pl_pl: Wystąpił błąd z powodu nieautoryzowanego żądania. Wprowadź dane uwierzytelniające dotyczące urządzenia i/lub udziałów, a następnie spróbuj ponownie.
pt_br: Erro devido a uma solicitação não autorizada. Verifique se foram inseridas as credenciais adequadas para o dispositivo e/ou compartilhamentos de destino e tente novamente.
ru_ru: Произошла ошибка из-за неавторизованного запроса. Убедитесь в том, что вводите верные учетные данные для своего устройства и (или) ресурсов, и повторите попытку.
sv_se: Ett fel uppstod på grund av en obehörig begäran. Kontrollera att du anger rätt inloggningsinformation för din enhet och/eller resurser och försök igen.
tr_tr: Yetkisiz bir istek nedeniyle hata oluştu. Lütfen aygıtınız ve/veya paylaşımlarınız için uygun kimlik bilgilerini girdiğinizden emin olup tekrar deneyin.
zh_cn: 由于请求未经许可，发生了一个错误。 请确保输入设备和/或共享的相应凭证，并重试。
zh_tw: 由於未授權的要求，發生了某些錯誤。 請確認為裝置及／或共享輸入正確的認證，再試一次。

# ERROR_SAFEPOINT_SET_INFO_NOTFOUND
source: Your safepoint could not be found. Please try again to continue.
cs_cz: Váš bod Safepoint se nezdařilo nalézt. Pokračujte zopakováním akce.
de_de: Der Safepoint wurde nicht gefunden. Versuchen Sie es erneut, um fortzufahren.
es_es: No se pudo encontrar el safepoint. Inténtelo de nuevo para continuar.
fr_fr: Le safepoint est introuvable. Veuillez réessayer pour continuer.
hu_hu: A safepoint nem található. A folytatáshoz kérjük, próbálkozzon újra!
it_it: Impossibile trovare il safepoint. Riprovare per continuare.
ja_jp: Safepoint が見つかりませんでした。 再試行して続行してください。
ko_kr: safepoint를 찾을 수 없습니다. 다시 시도하여 계속 진행하십시오.
nb_no: Safepoint ble ikke funnet. Prøv på nytt for å fortsette.
nl_nl: Uw safepoint kon niet worden gevonden. Probeer het opnieuw om door te gaan.
pl_pl: Nie można odnaleźć punktu safepoint. Aby kontynuować, spróbuj ponownie.
pt_br: Não foi possível encontrar o safepoint. Tente novamente para continuar.
ru_ru: Не удалось найти safepoint. Повторите попытку, чтобы продолжить.
sv_se: Det gick inte att hitta safepointen. Försök igen för att fortsätta.
tr_tr: Safepoint bulunamadı. Devam etmek için lütfen tekrar deneyin.
zh_cn: 无法找到您的 safepoint。 请重试以继续。
zh_tw: 無法找到您的 safepoint。 請再試一次以繼續。

# ERROR_SAFEPOINT_GET_SCHEDULE_FAILED
source: This operation could not succeed due to a failed request. Please try again.
cs_cz: Tato operace se nezdařila z důvodu selhání požadavku. Akci zopakujte.
de_de: Der Vorgang wurde aufgrund einer fehlerhaften Anforderung nicht erfolgreich abgeschlossen. Versuchen Sie es erneut.
es_es: No se pudo completar correctamente esta operación debido a una solicitud errónea. Inténtelo de nuevo.
fr_fr: L'opération n'a pas pu aboutir à cause d'une demande ayant échoué. Veuillez réessayer.
hu_hu: Hibás kérés; a művelet sikertelen. Kérjük, próbálja meg újra!
it_it: Operazione non completata a causa di una richiesta non riuscita. Riprovare.
ja_jp: 失敗した要求のため、この処理を正常に完了できませんでした。 再試行してください。
ko_kr: 실패한 요청 때문에 이 작업을 성공적으로 완료할 수 없습니다. 다시 시도하십시오.
nb_no: Denne operasjonen lyktes ikke på grunn av en mislykket forespørsel. Prøv på nytt.
nl_nl: Deze handeling is mislukt vanwege een mislukt verzoek. Probeer het opnieuw.
pl_pl: Operacja nie powiodła się z powodu nieudanego żądania. Spróbuj ponownie.
pt_br: Não foi possível concluir a operação devido a uma falha na solicitação. Tente novamente.
ru_ru: Эту операцию не удалось выполнить из-за невыполненного запроса. Повторите попытку.
sv_se: Den här åtgärden lyckades inte på grund av en ogiltig begäran. Försök igen.
tr_tr: Bu işlem başarısız bir istek nedeniyle başarılı olamadı. Lütfen tekrar deneyin.
zh_cn: 由于请求失败，此操作未成功。 请重试。
zh_tw: 由於失敗的要求，無法成功進行操作。 請再試一次。

# ERROR_SAFEPOINT_GET_SCHEDULE_INVALID
source: Invalid request. Please try again.
cs_cz: Neplatný požadavek. Akci zopakujte.
de_de: Ungültige Anforderung. Versuchen Sie es erneut.
es_es: Solicitud no válida. Inténtelo de nuevo.
fr_fr: Demande non valide. Veuillez réessayer.
hu_hu: Érvénytelen kérés. Kérjük, próbálja meg újra!
it_it: Richiesta non valida. Riprovare.
ja_jp: 無効な要求。 再試行してください。
ko_kr: 유효하지 않은 요청입니다. 다시 시도하십시오.
nb_no: Ugyldig forespørsel. Prøv på nytt.
nl_nl: Ongeldig verzoek. Probeer het opnieuw.
pl_pl: Nieprawidłowe żądanie. Spróbuj ponownie.
pt_br: A solicitação é inválida. Tente novamente.
ru_ru: Недопустимый запрос. Повторите попытку.
sv_se: Ogiltig begäran. Försök igen.
tr_tr: Geçersiz istek. Lütfen tekrar deneyin.
zh_cn: 请求无效。 请重试。
zh_tw: 無效的要求。 請再試一次。

# ERROR_SAFEPOINT_GET_SCHEDULE_NOT_FOUND
source: Your safepoint could not be found. Please try again to continue.
cs_cz: Váš bod Safepoint se nezdařilo nalézt. Pokračujte zopakováním akce.
de_de: Der Safepoint wurde nicht gefunden. Versuchen Sie es erneut, um fortzufahren.
es_es: No se pudo encontrar el safepoint. Inténtelo de nuevo para continuar.
fr_fr: Le safepoint est introuvable. Veuillez réessayer pour continuer.
hu_hu: A safepoint nem található. A folytatáshoz kérjük, próbálkozzon újra!
it_it: Impossibile trovare il safepoint. Riprovare per continuare.
ja_jp: Safepoint が見つかりませんでした。 再試行して続行してください。
ko_kr: safepoint를 찾을 수 없습니다. 다시 시도하여 계속 진행하십시오.
nb_no: Safepoint ble ikke funnet. Prøv på nytt for å fortsette.
nl_nl: Uw safepoint kon niet worden gevonden. Probeer het opnieuw om door te gaan.
pl_pl: Nie można odnaleźć punktu safepoint. Aby kontynuować, spróbuj ponownie.
pt_br: Não foi possível encontrar o safepoint. Tente novamente para continuar.
ru_ru: Не удалось найти safepoint. Повторите попытку, чтобы продолжить.
sv_se: Det gick inte att hitta safepointen. Försök igen för att fortsätta.
tr_tr: Safepoint bulunamadı. Devam etmek için lütfen tekrar deneyin.
zh_cn: 无法找到您的 safepoint。 请重试以继续。
zh_tw: 無法找到您的 safepoint。 請再試一次以繼續。

# ERROR_SAFEPOINT_SET_SCHEDULE_FAILED
source: This operation could not succeed due to a failed request. Please try again.
cs_cz: Tato operace se nezdařila z důvodu selhání požadavku. Akci zopakujte.
de_de: Der Vorgang wurde aufgrund einer fehlerhaften Anforderung nicht erfolgreich abgeschlossen. Versuchen Sie es erneut.
es_es: No se pudo completar correctamente esta operación debido a una solicitud errónea. Inténtelo de nuevo.
fr_fr: L'opération n'a pas pu aboutir à cause d'une demande ayant échoué. Veuillez réessayer.
hu_hu: Hibás kérés; a művelet sikertelen. Kérjük, próbálja meg újra!
it_it: Operazione non completata a causa di una richiesta non riuscita. Riprovare.
ja_jp: 失敗した要求のため、この処理を正常に完了できませんでした。 再試行してください。
ko_kr: 실패한 요청 때문에 이 작업을 성공적으로 완료할 수 없습니다. 다시 시도하십시오.
nb_no: Denne operasjonen lyktes ikke på grunn av en mislykket forespørsel. Prøv på nytt.
nl_nl: Deze handeling is mislukt vanwege een mislukt verzoek. Probeer het opnieuw.
pl_pl: Operacja nie powiodła się z powodu nieudanego żądania. Spróbuj ponownie.
pt_br: Não foi possível concluir a operação devido a uma falha na solicitação. Tente novamente.
ru_ru: Эту операцию не удалось выполнить из-за невыполненного запроса. Повторите попытку.
sv_se: Den här åtgärden lyckades inte på grund av en ogiltig begäran. Försök igen.
tr_tr: Bu işlem başarısız bir istek nedeniyle başarılı olamadı. Lütfen tekrar deneyin.
zh_cn: 由于请求失败，此操作未成功。 请重试。
zh_tw: 由於失敗的要求，無法成功進行操作。 請再試一次。

# ERROR_SAFEPOINT_SET_SCHEDULE_INVALID
source: Invalid request. Please try again.
cs_cz: Neplatný požadavek. Akci zopakujte.
de_de: Ungültige Anforderung. Versuchen Sie es erneut.
es_es: Solicitud no válida. Inténtelo de nuevo.
fr_fr: Demande non valide. Veuillez réessayer.
hu_hu: Érvénytelen kérés. Kérjük, próbálja meg újra!
it_it: Richiesta non valida. Riprovare.
ja_jp: 無効な要求。 再試行してください。
ko_kr: 유효하지 않은 요청입니다. 다시 시도하십시오.
nb_no: Ugyldig forespørsel. Prøv på nytt.
nl_nl: Ongeldig verzoek. Probeer het opnieuw.
pl_pl: Nieprawidłowe żądanie. Spróbuj ponownie.
pt_br: A solicitação é inválida. Tente novamente.
ru_ru: Недопустимый запрос. Повторите попытку.
sv_se: Ogiltig begäran. Försök igen.
tr_tr: Geçersiz istek. Lütfen tekrar deneyin.
zh_cn: 请求无效。 请重试。
zh_tw: 無效的要求。 請再試一次。
