Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# ERROR_SAFEPOINT_DISCOVER_INVALID
source: This operation could not succeed due to an invalid request. Please retry the operation to continue.
cs_cz: Tato operace se nezdařila z důvodu neplatného požadavku. Pokračujte zopakováním operace.
de_de: Der Vorgang wurde aufgrund einer ungültigen Anforderung nicht erfolgreich abgeschlossen. Versuchen Sie zum Fortfahren erneut, den Vorgang auszuführen.
es_es: No se pudo completar correctamente esta operación debido a una solicitud no válida. Vuelva a intentar realizar la operación para continuar.
fr_fr: L'opération n'a pas pu aboutir du fait d'une demande non valide. Veuillez répéter l'opération pour continuer.
hu_hu: Érvénytelen kérés; a művelet sikertelen. A továbblépéshez kérjük, ismételje meg a műveletet!
it_it: Operazione non riuscita a causa di una richiesta non valida. Riprovare a eseguire l'operazione per continuare.
ja_jp: 無効な要求のため、この処理を正常に完了できませんでした。 処理を再試行して続行してください。
ko_kr: 유효하지 않은 요청 때문에 이 작업을 성공적으로 완료할 수 없습니다. 작업을 다시 시도하여 계속 진행하십시오.
nb_no: Denne operasjonen lyktes ikke på grunn av en ugyldig forespørsel. Prøv operasjonen på nytt for å fortsette.
nl_nl: Deze handeling is mislukt vanwege een ongeldig verzoek. Probeer de handeling opnieuw om door te gaan.
pl_pl: Operacja nie powiodła się z powodu nieprawidłowego żądania. Aby kontynuować, ponownie spróbuj wykonać operację.
pt_br: Não foi possível concluir a operação devido a uma solicitação inválida. Tente a operação novamente para continuar.
ru_ru: Эту операцию не удалось выполнить из-за недопустимого запроса. Повторите операцию, чтобы продолжить.
sv_se: Den här åtgärden lyckades inte på grund av en ogiltig begäran. Försök utföra åtgärden igen för att fortsätta.
tr_tr: Bu işlem geçersiz bir istek nedeniyle başarılı olamadı. Devam etmek için lütfen işlemi tekrar deneyin.
zh_cn: 由于请求无效，此操作未成功。 要继续，请重试该操作。
zh_tw: 由於無效的要求，無法成功進行操作。 請再次執行操作以繼續。

# ERROR_SAFEPOINT_DISCOVER_UNAUTHORIZED
source: Your safepoint could not be found due to an unauthorized request. Please make sure you enter appropriate credentials for your device and/or shares and try again.
cs_cz: Váš bod Safepoint se nezdařilo nalézt z důvodu neověřeného požadavku. Dbejte, abyste použili správné ověřovací údaje pro vaše zařízení anebo sdílené složky, a akci zopakujte.
de_de: Der Safepoint wurde aufgrund einer nicht autorisierten Anforderung nicht gefunden. Vergewissern Sie sich, dass Sie den richtigen Berechtigungsnachweis für das Gerät bzw. die Freigaben eingegeben haben, und versuchen Sie es erneut.
es_es: No se pudo encontrar el safepoint debido a una solicitud no autorizada. Asegúrese de introducir las credenciales adecuadas para el dispositivo y/o los archivos compartidos, e inténtelo de nuevo.
fr_fr: Les safepoints sont introuvables du fait d'une demande non autorisée. Veuillez vous assurer de saisir les informations d'identification correspondantes à votre dispositif ou à vos dossiers partagés, puis réessayez.
hu_hu: Jogosulatlan kérés; az Ön safepointja nem található. Kérjük, adja meg az eszközhöz és/vagy a megosztásokhoz szükséges hozzáférési adatokat!
it_it: Impossibile trovare il safepoint a causa di una richiesta non autorizzata. Assicurarsi che le credenziali immesse per il dispositivo e/o le condivisioni siano corrette, quindi riprovare.
ja_jp: 権限のない要求のため、Safepoint が見つかりませんでした。 デバイスまたは共有の正しい認証資格情報を入力し、再試行してください。
ko_kr: 무단 요청 때문에 safepoint를 찾을 수 없습니다. 장치 또는 공유에 대한 적절한 자격 증명을 입력한 후 다시 시도하십시오.
nb_no: Safepoint ble ikke funnet på grunn av en uautorisert forespørsel. Pass på å angi riktig innloggingsinformasjon for enheten og/eller delte ressurser og prøv på nytt.
nl_nl: Uw safepoint kan niet worden gevonden vanwege een ongeautoriseerd verzoek. Voer de juiste aanmeldgegevens in voor uw apparaat en/of shares en probeer het opnieuw.
pl_pl: Nie można odnaleźć punktu safepoint z powodu nieautoryzowanego żądania. Wprowadź dane uwierzytelniające dotyczące urządzenia i/lub udziałów, a następnie spróbuj ponownie.
pt_br: Não foi possível encontrar os safepoints devido a uma solicitação não autorizada. Verifique se foram inseridas as credenciais adequadas para o dispositivo e/ou compartilhamentos de destino e tente novamente.
ru_ru: Не удалось найти safepoint из-за неавторизованного запроса. Убедитесь в том, что вводите верные учетные данные для своего устройства и (или) ресурсов, и повторите попытку.
sv_se: Det gick inte att hitta safepointen på grund av en obehörig begäran. Kontrollera att du anger rätt inloggningsinformation för din enhet och/eller resurser och försök igen.
tr_tr: Safepoint yetkisiz bir istek nedeniyle bulunamadı. Lütfen aygıtınız ve/veya paylaşımlarınız için uygun kimlik bilgilerini girdiğinizden emin olup tekrar deneyin.
zh_cn: 由于请求未经许可，未能找到您的 safepoint。 请确保输入正确的设备和/或共享的凭证，并重试。
zh_tw: 由於未授權的要求，無法找到您的 Safepoint。 請確認為裝置及／或共享輸入正確的認證，再試一次。

# ERROR_SAFEPOINT_DISCOVER_NOTFOUND
source: Your device or share could not be found. Please try again to continue.
cs_cz: Vaše zařízení nebo sdílenou složku se nezdařilo nalézt. Pokračujte zopakováním akce.
de_de: Das Gerät oder die Freigabe wurde nicht gefunden. Versuchen Sie es erneut, um fortzufahren.
es_es: No se pudo encontrar el dispositivo o el archivo compartido. Inténtelo de nuevo para continuar.
fr_fr: Votre dispositif ou vos dossiers partagés sont introuvables. Veuillez réessayer pour continuer.
hu_hu: Az eszköz vagy a megosztás nem található. A folytatáshoz kérjük, próbálkozzon újra!
it_it: Impossibile trovare il dispositivo o la condivisione. Riprovare per continuare.
ja_jp: デバイスまたは共有が見つかりませんでした。 再試行して続行してください。
ko_kr: 장치 또는 공유를 찾을 수 없습니다. 다시 시도하여 계속 진행하십시오.
nb_no: Enhet eller del ressurs ble ikke funnet. Prøv på nytt for å fortsette.
nl_nl: Uw apparaat of share kon niet worden gevonden. Probeer het opnieuw om door te gaan.
pl_pl: Nie można odnaleźć urządzenia lub udziału. Aby kontynuować, spróbuj ponownie.
pt_br: Não foi possível encontrar o dispositivo ou compartilhamento. Tente novamente para continuar.
ru_ru: Не удалось найти устройство или ресурс. Повторите попытку, чтобы продолжить.
sv_se: Det gick inte att hitta din enhet eller resurs. Försök igen för att fortsätta.
tr_tr: Aygıtınız veya paylaşımınız bulunamadı. Devam etmek için lütfen tekrar deneyin.
zh_cn: 无法找到您的设备或共享。 请重试以继续。
zh_tw: 無法找到您的裝置或共享。 請再試一次以繼續。

# ERROR_SAFEPOINT_GET_LIST_FAILED
source: Your safepoint(s) could not be found due to a failed request. Please try again to continue.
cs_cz: Váš bod Safepoint / vaše body Safepoint nelze nalézt z důvodu selhání požadavku. Pokračujte zopakováním akce.
de_de: Der bzw. die Safepoint(s) wurden aufgrund einer fehlerhaften Anforderung nicht gefunden. Versuchen Sie es erneut, um fortzufahren.
es_es: No se pudo encontrar el safepoint debido a una solicitud errónea. Inténtelo de nuevo para continuar.
fr_fr: Les safepoints sont introuvables du fait d'une demande ayant échoué. Veuillez réessayer pour continuer.
hu_hu: Hibás kérés; az Ön safepointja(i) nem található(ak). A folytatáshoz kérjük, próbálkozzon újra!
it_it: Impossibile aggiornare i safepoint a causa di una richiesta non riuscita. Riprovare per continuare.
ja_jp: 要求が失敗したため、Safepoint が見つかりませんでした。 再試行して続行してください。
ko_kr: 실패한 요청 때문에 safepoint를 찾을 수 없습니다. 다시 시도하여 계속 진행하십시오.
nb_no: Safepoint(s) ble ikke funnet på grunn av en mislykket forespørsel. Prøv på nytt for å fortsette.
nl_nl: Uw safepoint(s) kan/kunnen niet worden gevonden vanwege een mislukt verzoek. Probeer het opnieuw om door te gaan.
pl_pl: Nie można odnaleźć punktów safepoint z powodu nieudanego żądania. Aby kontynuować, spróbuj ponownie.
pt_br: Não foi possível encontrar os safepoints devido a uma falha na solicitação. Tente novamente para continuar.
ru_ru: Не удалось найти ваши safepoint из-за невыполненного запроса. Повторите попытку, чтобы продолжить.
sv_se: Det gick inte att hitta safepointen eller safepointerna på grund av att en begäran misslyckades. Försök igen för att fortsätta.
tr_tr: Safepoints başarısız bir istek nedeniyle bulunamadı. Devam etmek için lütfen tekrar deneyin.
zh_cn: 由于请求失败，无法找到您的 safepoint。 请重试以继续。
zh_tw: 由於失敗的要求，無法找到您的 Safepoint。 請再試一次以繼續。

# ERROR_SAFEPOINT_DESTROY_FAILED
source: Your safepoint could not be deleted due to a failed request. Please try again.
cs_cz: Váš bod Safepoint se nezdařilo odstranit z důvodu selhání požadavku. Akci zopakujte.
de_de: Der Safepoint konnte aufgrund einer fehlerhaften Anforderung nicht gelöscht werden. Versuchen Sie es erneut.
es_es: No se pudo eliminar el safepoint debido a una solicitud errónea. Inténtelo de nuevo.
fr_fr: Le safepoint n'a pas pu être supprimé à cause d'une demande ayant échoué. Veuillez réessayer.
hu_hu: Hibás kérés; az Ön safepointja nem törölhető. Kérjük, próbálja meg újra!
it_it: Impossibile eliminare il safepoint a causa di una richiesta non riuscita. Riprovare.
ja_jp: 要求が失敗したため、Safepoint を削除できませんでした。 再試行してください。
ko_kr: 실패한 요청 때문에 safepoint를 삭제할 수 없습니다. 다시 시도하십시오.
nb_no: Safepoint kunne ikke slettes på grunn av en mislykket forespørsel. Prøv på nytt.
nl_nl: Uw safepoint kan niet worden verwijderd vanwege een mislukt verzoek. Probeer het opnieuw.
pl_pl: Nie można usunąć punktu safepoint z powodu nieudanego żądania. Spróbuj ponownie.
pt_br: Não foi possível excluir o safepoint devido a uma falha na solicitação. Tente novamente.
ru_ru: Не удалось удалить ваш safepoint из-за невыполненного запроса. Повторите попытку.
sv_se: Det gick inte att ta bort safepointen på grund av att en begäran misslyckades. Försök igen.
tr_tr: Safepoint başarısız bir istek nedeniyle silinemedi. Lütfen tekrar deneyin.
zh_cn: 由于请求失败，无法删除您的 safepoint。 请重试。
zh_tw: 由於失敗的要求，無法刪除您的 Safepoint。 請再試一次。

# ERROR_SAFEPOINT_DESTROY_INVALID
source: Your safepoint could not be deleted due to an invalid request. Please try again.
cs_cz: Váš bod Safepoint se nezdařilo odstranit z důvodu neplatného požadavku. Akci zopakujte.
de_de: Der Safepoint konnte aufgrund einer fehlerhaften Anforderung nicht gelöscht werden. Versuchen Sie es erneut.
es_es: No se pudo eliminar el safepoint debido a una solicitud no válida. Inténtelo de nuevo.
fr_fr: Le safepoint n'a pas pu être supprimé à cause d'une demande non valide. Veuillez réessayer.
hu_hu: Érvénytelen kérés; az Ön safepointja nem törölhető. Kérjük, próbálja meg újra!
it_it: Impossibile eliminare il safepoint a causa di una richiesta non valida. Riprovare.
ja_jp: 無効な要求のため、Safepoint を削除できませんでした。 再試行してください。
ko_kr: 유효하지 않은 요청 때문에 safepoint를 삭제할 수 없습니다. 다시 시도하십시오.
nb_no: Safepoint kunne ikke slettes på grunn av en ugyldig forespørsel. Prøv på nytt.
nl_nl: Uw safepoint kan niet worden verwijderd vanwege een ongeldig verzoek. Probeer het opnieuw.
pl_pl: Nie można usunąć punktu safepoint z powodu nieprawidłowego żądania. Spróbuj ponownie.
pt_br: Não foi possível excluir o safepoint devido a uma solicitação inválida. Tente novamente.
ru_ru: Не удалось удалить ваш safepoint из-за недопустимого запроса. Повторите попытку.
sv_se: Det gick inte att ta bort safepointen på grund av att en ogiltig begäran. Försök igen.
tr_tr: Safepoint geçersiz bir istek nedeniyle silinemedi. Lütfen tekrar deneyin.
zh_cn: 由于请求无效，无法删除您的 safepoint。 请重试。
zh_tw: 由於無效的要求，無法刪除您的 Safepoint。 請再試一次。

# ERROR_SAFEPOINT_DESTROY_NOT_FOUND
source: Your safepoint could not be found. Please try again to continue.
cs_cz: Váš bod Safepoint se nezdařilo nalézt. Pokračujte zopakováním akce.
de_de: Der Safepoint wurde nicht gefunden. Versuchen Sie es erneut, um fortzufahren.
es_es: No se pudo encontrar el safepoint. Inténtelo de nuevo para continuar.
fr_fr: Le safepoint est introuvable. Veuillez réessayer pour continuer.
hu_hu: A safepoint nem található. A folytatáshoz kérjük, próbálkozzon újra!
it_it: Impossibile trovare il safepoint. Riprovare per continuare.
ja_jp: Safepoint が見つかりませんでした。 再試行して続行してください。
ko_kr: safepoint를 찾을 수 없습니다. 다시 시도하여 계속 진행하십시오.
nb_no: Safepoint ble ikke funnet. Prøv på nytt for å fortsette.
nl_nl: Uw safepoint kon niet worden gevonden. Probeer het opnieuw om door te gaan.
pl_pl: Nie można odnaleźć punktu safepoint. Aby kontynuować, spróbuj ponownie.
pt_br: Não foi possível encontrar o safepoint. Tente novamente para continuar.
ru_ru: Не удалось найти safepoint. Повторите попытку, чтобы продолжить.
sv_se: Det gick inte att hitta safepointen. Försök igen för att fortsätta.
tr_tr: Safepoint bulunamadı. Devam etmek için lütfen tekrar deneyin.
zh_cn: 无法找到您的 safepoint。 请重试以继续。
zh_tw: 無法找到您的 Safepoint。 請再試一次以繼續。

# ERROR_SAFEPOINT_DESTROY_UNREACHABLE
source: Your safepoint could not be deleted because it is currently unreachable. Please try again after some time.
cs_cz: Váš bod Safepoint se nezdařilo odstranit z důvodu jeho momentální nedostupnosti. Zopakujte akci později.
de_de: Der Safepoint konnte nicht gelöscht werden, weil er momentan nicht erreichbar ist. Versuchen Sie es später erneut.
es_es: No se pudo eliminar el safepoint porque actualmente es inaccesible. Inténtelo de nuevo cuando haya transcurrido un tiempo.
fr_fr: Le safepoint n'a pas pu être supprimé car il est actuellement inaccessible. Veuillez réessayer dans un moment.
hu_hu: Elérési hiba; az Ön safepointja nem törölhető. Kérjük, rövid idő múlva próbálkozzon ismét!
it_it: Impossibile eliminare il safepoint poiché non è al momento raggiungibile. Riprovare tra qualche istante.
ja_jp: 現在 Safepoint に到達できないため、Safepoint を削除できませんでした。 しばらくたってから再試行してください。
ko_kr: 현재 액세스할 수 없어서 safepoint를 삭제할 수 없습니다. 잠시 후에 다시 시도하십시오.
nb_no: Safepoint kunne ikke slettes, fordi det for øyeblikket er utilgjengelig. Prøv på nytt om en liten stund.
nl_nl: Uw safepoint kan niet worden verwijderd omdat het momenteel onbereikbaar is. Probeer het later opnieuw.
pl_pl: Nie można usunąć punktu safepoint, ponieważ obecnie jest on nieosiągalny. Spróbuj ponownie za jakiś czas.
pt_br: Não foi possível excluir o safepoint porque está inacessível no momento. Tente novamente daqui a pouco.
ru_ru: Не удалось удалить safepoint, поскольку в настоящий момент он недостижим. Повторите попытку через некоторое время.
sv_se: Det gick inte att ta bort safepointen därför att den inte kan nås just nu. Försök igen om en stund.
tr_tr: Safepoint şu anda ulaşılamadığı için silinemedi. Lütfen bir süre sonra tekrar deneyin.
zh_cn: 由于您的 safepoint 目前不可访问，因此无法删除。 请稍后重试。
zh_tw: 由於目前無法連接至您的 Safepoint，所以無法刪除。 請稍後再試一次。

# ERROR_SAFEPOINT_RESTORE_INVALID
source: Your data could not be recovered due to an invalid request. Please try again.
cs_cz: Vaše data se nezdařilo obnovit z důvodu neplatného požadavku. Akci zopakujte.
de_de: Der Safepoint konnte aufgrund einer fehlerhaften Anforderung nicht wiederhergestellt werden. Versuchen Sie es erneut.
es_es: No se pudieron recuperar los datos debido a una solicitud no válida. Inténtelo de nuevo.
fr_fr: Vos données n'ont pas pu être récupérées à cause d'une demande non valide. Veuillez réessayer.
hu_hu: Érvénytelen kérés; az adatok helyreállítása sikertelen. Kérjük, próbálja meg újra!
it_it: Impossibile recuperare i dati a causa di una richiesta non valida. Riprovare.
ja_jp: 無効な要求のため、データを回復できませんでした。 再試行してください。
ko_kr: 유효하지 않은 요청 때문에 데이터를 복구할 수 없습니다. 다시 시도하십시오.
nb_no: Dataene dine kunne ikke gjenopprettes på grunn av en ugyldig forespørsel. Prøv på nytt.
nl_nl: Uw gegevens konden niet worden hersteld vanwege een mislukt verzoek. Probeer het opnieuw.
pl_pl: Nie można odzyskać danych z powodu nieprawidłowego żądania. Spróbuj ponownie.
pt_br: Não foi possível recuperar os dados devido a uma solicitação inválida. Tente novamente.
ru_ru: Данные не удалось восстановить из-за недопустимого запроса. Повторите попытку.
sv_se: Det gick inte att återställa dina data på grund av att en ogiltig begäran. Försök igen.
tr_tr: Verileriniz geçersiz bir istek nedeniyle kurtarılamadı. Lütfen tekrar deneyin.
zh_cn: 由于请求无效，无法恢复您的数据。 请重试。
zh_tw: 由於無效的要求，無法復原您的資料。 請再試一次。

# ERROR_SAFEPOINT_RESTORE_NOTFOUND
source: Your safepoint could not be found. Please try again to continue.
cs_cz: Váš bod Safepoint se nezdařilo nalézt. Pokračujte zopakováním akce.
de_de: Der Safepoint wurde nicht gefunden. Versuchen Sie es erneut, um fortzufahren.
es_es: No se pudo encontrar el safepoint. Inténtelo de nuevo para continuar.
fr_fr: Le safepoint est introuvable. Veuillez réessayer pour continuer.
hu_hu: A safepoint nem található. A folytatáshoz kérjük, próbálkozzon újra!
it_it: Impossibile trovare il safepoint. Riprovare per continuare.
ja_jp: Safepoint が見つかりませんでした。 再試行して続行してください。
ko_kr: safepoint를 찾을 수 없습니다. 다시 시도하여 계속 진행하십시오.
nb_no: Safepoint ble ikke funnet. Prøv på nytt for å fortsette.
nl_nl: Uw safepoint kon niet worden gevonden. Probeer het opnieuw om door te gaan.
pl_pl: Nie można odnaleźć punktu safepoint. Aby kontynuować, spróbuj ponownie.
pt_br: Não foi possível encontrar o safepoint. Tente novamente para continuar.
ru_ru: Не удалось найти safepoint. Повторите попытку, чтобы продолжить.
sv_se: Det gick inte att hitta safepointen. Försök igen för att fortsätta.
tr_tr: Safepoint bulunamadı. Devam etmek için lütfen tekrar deneyin.
zh_cn: 无法找到您的 safepoint。 请重试以继续。
zh_tw: 無法找到您的 safepoint。 請再試一次以繼續。

# ERROR_SAFEPOINT_RESTORE_NOSPACE
source: Your data could not be recovered due to insufficient space. Please make sure you have sufficient space on your destination device and/or shares and try again.
cs_cz: Vaše data se nezdařilo obnovit z důvodu nedostatečného prostoru. Ujistěte se, zda je v cílovém zařízení anebo sdílených složkách dostatek místa, a akci zopakujte.
de_de: Die Daten konnten aufgrund unzureichenden Speicherplatzes nicht wiederhergestellt werden. Vergewissern Sie sich, dass Sie auf dem Zielgerät bzw. in den Freigaben über ausreichend Speicherplatz verfügen, und versuchen Sie es erneut.
es_es: No se pudieron recuperar los datos debido a que no hay suficiente espacio en disco. Asegúrese de que tiene suficiente espacio en el dispositivo de destino y/o en los archivos compartidos, e inténtelo de nuevo.
fr_fr: Vos données n'ont pas pu être récupérées par manque d'espace. Assurez-vous de disposer de suffisamment d'espace sur votre dispositif de destination ou sur vos dossier partagés, puis réessayez.
hu_hu: Nem elegendő tárhely; az adatok helyreállítása sikertelen. Kérjük, győződjön meg arról, hogy elegendő tárhellyel rendelkezik a céleszközön és/vagy megosztón, és próbálja újra!
it_it: Impossibile recuperare i dati a causa di spazio insufficiente. Assicurarsi di disporre di spazio sufficiente sul dispositivo di destinazione e/o sulle condivisioni, quindi riprovare.
ja_jp: 不十分な領域ため、データを回復できませんでした。 作成先のデバイスまたは共有に十分な領域があることを確認し、再試行してください。
ko_kr: 공간이 충분하지 않아서 데이터를 복구할 수 없습니다. 대상 장치 또는 공유에 충분한 공간을 확보한 후 다시 시도하십시오.
nb_no: Dataene dine kunne ikke gjenopprettes på grunn av plassmangel. Kontroller at du har nok plass på målenheten og/eller delte ressurser og prøv på nytt.
nl_nl: Uw gegevens konden niet worden hersteld vanwege onvoldoende ruimte. Zorg ervoor dat u voldoende ruimte hebt op uw doelapparaat en/of share en probeer het opnieuw.
pl_pl: Nie można odzyskać danych z powodu zbyt małej ilości miejsca. Zadbaj, aby na docelowym urządzeniu i/lub w docelowych udziałach było wystarczająco dużo miejsca, i spróbuj ponownie.
pt_br: Não foi possível recuperar os dados devido ao espaço insuficiente. Verifique se há espaço em disco suficiente no dispositivo e/ou compartilhamentos de destino e tente novamente.
ru_ru: Данные не удалось восстановить, так как недостаточно свободного пространства. Убедитесь в том, что на нужном устройстве и (или) в нужных ресурсах достаточно свободного пространства, и повторите попытку.
sv_se: Det gick inte att återställa dina data på grund av otillräckligt med utrymme. Kontrollera att du har tillräckligt med utrymme på din destinationsenhet och/eller resurser, och försök sedan igen.
tr_tr: Verileriniz yetersiz alan nedeniyle kurtarılamadı. Lütfen hedef aygıtınızda ve/veya paylaşımlarınızda yeterli alan bulunduğundan emin olup tekrar deneyin.
zh_cn: 由于空间不足，无法恢复您的数据。 请确保您的目标设备和/或共享有足够空间，并重试。
zh_tw: 由於空間不足，無法復原您的資料。 請確認您的目的地裝置及／或共享有足夠的空間，再試一次。

# ERROR_SAFEPOINT_RESTORE_UNREACHABLE
source: Your data could not be recovered because your safepoint is currently unreachable. Please try again after some time.
cs_cz: Vaše data se nezdařilo obnovit z důvodu momentální nedostupnosti bodu Safepoint. Zopakujte akci později.
de_de: Die Daten konnten nicht wiederhergestellt werden, weil der Safepoint momentan nicht erreichbar ist. Versuchen Sie es später erneut.
es_es: No se pudieron recuperar los datos porque actualmente el safepoint es inaccesible. Inténtelo de nuevo cuando haya transcurrido un tiempo.
fr_fr: Vos données n'ont pas pu être récupérées car le safepoint est actuellement inaccessible. Veuillez réessayer dans un moment.
hu_hu: Safepoint elérési hiba; az adatok helyreállítása sikertelen. Kérjük, rövid idő múlva próbálkozzon ismét!
it_it: Impossibile recuperare i dati poiché il safepoint non è al momento raggiungibile. Riprovare tra qualche istante.
ja_jp: 現在 Safepoint に到達できないため、データを回復できませんでした。 しばらくたってから再試行してください。
ko_kr: 현재 safepoint에 액세스할 수 없어서 데이터를 복구할 수 없습니다. 잠시 후에 다시 시도하십시오.
nb_no: Dataene dine kunne ikke gjenopprettes fordi safepoint for øyeblikket er utilgjengelig. Prøv på nytt om en liten stund.
nl_nl: Uw gegevens konden niet worden hersteld omdat uw safepoint momenteel onbereikbaar is. Probeer het later opnieuw.
pl_pl: Nie można odzyskać danych, ponieważ punkt safepoint jest obecnie nieosiągalny. Spróbuj ponownie za jakiś czas.
pt_br: Não foi possível recuperar os dados porque o safepoint está inacessível no momento. Tente novamente daqui a pouco.
ru_ru: Не удалось восстановить данные, поскольку safepoint в настоящий момент недостижим. Повторите попытку через некоторое время.
sv_se: Det gick inte att återställa dina data därför att safepointen inte kan nås just nu. Försök igen om en stund.
tr_tr: Şu anda safepoint'e ulaşılamadığı için verileriniz kurtarılamadı. Lütfen bir süre sonra tekrar deneyin.
zh_cn: 由于您的 safepoint 目前不可访问，因此无法恢复数据。 请稍后重试。
zh_tw: 由於目前無法連接至您的 Safepoint，所以無法復原您的資料。 請稍後再試一次。
