Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# LABEL_GET_DLNA_RESCAN_PROGRESS
source: Error retrieving progress information from DLNA server:
cs_cz: Chyba při načítání informací o průběhu ze serveru DLNA:
de_de: Fehler beim Abrufen der Fortschrittsinformationen vom DLNA-Server:
es_es: Error al recuperar la información de progreso del servidor DLNA:
fr_fr: Erreur lors de la récupération des informations de progression du serveur DLNA :
hu_hu: Hiba történt a DLNA kiszolgáló helyzeti adatainak helyreállításakor:
it_it: Errore di recupero delle informazioni sull'avanzamento dal server DLNA:
ja_jp: DLNA サーバーからの進行状況情報取得エラー:
ko_kr: DLNA 서버에서 진행률 정보 검색 오류:
nb_no: Feil ved henting av framdriftsinformasjon fra DLNA-server:
nl_nl: Fout bij ophalen voortgangsinformatie van DLNA-server:
pl_pl: Błąd podczas pobierania informacji o postępie z serwera DLNA:
pt_br: Erro ao acessar as informações de andamento do servidor DLNA:
ru_ru: Ошибка при извлечении информации о ходе выполнения с сервера DLNA:
sv_se: Fel vid hämtning av förloppsinformation från DLNA-server:
tr_tr: DLNA sunucusundan ilerleme bilgilerini alma hatası:
zh_cn: 从 DLNA 服务器获取进程信息时出错:
zh_tw: 從 DLNA 伺服器擷取進度資訊錯誤：

# LABEL_GET_DLNA_INFORMATION
source: Error retrieving information from DLNA server:
cs_cz: Chyba při načítání informací ze serveru DLNA:
de_de: Fehler beim Abrufen der Informationen vom DLNA-Server:
es_es: Error al recuperar la información del servidor DLNA:
fr_fr: Erreur lors de la récupération d'informations du serveur DLNA :
hu_hu: Hiba történt a DLNA kiszolgáló adatainak helyreállításakor:
it_it: Errore di recupero delle informazioni dal server DLNA:
ja_jp: DLNA サーバーからの情報取得エラー:
ko_kr: DLNA 서버에서 정보 검색 오류:
nb_no: Feil ved innhenting av informasjon fra DLNA-server:
nl_nl: Fout bij ophalen van informatie van DLNA-server:
pl_pl: Błąd podczas pobierania informacji z serwera DLNA:
pt_br: Erro ao acessar as informações do servidor DLNA:
ru_ru: Ошибка при извлечении информации с сервера DLNA:
sv_se: Fel vid hämtning av information från DLNA-server:
tr_tr: DLNA sunucusundan bilgi alma hatası:
zh_cn: 从 DLNA 服务器获取信息时出错:
zh_tw: 從 DLNA 伺服器擷取資訊錯誤：

# LABEL_ENABLING_DLNA_SERVICE
source: Error enabling DLNA service:
cs_cz: Chyba při povolování služby DLNA:
de_de: Fehler beim Aktivieren des DLNA-Dienstes:
es_es: Error al habilitar el servicio DLNA:
fr_fr: Erreur lors de l'activation des services DLNA :
hu_hu: Hiba történt a DLNA kiszolgáló engedélyezésekor:
it_it: Errore di abilitazione del servizio DLNA:
ja_jp: DLNA サービス有効化エラー:
ko_kr: DLNA 서비스 활성화 오류:
nb_no: Feil ved aktivering av DLNA-tjeneste:
nl_nl: Fout bij inschakelen van DLNA-service:
pl_pl: Błąd podczas włączania usługi DLNA:
pt_br: Erro ao ativar o serviço DLNA:
ru_ru: Ошибка при активации службы DLNA:
sv_se: Fel vid aktivering av DLNA-tjänst:
tr_tr: DLNA hizmetini etkinleştirme hatası:
zh_cn: 启用 DLNA 服务时出错:
zh_tw: 啟用 DLNA 服務錯誤：

# LABEL_ENABLING_ITUNES_SERVICE
source: Error enabling iTunes service
cs_cz: Chyba při povolování služby iTunes
de_de: Fehler beim Aktivieren des iTunes-Dienstes:
es_es: Error al habilitar el servicio iTunes:
fr_fr: Erreur lors de l'activation des services iTunes :
hu_hu: Hiba történt az iTunes szolgáltatás engedélyezésekor:
it_it: Errore di abilitazione del servizio iTunes
ja_jp: iTunes サービス有効化エラー:
ko_kr: iTunes 서비스 활성화 오류
nb_no: Feil ved aktivering av iTunes-tjenesten
nl_nl: Fout bij inschakelen van iTunes-service:
pl_pl: Błąd podczas włączania usługi iTunes
pt_br: Erro ao ativar o serviço iTunes:
ru_ru: Ошибка при активации службы iTunes
sv_se: Fel vid aktivering av iTunes-tjänst:
tr_tr: iTunes hizmetini etkinleştirme hatası:
zh_cn: 启用 iTunes 服务时出错:
zh_tw: 啟用 iTunes 服務錯誤：

# LABEL_RESCANNING_ITUNES_SERVER
source: Error rescanning iTunes server:
cs_cz: Chyba při opětovném prohledávání serveru iTunes:
de_de: Fehler beim erneuten Prüfen des iTunes-Servers:
es_es: Error al volver a explorar el servidor de iTunes:
fr_fr: Erreur lors de la nouvelle analyse du serveur iTunes :
hu_hu: Hiba történt az iTunes kiszolgáló átvizsgálásakor:
it_it: Errore di nuova scansione del server iTunes:
ja_jp: iTunes サーバー再スキャン エラー:
ko_kr: iTunes 서버 다시 검색 오류:
nb_no: Feil ved nyskanning av iTunes-server:
nl_nl: Fout bij opnieuw scannen van iTunes-server:
pl_pl: Błąd podczas ponownego skanowania serwera iTunes:
pt_br: Erro ao verificar novamente o servidor do iTunes:
ru_ru: Ошибка при повторном сканировании сервера iTunes:
sv_se: Fel vid omskanning av iTunes-server:
tr_tr: iTunes sunucusunu yeniden tarama hatası:
zh_cn: 重新扫描 iTunes 服务器时出错:
zh_tw: 重新掃描 iTunes 伺服器錯誤：

# LABEL_STARTING_STORAGE_CONVERSION
source: Error initiating storage conversion:
cs_cz: Chyba při inicializování převodu úložiště:
de_de: Fehler beim Initiieren der Speicherkonvertierung:
es_es: Error al iniciar la conversión de almacenamiento:
fr_fr: Erreur lors du démarrage de la conversion de stockage :
hu_hu: Hiba történt a tárolási konvertáláskor:
it_it: Errore di inizializzazione della conversione dell'archivio:
ja_jp: ストレージ変換開始エラー:
ko_kr: 저장장치 전환 시작 오류:
nb_no: Feil under initiering av lagringskonvertering:
nl_nl: Fout bij initialiseren van opslagconversie:
pl_pl: Błąd podczas inicjowania konwersji magazynu danych:
pt_br: Erro ao iniciar a conversão de armazenamento:
ru_ru: Ошибка при инициировании преобразования хранения:
sv_se: Fel vid initiering av lagerkonvertering:
tr_tr: Depolama dönüştürmeyi başlatma hatası:
zh_cn: 存储转换初始化时出错:
zh_tw: 起始儲存轉換錯誤：

# LABEL_GET_STORAGE_CONVERSION_PROGRESS
source: Error retrieving progress information for storage conversion:
cs_cz: Chyba při načítání informací o průběhu převodu úložiště:
de_de: Fehler beim Abrufen der Fortschrittsinformationen für die Speicherkonvertierung:
es_es: Error al recuperar la información de progreso de la conversión de almacenamiento:
fr_fr: Erreur lors de la récupération des informations de progression de la conversion de stockage :
hu_hu: Hiba történt a tárolási konvertálás helyzeti adatainak helyreállításakor:
it_it: Errore di recupero delle informazioni sull'avanzamento per la conversione dell'archivio:
ja_jp: ストレージ変換の進行状況情報取得エラー:
ko_kr: 저장장치 전환 진행률 정보 검색 오류:
nb_no: Feil ved henting av framdriftsinformasjon for lagringskonvertering:
nl_nl: Fout bij ophalen voortgangsinformatie voor opslagconversie:
pl_pl: Błąd podczas pobierania informacji o postępie dotyczących konwersji magazynu danych:
pt_br: Erro ao recuperar as informações de andamento da conversão de armazenamento:
ru_ru: Ошибка при извлечении информации о ходе выполнения для преобразования хранения:
sv_se: Fel vid hämtning av förloppsinformation från lagerkonvertering:
tr_tr: Depolama dönüştürme için ilerleme bilgilerini alma hatası:
zh_cn: 为存储转换获取进程信息时出错:
zh_tw: 為儲存轉換擷取進度資訊錯誤：

# LABEL_UNLOCKING_USB
source: Error unlocking USB:
cs_cz: Chyba při odblokování USB:
de_de: Fehler beim Entsperren des USB-Geräts:
es_es: Error al desbloquear el USB:
fr_fr: Erreur lors du déverrouillage du dispositif USB :
hu_hu: Hiba történt az USB blokkolásának feloldásakor:
it_it: Errore di sblocco USB:
ja_jp: USB ブロック解除エラー:
ko_kr: USB 잠금 해제 오류:
nb_no: Feil ved opplåsing av USB:
nl_nl: Fout bij ontgrendelen van USB:
pl_pl: Błąd podczas odblokowywania urządzenia USB:
pt_br: Erro ao desbloquear o dispositivo USB:
ru_ru: Ошибка при разблокировке USB:
sv_se: Fel vid upplåsning av USB:
tr_tr: USB kilidini açma hatası:
zh_cn: 解锁 USB 时出错:
zh_tw: USB 解鎖錯誤：

# LABEL_GET_USB_INFORMATION
source: Error retrieving USB information:
cs_cz: Chyba při načítání informací o USB:
de_de: Fehler beim Abrufen der USB-Informationen:
es_es: Error al recuperar la información del USB:
fr_fr: Erreur lors de la récupération d'informations relatives au dispositif USB :
hu_hu: Hiba történt az USB adatainak helyreállításakor:
it_it: Errore di recupero delle informazioni sull'USB:
ja_jp: USB 情報取得エラー:
ko_kr: USB 정보 검색 오류:
nb_no: Feil ved henting av USB-informasjon:
nl_nl: Fout bij het ophalen van USB-gegevens:
pl_pl: Błąd podczas pobierania informacji o urządzeniu USB:
pt_br: Erro ao acessar informações do dispositivo USB:
ru_ru: Ошибка при извлечении информации USB:
sv_se: Fel vid hämtning a USB-information:
tr_tr: USB bilgilerini alma hatası:
zh_cn: 获取 USB 信息时出错:
zh_tw: 擷取 USB 資訊錯誤：

# LABEL_EJECT_USB
source: Error ejecting USB device:
cs_cz: Chyba při vysouvání zařízení USB:
de_de: Fehler beim Entfernen des USB-Geräts:
es_es: Error al expulsar el dispositivo USB:
fr_fr: Erreur lors de l'éjection du dispositif USB :
hu_hu: Hiba történt az USB leválasztásakor:
it_it: Errore di espulsione del dispositivo USB:
ja_jp: USB デバイス取り外しエラー:
ko_kr: USB 장치 꺼내기 오류:
nb_no: Feil ved utløsing av USB-enhet:
nl_nl: Fout bij uitwerpen van USB-apparaat:
pl_pl: Błąd podczas odłączania urządzenia USB:
pt_br: Erro ao ejetar o dispositivo USB:
ru_ru: Ошибка при извлечении USB-устройства:
sv_se: Fel vid utmatning av USB-enhet:
tr_tr: USB aygıtını çıkarma hatası:
zh_cn: 弹出 USB 设备时出错:
zh_tw: 退出 USB 裝置錯誤：

# LABEL_UPDATING_OWNER_PASSWORD
source: Error updating owner password:
cs_cz: Chyba při aktualizování hesla vlastníka:
de_de: Fehler beim Aktualisieren des Eigentümerpassworts:
es_es: Error al actualizar la contraseña del propietario:
fr_fr: Erreur lors de l'actualisation du mot de passe du propriétaire :
hu_hu: Hiba történt a tulajdonosi jelszó frissítés során:
it_it: Errore di aggiornamento della password del proprietario:
ja_jp: 所有者パスワード更新エラー:
ko_kr: 소유자 암호 업데이트 오류:
nb_no: Feil ved oppdatering av eierpassord:
nl_nl: Fout bij bijwerken van eigenaarswachtwoord:
pl_pl: Błąd podczas aktualizowania hasła właściciela:
pt_br: Erro ao atualizar a senha do proprietário:
ru_ru: Ошибка при обновлении пароля владельца:
sv_se: Fel vid uppdatering av ägarens lösenord:
tr_tr: Sahip parolasını güncelleştirme hatası:
zh_cn: 更新所有者密码时出错。
zh_tw: 擁有者密碼更新錯誤。

# LABEL_UPDATING_PASSWORD
source: Error updating password:
cs_cz: Chyba při aktualizování hesla:
de_de: Fehler beim Aktualisieren des Passworts:
es_es: Error al actualizar la contraseña:
fr_fr: Erreur lors de l'actualisation du mot de passe :
hu_hu: Hiba történt a jelszó frissítés során:
it_it: Errore di aggiornamento della password:
ja_jp: パスワード更新エラー:
ko_kr: 암호 업데이트 오류:
nb_no: Feil ved oppdatering av passord:
nl_nl: Fout bij bijwerken van wachtwoord:
pl_pl: Błąd podczas aktualizowania hasła:
pt_br: Erro ao atualizar a senha:
ru_ru: Ошибка при обновлении пароля:
sv_se: Fel vid uppdatering av lösenord:
tr_tr: Parola güncelleştirme hatası:
zh_cn: 更新密码时出错。
zh_tw: 密碼更新錯誤。

# LABEL_GET_USER_INFORMATION
source: Error retrieving user information:
cs_cz: Chyba při načítání informací o uživateli:
de_de: Fehler beim Abrufen der Benutzerinformationen:
es_es: Error al recuperar la información del usuario:
fr_fr: Erreur lors de la récupération des informations de l'utilisateur :
hu_hu: Hiba történt a felhasználói adatok helyreállításakor:
it_it: Errore di recupero delle informazioni utente:
ja_jp: ユーザー情報取得エラー:
ko_kr: 사용자 정보 검색 오류:
nb_no: Feil ved henting av brukerinformasjon:
nl_nl: Fout bij het ophalen van gebruikersgegevens:
pl_pl: Błąd podczas pobierania informacji o użytkowniku:
pt_br: Erro ao acessar as informações do usuário:
ru_ru: Ошибка при извлечении информации пользователя:
sv_se: Fel vid hämtning a användarinformation:
tr_tr: Kullanıcı bilgilerini alma hatası:
zh_cn: 获取用户信息时出错:
zh_tw: 擷取使用者資訊錯誤：

# LABEL_CREATING_USER
source: Error creating user:
cs_cz: Chyba při vytváření uživatele:
de_de: Fehler beim Erstellen des Benutzers:
es_es: Error al crear el usuario:
fr_fr: Erreur lors de la création de l'utilisateur :
hu_hu: Hiba történt a felhasználó létrehozásakor:
it_it: Errore di creazione dell'utente:
ja_jp: ユーザー作成エラー:
ko_kr: 사용자 만들기 오류:
nb_no: Feil ved oppretting av bruker:
nl_nl: Fout bij maken van gebruiker:
pl_pl: Błąd podczas tworzenia użytkownika:
pt_br: Erro ao criar o usuário:
ru_ru: Ошибка при создании пользователя:
sv_se: Fel vid skapande av användare:
tr_tr: Kullanıcı oluşturma hatası:
zh_cn: 创建用户时出错:
zh_tw: 建立使用者錯誤：

# LABEL_UPDATING_USER
source: Error updating user:
cs_cz: Chyba při aktualizování uživatele:
de_de: Fehler beim Aktualisieren des Benutzers:
es_es: Error al actualizar el usuario:
fr_fr: Erreur lors de la mise à jour de l'utilisateur :
hu_hu: Hiba történt a felhasználó frissítésekor:
it_it: Errore di aggiornamento dell'utente:
ja_jp: ユーザー更新エラー:
ko_kr: 사용자 업데이트 오류:
nb_no: Feil ved oppdatering av bruker:
nl_nl: Fout bij bijwerken van gebruiker:
pl_pl: Błąd podczas aktualizowania użytkownika:
pt_br: Erro ao atualizar o usuário:
ru_ru: Ошибка при обновлении пользователя:
sv_se: Fel vid uppdatering av användare:
tr_tr: Kullanıcı güncelleştirme hatası:
zh_cn: 更新用户时出错:
zh_tw: 更新使用者錯誤：

# LABEL_DELETING_USER
source: Error deleting user:
cs_cz: Chyba při odstraňování uživatele:
de_de: Fehler beim Löschen des Benutzers:
es_es: Error al eliminar el usuario:
fr_fr: Erreur lors de la suppression de l'utilisateur :
hu_hu: Hiba történt a felhasználó törlésekor:
it_it: Errore di eliminazione dell'utente:
ja_jp: ユーザー削除エラー:
ko_kr: 사용자 삭제 오류:
nb_no: Feil ved sletting av bruker:
nl_nl: Fout bij verwijderen van gebruiker:
pl_pl: Błąd podczas usuwania użytkownika:
pt_br: Erro ao excluir o usuário:
ru_ru: Ошибка при удалении пользователя:
sv_se: Fel vid borttagning av användare:
tr_tr: Kullanıcı silme hatası:
zh_cn: 删除用户时出错:
zh_tw: 刪除使用者錯誤：

# LABEL_UPDATING_SHARE_ACCESS
source: Error updating share access privileges:
cs_cz: Chyba při aktualizování přístupových oprávnění sdílené složky:
de_de: Fehler beim Aktualisieren der Freigabezugriffsberechtigungen:
es_es: Error al actualizar los privilegios de acceso a archivos compartidos:
fr_fr: Erreur lors de la mise à jour des privilèges d'accès aux dossiers partagés :
hu_hu: Hiba történt a megosztás hozzáférési privilégiumainak frissítésekor:
it_it: Errore di aggiornamento dei privilegi di accesso alle condivisioni:
ja_jp: 共有アクセス権限更新エラー:
ko_kr: 공유 액세스 권한 업데이트 오류:
nb_no: Feil ved oppdatering av rettigheter for delt tilgang:
nl_nl: Fout bij bijwerken van rechten voor share:
pl_pl: Błąd podczas aktualizowania uprawnień dostępu do udziałów:
pt_br: Erro ao atualizar os privilégios de acesso ao compartilhamento:
ru_ru: Ошибка при обновлении прав на доступ к ресурсам:
sv_se: Fel vid uppdatering av resursernas åtkomsträttigheter:
tr_tr: Paylaşım erişim ayrıcalıklarını güncelleştirme hatası:
zh_cn: 更新共享访问权限时出错:
zh_tw: 更新共享存取權限錯誤：

# LABEL_CREATING_SHARE_ACCESS
source: Error creating share access privileges:
cs_cz: Chyba při vytváření přístupových oprávnění sdílené složky:
de_de: Fehler beim Erstellen der Freigabezugriffsberechtigungen:
es_es: Error al crear los privilegios de acceso a archivos compartidos:
fr_fr: Erreur lors de la création des privilèges d'accès aux dossiers partagés :
hu_hu: Hiba történt a megosztás hozzáférési privilégiumainak létrehozásakor:
it_it: Errore di creazione dei privilegi di accesso alle condivisioni:
ja_jp: 共有アクセス権限作成エラー:
ko_kr: 공유 액세스 권한 만들기 오류:
nb_no: Feil ved oppretting av rettigheter for delt tilgang:
nl_nl: Fout bij maken van rechten voor share:
pl_pl: Błąd podczas tworzenia uprawnień dostępu do udziałów:
pt_br: Erro ao criar os privilégios de acesso ao compartilhamento:
ru_ru: Ошибка при создании прав на доступ к ресурсам:
sv_se: Fel vid skapande av resursernas åtkomsträttigheter:
tr_tr: Paylaşım erişim ayrıcalıklarını oluşturma hatası:
zh_cn: 创建共享访问权限时出错:
zh_tw: 建立共享存取權限錯誤：

# LABEL_DELETING_SHARE_ACCESS
source: Error deleting share access privileges:
cs_cz: Chyba při odstraňování přístupových oprávnění sdílené složky:
de_de: Fehler beim Löschen der Freigabezugriffsberechtigungen:
es_es: Error al eliminar los privilegios de acceso a archivos compartidos:
fr_fr: Erreur lors de la suppression des privilèges d'accès aux dossiers partagés :
hu_hu: Hiba történt a megosztás hozzáférési privilégiumainak törlésekor:
it_it: Errore di eliminazione dei privilegi di accesso alle condivisioni:
ja_jp: 共有アクセス権限削除エラー:
ko_kr: 공유 액세스 권한 삭제 오류:
nb_no: Feil ved sletting av rettigheter for delt tilgang:
nl_nl: Fout bij verwijderen van rechten voor share:
pl_pl: Błąd podczas usuwania uprawnień dostępu do udziałów:
pt_br: Erro ao excluir os privilégios de acesso ao compartilhamento:
ru_ru: Ошибка при удалении прав на доступ к ресурсам:
sv_se: Fel vid borttagning av resursernas åtkomsträttigheter:
tr_tr: Paylaşım erişim ayrıcalıklarını silme hatası:
zh_cn: 删除共享访问权限时出错:
zh_tw: 刪除共享存取權限錯誤：

# LABEL_GET_SHARE_INFORMATION
source: Error retrieving share information:
cs_cz: Chyba při načítání informací o sdílené složce:
de_de: Fehler beim Abrufen der Freigabeinformationen:
es_es: Error al recuperar la información de los archivos compartidos:
fr_fr: Erreur lors de la récupération d'informations des dossiers partagés :
hu_hu: Hiba történt a megosztott adatok helyreállításakor:
it_it: Errore di recupero delle informazioni di condivisione:
ja_jp: 共有情報取得エラー:
ko_kr: 공유 정보 검색 오류:
nb_no: Feil ved henting av delingsinformasjon:
nl_nl: Fout bij het ophalen van gegevens van share:
pl_pl: Błąd podczas pobierania informacji o udziałach:
pt_br: Erro ao acessar as informações do compartilhamento:
ru_ru: Ошибка при извлечении информации ресурса:
sv_se: Fel vid hämtning av resursinformation:
tr_tr: Paylaşım bilgilerini alma hatası:
zh_cn: 获取共享信息时出错:
zh_tw: 擷取共享資訊錯誤：

# LABEL_CREATING_SHARE
source: Error creating your share:
cs_cz: Chyba při vytváření vaší sdílené složky:
de_de: Fehler beim Erstellen der Freigabe:
es_es: Error al crear el archivo compartido:
fr_fr: Erreur lors de la création du dossier partagé :
hu_hu: Hiba történt a megosztás létrehozásakor:
it_it: Errore di creazione della condivisione:
ja_jp: 共有作成エラー:
ko_kr: 공유 만들기 오류:
nb_no: Feil ved oppretting av din del:
nl_nl: Fout bij maken van uw share:
pl_pl: Błąd podczas tworzenia udziału:
pt_br: Erro ao criar o compartilhamento:
ru_ru: Ошибка при создании ресурса:
sv_se: Fel vid skapande av resursen:
tr_tr: Paylaşımınızı oluşturma hatası:
zh_cn: 创建您的共享时出错:
zh_tw: 建立您的共享錯誤：

# LABEL_UPDATING_SHARE
source: Error updating your share:
cs_cz: Chyba při aktualizování vaší sdílené složky:
de_de: Fehler beim Aktualisieren der Freigabe:
es_es: Error al actualizar el archivo compartido:
fr_fr: Erreur lors de la mise à jour du dossier partagé :
hu_hu: Hiba történt a megosztás frissítésekor:
it_it: Errore di aggiornamento della condivisione:
ja_jp: 共有更新エラー:
ko_kr: 공유 업데이트 오류:
nb_no: Feil ved oppdatering av din del:
nl_nl: Fout bij bijwerken van uw share:
pl_pl: Błąd podczas aktualizowania udziału:
pt_br: Erro ao atualizar o compartilhamento:
ru_ru: Ошибка при обновлении ресурса:
sv_se: Fel vid uppdatering av resursen:
tr_tr: Paylaşımınızı güncelleştirme hatası:
zh_cn: 更新您的共享时出错:
zh_tw: 更新您的共享錯誤：

# LABEL_DELETING_SHARE
source: Error deleting your share:
cs_cz: Chyba při odstraňování vaší sdílené složky:
de_de: Fehler beim Löschen der Freigabe:
es_es: Error al eliminar el archivo compartido:
fr_fr: Erreur lors de la suppression du dossier partagé :
hu_hu: Hiba történt a megosztás törlésekor:
it_it: Errore di eliminazione della condivisione:
ja_jp: 共有削除エラー:
ko_kr: 공유 삭제 오류:
nb_no: Feil ved sletting av din del:
nl_nl: Fout bij verwijderen van uw share:
pl_pl: Błąd podczas usuwania udziału:
pt_br: Erro ao excluir o compartilhamento:
ru_ru: Ошибка при удалении ресурса:
sv_se: Fel vid borttagning av resursen:
tr_tr: Paylaşımınızı silme hatası:
zh_cn: 删除您的共享时出错:
zh_tw: 刪除您的共享錯誤：

# LABEL_DELETING_BACKUP
source: Error deleting computer backup:
cs_cz: Chyba při odstraňování zálohy počítače:
de_de: Fehler beim Löschen der Computersicherung:
es_es: Error al eliminar la copia de seguridad del equipo:
fr_fr: Erreur lors de la suppression de la sauvegarde de l'ordinateur :
hu_hu: Hiba történt a számítógép eltárolt adatainak törlésekor:
it_it: Errore di eliminazione del backup del computer:
ja_jp: コンピュータ バックアップ削除エラー:
ko_kr: 컴퓨터 백업 삭제 오류:
nb_no: Feil ved sletting av datamaskinens sikkerhetskopi:
nl_nl: Fout bij verwijderen van computerback-up:
pl_pl: Błąd podczas usuwania kopii zapasowej komputera:
pt_br: Erro ao excluir o backup do computador:
ru_ru: Ошибка при удалении резервной копии компьютера:
sv_se: Fel vid borttagning av datorns säkerhetskopiering:
tr_tr: Bilgisayar yedeğini silme hatası:
zh_cn: 删除计算机备份时出错:
zh_tw: 刪除電腦備份錯誤：

# LABEL_AUTHENTICATING_DEVICE_ON_NETWORK
source: Error authenticating device on network:
cs_cz: Chyba při ověřování zařízení v síti:
de_de: Fehler beim Authentifizieren des Geräts im Netzwerk:
es_es: Error al autenticar el dispositivo en la red:
fr_fr: Erreur lors de l'authentification du dispositif sur le réseau :
hu_hu: Hiba történt az eszköz hálózati hitelesítésekor:
it_it: Errore di autenticazione del dispositivo in rete:
ja_jp: ネットワーク上のデバイス認証エラー:
ko_kr: 네트워크의 장치 인증 오류:
nb_no: Feil ved autentisering av enheten på nettverket:
nl_nl: Fout bij verifiëren van apparaat op netwerk:
pl_pl: Błąd podczas uwierzytelniania urządzenia w sieci:
pt_br: Erro ao autenticar o dispositivo na rede:
ru_ru: Ошибка при аутентификации устройства в сети:
sv_se: Fel vid autentisering av enhet på nätverk:
tr_tr: Ağda aygıt kimliğini doğrulama hatası:
zh_cn: 验证网络上的设备时出错:
zh_tw: 網路驗證裝置錯誤：

# LABEL_DISCOVERING_SHARES_ON_NETWORK_DEVICE
source: Error discovering shares on selected network device:
cs_cz: Chyba při zjišťování sdílených složek ve vybraném síťovém zařízení:
de_de: Fehler beim Ermitteln der Freigaben auf dem ausgewählten Netzwerkgerät:
es_es: Error al detectar archivos compartidos en el dispositivo de red seleccionado:
fr_fr: Erreur lors de l'exploration de dossiers partagés sur le dispositif réseau sélectionné :
hu_hu: Hiba történt a megosztások felkutatásánál a választott hálózati eszközön:
it_it: Errore di individuazione delle condivisioni sul dispositivo di rete selezionato:
ja_jp: 選択したネットワーク デバイスでの共有検索エラー:
ko_kr: 선택된 네트워크 장치의 공유 검색 오류:
nb_no: Feil under søk etter delte ressurser på valgt nettverksenhet:
nl_nl: Fout bij zoeken naar shares op geselecteerde netwerkapparaat:
pl_pl: Błąd podczas wykrywania udziałów na wybranym urządzeniu sieciowym:
pt_br: Erro ao descobrir os compartilhamentos no dispositivo de rede selecionado:
ru_ru: Ошибка при обнаружении ресурсов на выбранном сетевом устройстве:
sv_se: Fel vid identifiering av resurser på vald nätverksenhet:
tr_tr: Seçili ağ aygıtında paylaşımları keşfetme hatası:
zh_cn: 在选定的网络设备上发现共享时出错:
zh_tw: 於所選網路裝置探索共享錯誤：

# LABEL_AUTHENTICATING_SHARE_ON_NETWORK_DEVICE
source: Error authenticating share on selected network device:
cs_cz: Chyba při ověřování sdílené složky ve vybraném síťovém zařízení:
de_de: Fehler beim Authentifizieren der Freigabe auf dem ausgewählten Netzwerkgerät:
es_es: Error al autenticar archivos compartidos en el dispositivo de red seleccionado:
fr_fr: Erreur lors de l'authentification de dossiers partagés sur le dispositif réseau sélectionné :
hu_hu: Hiba történt a megosztások hitelesítésénél a választott hálózati eszközön:
it_it: Errore di autenticazione della condivisione sul dispositivo di rete selezionato:
ja_jp: 選択したネットワーク デバイスでの共有認証エラー:
ko_kr: 선택된 네트워크 장치의 공유 인증 오류:
nb_no: Feil ved autentisering av delt ressurs på valgte nettverksenhet:
nl_nl: Fout bij verifiëren van share op geselecteerde netwerkapparaat:
pl_pl: Błąd podczas uwierzytelniania udziału na wybranym urządzeniu sieciowym:
pt_br: Erro ao autenticar os compartilhamentos no dispositivo de rede selecionado:
ru_ru: Ошибка при аутентификации ресурса на выбранном сетевом устройстве:
sv_se: Fel vid autentisering av resurser på vald nätverksenhet:
tr_tr: Seçili ağ aygıtında paylaşım kimliğini doğrulama hatası:
zh_cn: 在选定的网络设备上验证共享时出错:
zh_tw: 於所選網路裝置驗證共享錯誤：
