Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# ERROR_SPACE_LIMITATION
source: Not enough disk space available.<br><br>Please delete at least {0} on your drive and try again.
cs_cz: Není k dispozici dostatek místa na disku.<br><br>Odstraňte alespoň {0} v jednotce a akci zopakujte.
de_de: Unzureichender Speicherplatz.<br><br>Löschen Sie mindestens {0} auf dem Laufwerk und versuchen Sie es erneut.
es_es: No hay suficiente espacio en disco disponible.<br><br>Elimine al menos {0} en la unidad e inténtelo de nuevo.
fr_fr: Espace disque insuffisant.<br><br>Veuillez supprimer au moins {0} sur votre lecteur, puis réessayez.
hu_hu: A tárhely nem elegendő.<br><br>Kérjük, töröljön legalább {0}-t meghajtóján, majd próbálkozzon ismét!
it_it: Spazio su disco insufficiente.<br><br>Eliminare almeno {0} sull'unità, quindi riprovare.
ja_jp: 十分なディスク領域がありません。<br><br>ドライブで少なくとも {0} を削除し、再試行してください。
ko_kr: 사용 가능한 디스크 공간이 충분하지 않습니다.<br><br>드라이브에서 최소 {0}을(를) 삭제한 후 다시 시도하십시오.
nb_no: Ikke nok tilgjengelig diskplass.<br><br>Slett minst {0} fra stasjonen og prøv på nytt.
nl_nl: Onvoldoende schijfruimte beschikbaar.<br><br>Verwijder ten minste {0} op uw station en probeer het opnieuw.
pl_pl: Za mało miejsca na dysku. <br><br> Usuń z dysku co najmniej {0} i spróbuj ponownie.
pt_br: Não há espaço em disco suficiente disponível.<br><br>Exclua pelo menos {0} na sua unidade e tente novamente.
ru_ru: Недостаточно доступного свободного пространства на диске.<br><br>Удалите с диска не менее {0} и повторите попытку.
sv_se: Det finns inte tillräckligt med diskutrymme.<br><br>Ta bort åtminstone {0} på enheten och försök igen.
tr_tr: Yeterli disk alanı yok.<br><br>Lütfen sürücünüzden en az {0} silip tekrar deneyin.
zh_cn: 没有足够的可用磁盘空间。<br><br>请在您的驱动器上删除至少{0}，然后重试。
zh_tw: 沒有足夠的磁碟空間可供使用。<br><br>請在磁碟機中至少刪除 {0}，再試一次。

# ERROR_UPGRADE_DOWNLOAD_FAILED
source: Upgrade download failure. Please try your upgrade again.
cs_cz: Stažení aktualizačního balíčku se nezdařilo. Zkuste spustit proces aktualizace znovu.
de_de: Fehler beim Herunterladen der Aufrüstung. Versuchen Sie erneut, die Aufrüstung auszuführen.
es_es: Error al descargar la actualización. Intente actualizar de nuevo.
fr_fr: Échec du téléchargement de la mise à niveau. Veuillez retenter la mise à niveau.
hu_hu: Letöltés frissítési hiba. Kérjük, ismét próbálkozzon meg a frissítéssel!
it_it: Errore di download dell'aggiornamento. Riprovare a eseguire l'aggiornamento.
ja_jp: アップグレード ダウンロード エラー。 アップグレードを再試行してください。
ko_kr: 업그레이드 다운로드 오류입니다. 업그레이드를 다시 시도하십시오.
nb_no: Feil ved nedlasting av oppgradering. Prøv å oppgradere på nytt.
nl_nl: Upgrade downloaden mislukt. Probeer de upgrade opnieuw.
pl_pl: Błąd podczas pobierania uaktualnienia. Ponownie spróbuj pobrać uaktualnienie.
pt_br: Falha no download do upgrade. Tente fazer upgrade novamente.
ru_ru: Сбой загрузки обновления. Повторите попытку обновления.
sv_se: Fel med hämtning av uppgradering. Försök uppgradera igen.
tr_tr: Yükseltme indirme hatası. Lütfen yükseltmenizi tekrar deneyin.
zh_cn: 升级下载失败。 请重试升级。
zh_tw: 下載升級失敗。 請再次嘗試您的升級。

# ERROR_UPGRADE_ALL_DRIVE_MUST_BE_PRESENT
source: Before updating your firmware, make sure that both drives are installed in your WD My Cloud.
cs_cz: Před aktualizací firmwaru se ujistěte, zda jsou obě jednotky nainstalovány v zařízení WD My Cloud.
de_de: Vergewissern Sie sich vor der Aktualisierung der Firmware, dass beide Laufwerke in Ihrer WD My Cloud installiert sind.
es_es: Antes de actualizar el firmware, asegúrese de que las dos unidades están instaladas en su WD My Cloud.
fr_fr: Assurez-vous que les deux lecteurs sont installés sur WD My Cloud avant de mettre à jour le micrologiciel.
hu_hu: A belső vezérlőprogram frissítését megelőzően ellenőrizze, hogy mindkét meghajtóra telepítette-e WD My Cloud felhőrendszerét!
it_it: Prima di aggiornare il firmware, assicurarsi che entrambe le unità siano installate in WD My Cloud.
ja_jp: ファームウェアを更新する前に、両方のドライブが WD My Cloud にインストールされていることを確認してください。
ko_kr: 펌웨어를 업데이트하기 전에 두 드라이브가 WD My Cloud에 설치되어 있는지 확인하십시오.
nb_no: Før du oppdaterer fastvare, kontroller at begge stasjonene er installert i WD My Cloud.
nl_nl: Voordat u uw firmware bijwerkt, dient u ervoor te zorgen dat beide stations zijn geïnstalleerd in uw WD My Cloud.
pl_pl: Przed przystąpieniem do aktualizacji oprogramowania układowego upewnij się, że w urządzeniu WD My Cloud są zainstalowane oba dyski.
pt_br: Antes de atualizar o firmware, verifique se ambas as unidades estão instaladas no WD My Cloud.
ru_ru: Прежде чем обновлять микропрограмму, убедитесь в том, что оба диска установлены в вашем WD My Cloud.
sv_se: Innan du uppdaterar den fasta programvaran ska du kontrollera att båda enheterna har installerats i WD My Cloud.
tr_tr: Bellenimi güncelleştirmeden önce, WD My Cloud'a her iki sürücünün de yüklendiğinden emin olun.
zh_cn: 更新固件之前，请确保两个驱动器都已安装在您的 WD My Cloud 中。
zh_tw: 在更新韌體之前，請確認已在您的 WD My Cloud 中安裝兩種磁碟機。

# LABEL_DESCR_EJECT_USB
source: Are you sure you want to eject this USB drive?
cs_cz: Opravdu chcete vysunout tuto jednotku USB?
de_de: Dieses USB-Laufwerk entfernen?
es_es: ¿Está seguro de que desea expulsar esta unidad USB?
fr_fr: Êtes-vous sûr de vouloir éjecter ce lecteur USB ?
hu_hu: Biztosan el kívánja távolítani ezt az USB meghajtót?
it_it: Espellere l'unità USB?
ja_jp: この USB ドライブを取り外しますか?
ko_kr: 이 USB 드라이브를 꺼내시겠습니까?
nb_no: Er du sikker på at du vil løse ut denne USB-stasjonen?
nl_nl: Weet u zeker dat u dit USB-station wilt uitwerpen?
pl_pl: Czy na pewno chcesz odłączyć ten napęd USB?
pt_br: Tem certeza de que deseja ejetar essa unidade do dispositivo USB?
ru_ru: Действительно извлечь USB-накопитель?
sv_se: Vill du mata ut den här USB-enheten?
tr_tr: Bu USB sürücüsünü çıkarmak istediğinizden emin misiniz?
zh_cn: 您确定要弹出 USB 驱动器?
zh_tw: 您確定要退出此 USB 磁碟機嗎？

# ERROR_UNKNOWN
source: Unknown error. Retry your last operation. If the error persists, contact WD Support for assistance.
cs_cz: Neznámá chyba. Zopakujte poslední operaci. Pokud chyba přetrvává, požádejte o pomoc technickou podporu WD Support.
de_de: Unbekannter Fehler. Versuchen Sie erneut, den letzten Vorgang auszuführen. Wenden Sie sich bei Fortbestehen des Problems an den WD-Support.
es_es: Error desconocido. Vuelva a intentar realizar la última operación. Si el error continúa, contacte con la asistencia de WD para obtener ayuda.
fr_fr: Erreur inconnue. Veuillez réessayer la dernière opération. Si l'erreur persiste, contactez le service d'assistance WD.
hu_hu: Ismeretlen hiba. Kérjük, ismételje meg a legutóbbi műveletet! Amennyiben a hiba továbbra is fennáll, kérjük, lépjen kapcsolatba a Western Digital Technologies ügyfélszolgálatával!
it_it: Errore sconosciuto. Riprovare a eseguire l'ultima operazione. Se l'errore persiste, contattare il Supporto WD per richiedere assistenza.
ja_jp: 不明なエラー。 最後の処理を再試行してください。 エラーが解決しない場合は、ヘルプのため WD サポートに問い合わせてください。
ko_kr: 알 수 없는 오류입니다. 마지막 작업을 다시 시도하십시오. 이 오류가 지속되면 WD 지원 센터에 도움을 요청하십시오.
nb_no: Ukjent feil. Prøv den siste operasjonen på nytt. Hvis feilen vedvarer, ta kontakt med WD kundestøtte for å få hjelp.
nl_nl: Onbekende fout. Probeer uw laatste handeling opnieuw. Als de fout blijft bestaan, neem dan contact op met de ondersteuning van WD.
pl_pl: Nieznany błąd. Ponownie spróbuj wykonać ostatnią operację. Jeśli błąd będzie się powtarzał, zgłoś się po pomoc do działu pomocy technicznej WD.
pt_br: Erro desconhecido. Tente executar novamente a última operação. Se o erro persistir, entre em contato com o suporte da WD para obter ajuda.
ru_ru: Неизвестная ошибка. Повторите последнюю операцию. Если ошибка сохраняется, обратитесь за помощью в службу поддержки WD.
sv_se: Okänt fel. Försök senaste åtgärden igen. Kontakta WD Support om felet kvarstår.
tr_tr: Bilinmeyen hata. Son işleminizi tekrar deneyin. Hata devam ederse, yardım için WD Destek ile iletişim kurun.
zh_cn: 未知错误。 请重试上一个操作。 如果错误仍然存在，请联系西部数据支持服务以寻求协助。
zh_tw: 未知的錯誤。 請再試一次您最後的操作。 若錯誤持續，請聯絡 WD 支援以獲得支援。

# ERROR_INTERNAL_SERVER_ERROR
source: Internal server error. Retry your last operation. If the error persists, contact WD Support for assistance.
cs_cz: Interní chyba serveru. Zopakujte poslední operaci. Pokud chyba přetrvává, požádejte o pomoc technickou podporu WD Support.
de_de: Interner Serverfehler. Versuchen Sie erneut, den letzten Vorgang auszuführen. Wenden Sie sich bei Fortbestehen des Problems an den WD-Support.
es_es: Error interno del servidor. Vuelva a intentar realizar la última operación. Si el error continúa, contacte con la asistencia de WD para obtener ayuda.
fr_fr: Erreur interne du serveur. Veuillez réessayer la dernière opération. Si l'erreur persiste, contactez le service d'assistance WD.
hu_hu: Belső szerverhiba. Kérjük, ismételje meg a legutóbbi műveletet! Amennyiben a hiba továbbra is fennáll, kérjük, lépjen kapcsolatba a Western Digital Technologies ügyfélszolgálatával!
it_it: Errore interno del server. Riprovare a eseguire l'ultima operazione. Se l'errore persiste, contattare il Supporto WD per richiedere assistenza.
ja_jp: 内部サーバーエラー。 最後の処理を再試行してください。 エラーが解決しない場合は、ヘルプのため WD サポートに問い合わせてください。
ko_kr: 내부 서버 오류입니다. 마지막 작업을 다시 시도하십시오. 이 오류가 지속되면 WD 지원 센터에 도움을 요청하십시오.
nb_no: Intern serverfeil. Prøv den siste operasjonen på nytt. Hvis feilen vedvarer, ta kontakt med WD kundestøtte for å få hjelp.
nl_nl: Interne serverfout. Probeer uw laatste handeling opnieuw. Als de fout blijft bestaan, neem dan contact op met de ondersteuning van WD.
pl_pl: Wewnętrzny błąd serwera. Ponownie spróbuj wykonać ostatnią operację. Jeśli błąd będzie się powtarzał, zgłoś się po pomoc do działu pomocy technicznej WD.
pt_br: Erro interno de servidor. Tente executar novamente a última operação. Se o erro persistir, entre em contato com o suporte da WD para obter ajuda.
ru_ru: Внутренняя ошибка сервера. Повторите последнюю операцию. Если ошибка сохраняется, обратитесь за помощью в службу поддержки WD.
sv_se: Internt serverfel. Försök senaste åtgärden igen. Kontakta WD Support om felet kvarstår.
tr_tr: İç sunucu hatası. Son işleminizi tekrar deneyin. Hata devam ederse, yardım için WD Destek ile iletişim kurun.
zh_cn: 内部服务器错误。 请重试上一个操作。 如果错误仍然存在,请联系西部数据支持服务以寻求协助。
zh_tw: 伺服器內部錯誤。 請再試一次您最後的操作。 若錯誤持續，請聯絡 WD 支援以獲得支援。

# ERROR_SAFEPOINT_CANCEL_FAILED
source: Your safepoint operation could not be canceled due to a failed request. Try again.
cs_cz: Vaší operaci s bodem Safepoint nelze zrušit z důvodu selhání požadavku. Akci zopakujte.
de_de: Der Safepoint-Vorgang konnte aufgrund einer fehlerhaften Anforderung nicht abgebrochen werden. Versuchen Sie es erneut.
es_es: No se pudo cancelar la operación del safepoint debido a una solicitud errónea. Inténtelo de nuevo.
fr_fr: L'opération safepoint n'a pas pu être annulée à cause d'une demande ayant échoué. Veuillez réessayer.
hu_hu: Hibás kérés; az Ön safepointjai nem törölhetőek. Próbálkozzon ismét!
it_it: Impossibile annullare l'operazione safepoint a causa di una richiesta non riuscita. Riprovare.
ja_jp: 要求が失敗したため、Safepoint 処理をキャンセルできませんでした。 再試行してください。
ko_kr: 실패한 요청 때문에 safepoint 작업을 취소할 수 없습니다. 다시 시도하십시오.
nb_no: Safepoint-operasjonen kunne ikke avbrytes på grunn av en mislykket forespørsel. Prøv på nytt.
nl_nl: Uw safepointbewerking kan niet worden geannuleerd vanwege een mislukt verzoek. Probeer het opnieuw.
pl_pl: Operacji dotyczącej punktu safepoint nie można anulować z powodu nieudanego żądania. Spróbuj ponownie.
pt_br: Não foi possível cancelar a operação de safepoint devido a uma falha na solicitação. Tente novamente.
ru_ru: Операцию safepoint не удалось отменить из-за невыполненного запроса. Повторите попытку.
sv_se: Det gick inte att avbryta safepoint-åtgärden på grund av att en begäran misslyckades. Försök igen.
tr_tr: Safepoint işleminiz başarısız bir istek nedeniyle iptal edilemedi. Tekrar deneyin.
zh_cn: 由于请求失败，无法找到您的 safepoint 操作无法取消。 请重试。
zh_tw: 由於失敗的要求，無法取消您的 Safepoint 操作。 請再試一次。

# ERROR_SAFEPOINT_CANCEL_NOT_FOUND
source: Your safepoint operation could not be canceled due to a missing drive or share resource. Try again.
cs_cz: Vaší operaci s bodem Safepoint nelze zrušit z důvodu chybějící jednotky nebo zdroje sdílené složky. Akci zopakujte.
de_de: Der Safepoint-Vorgang konnte aufgrund eines fehlenden Laufwerks bzw. einer fehlenden Freigaberessource nicht abgebrochen werden. Versuchen Sie es erneut.
es_es: No se pudo cancelar la operación del safepoint debido a que falta una unidad o un recurso compartido. Inténtelo de nuevo.
fr_fr: L'opération safepoint n'a pas pu être annulée à cause d'un lecteur manquant ou d'une ressource partagée manquante. Veuillez réessayer.
hu_hu: Hiányzó meghajtó vagy megosztott forrás; az Ön safepointra vonatkozó művelete nem törölhető. Próbálkozzon ismét!
it_it: Impossibile annullare l'operazione safepoint a causa di un'unità o una risorsa di condivisione mancante. Riprovare.
ja_jp: デバイスまたは共有リソースが見つからないため、Safepoint 処理をキャンセルできませんでした。 再試行してください。
ko_kr: 드라이브 또는 공유 자원이 누락되어서 safepoint 작업을 취소할 수 없습니다. 다시 시도하십시오.
nb_no: Safepoint-operasjonen kunne ikke avbrytes på grunn av en manglende stasjon eller delt ressurs. Prøv på nytt.
nl_nl: Uw safepointbewerking kan niet worden geannuleerd vanwege een ontbrekend station of sharebron. Probeer het opnieuw.
pl_pl: Operacji dotyczącej punktu safepoint nie można anulować z powodu braku dysku lub zasobu udziału. Spróbuj ponownie.
pt_br: Não foi possível cancelar a operação de safepoint devido a um recurso de unidade ou compartilhamento ausente. Tente novamente.
ru_ru: Не удалось отменить операцию safepoint из-за отсутствия диска или общего ресурса. Повторите попытку.
sv_se: Det gick inte att avbryta safepoint-åtgärden på grund av att en enhet eller delad resurs saknas. Försök igen.
tr_tr: Safepoint işleminiz eksik bir sürücü veya paylaşım kaynağı nedeniyle iptal edilemedi. Tekrar deneyin.
zh_cn: 由于缺少驱动器或共享资源，您的 safepoint 操作无法取消。 请重试。
zh_tw: 由於磁碟或共享資源遺失，無法取消您的 Safepoint 操作。 請再試一次。

# ERROR_SAFEPOINT_CANCEL_UNAUTHORIZED
source: Your safepoint operation could not be canceled due to an unauthorized request. Enter appropriate credentials for your device and/or shares and try again.
cs_cz: Vaší operaci s bodem Safepoint nelze zrušit z důvodu neověřeného požadavku. Zadejte správné ověřovací údaje pro vaše zařízení anebo sdílené složky a akci zopakujte.
de_de: Der Safepoint-Vorgang konnte aufgrund einer nicht autorisierten Anforderung nicht abgebrochen werden. Geben Sie den richtigen Berechtigungsnachweis für das Gerät bzw. die Freigaben ein und versuchen Sie es erneut.
es_es: No se pudo cancelar la operación del safepoint debido a una solicitud no autorizada. Introduzca las credenciales adecuadas para el dispositivo y/o los archivos compartidos, e inténtelo de nuevo.
fr_fr: L'opération safepoint n'a pas pu être annulée à cause d'une demande non autorisée. Veuillez saisir les informations d'identification correspondantes à votre dispositif ou à vos dossiers partagés, puis réessayez.
hu_hu: Jogosulatlan kérés; az Ön safepointra vonatkozó művelete nem törölhető. Adja meg az eszközhöz és/vagy a megosztásokhoz szükséges hozzáférési adatokat!
it_it: Impossibile annullare l'operazione safepoint a causa di una richiesta non autorizzata. Immettere le credenziali corrette per il dispositivo e/o le condivisioni, quindi riprovare.
ja_jp: 権限のない要求のため、Safepoint 処理をキャンセルできませんでした。 デバイスまたは共有の正しい認証資格情報を入力し、再試行してください。
ko_kr: 무단 요청 때문에 safepoint 작업을 취소할 수 없습니다. 장치 또는 공유에 대한 적절한 자격 증명을 입력한 후 다시 시도하십시오.
nb_no: Safepoint-operasjonen kunne ikke avbrytes på grunn av en uautorisert forespørsel. Angi riktig innloggingsinformasjon for enheten og/eller delte ressurser og prøv på nytt.
nl_nl: Uw safepointbewerking kan niet worden geannuleerd vanwege een ongeautoriseerd verzoek. Voer de juiste aanmeldgegevens in voor uw apparaat en/of shares en probeer het opnieuw.
pl_pl: Operacji dotyczącej punktu safepoint nie można anulować z powodu nieautoryzowanego żądania. Wprowadź dane uwierzytelniające dotyczące urządzenia i/lub udziałów, a następnie spróbuj ponownie.
pt_br: Não foi possível cancelar a operação de safepoint devido a uma solicitação não autorizada. Insira as credenciais adequadas para o dispositivo e/ou compartilhamentos de destino e tente novamente.
ru_ru: Операцию safepoint не удалось отменить из-за неавторизованного запроса. Введите верные учетные данные для своего устройства и (или) ресурсов и повторите попытку.
sv_se: Det gick inte att avbryta safepoint-åtgärden på grund av en obehörig begäran. Ange rätt inloggningsinformation för din enhet och/eller resurser och försök igen.
tr_tr: Safepoint işleminiz yetkisiz bir istek nedeniyle iptal edilemedi. Aygıtınız ve/veya paylaşımlarınız için uygun kimlik bilgilerini girip tekrar deneyin.
zh_cn: 由于请求未经许可，您的 safepoint 操作无法取消。 输入正确的设备和/或共享凭证，然后重试。
zh_tw: 由於未授權的要求，無法取消您的 Safepoint 操作。 請為裝置及／或共享輸入正確的認證，再試一次。

# ERROR_SAFEPOINT_CANCEL_INVALID
source: Your safepoint operation could not be canceled due to an invalid request.
cs_cz: Vaší operaci s bodem Safepoint nelze zrušit z důvodu neplatného požadavku.
de_de: Der Safepoint-Vorgang konnte aufgrund einer ungültigen Anforderung nicht abgebrochen werden.
es_es: No se pudo cancelar la operación del safepoint debido a una solicitud no válida.
fr_fr: L'opération safepoint n'a pas pu être annulée à cause d'une demande non valide.
hu_hu: Érvénytelen kérés; az Ön safepointra vonatkozó művelete nem törölhető.
it_it: Impossibile annullare l'operazione safepoint a causa di una richiesta non valida.
ja_jp: 無効な要求のため、Safepoint 処理をキャンセルできませんでした。
ko_kr: 유효하지 않은 요청 때문에 safepoint 작업을 취소할 수 없습니다.
nb_no: Safepoint-operasjonen kunne ikke avbrytes på grunn av en ugyldig forespørsel.
nl_nl: Uw safepointbewerking kan niet worden geannuleerd vanwege een ongeldig verzoek.
pl_pl: Operacji dotyczącej punktu safepoint nie można anulować z powodu nieprawidłowego żądania.
pt_br: Não foi possível cancelar a operação de safepoint devido a uma solicitação inválida é inválida.
ru_ru: Операцию safepoint не удалось отменить из-за недопустимого запроса.
sv_se: Det gick inte att avbryta safepoint-åtgärden på grund av en ogiltig begäran.
tr_tr: Safepoint işleminiz geçersiz bir istek nedeniyle iptal edilemedi.
zh_cn: 由于请求无效，您的 safepoint 操作无法取消。
zh_tw: 由於無效的要求，無法取消您的 Safepoint 操作。

# ERROR_SAFEPOINT_CANCEL_NOT_ALLOWED
source: Canceling this safepoint operation is not allowed at this time.
cs_cz: Zrušení této operace s bodem Safepoint není v tuto chvíli povoleno.
de_de: Das Abbrechen des Safepoint-Vorgangs ist momentan nicht zugelassen.
es_es: En este momento no se permite cancelar la operación de actualización del safepoint.
fr_fr: L'annulation de l'opération safepoint n'est pas autorisée pour le moment.
hu_hu: A safepointra vonatkozó művelete jelenleg nem törölhető!
it_it: L'annullamento dell'operazione safepoint non è al momento consentito.
ja_jp: 現在この Safepoint 処理はキャンセルできません。
ko_kr: 지금은 이 safepoint 작업의 취소가 허용되지 않습니다.
nb_no: Det er for øyeblikket ikke tillatt å avbryte denne safepoint-operasjonen.
nl_nl: Op dit moment kunt u deze safepointbewerking niet annuleren.
pl_pl: Anulowanie tej operacji dotyczącej punktu safepoint w tym czasie jest niedozwolone.
pt_br: O cancelamento dessa operação de safepoint não é permitida neste momento.
ru_ru: Отмена этой операции safepoint в настоящий момент не разрешена.
sv_se: Det är inte tillåtet att avbryta den här safepoint-åtgärden just nu.
tr_tr: Bu safepoint işleminin iptal edilmesine şu anda izin verilmiyor.
zh_cn: 当前不允许取消 safepoint 操作。
zh_tw: 此次 Safepoint 操作取消不被允許。

# LABEL_CHANGING_CENTRAL_SERVER
source: Error changing Central Server:
cs_cz: Chyba při změně centrálního serveru:
de_de: Fehler beim Ändern des zentralen Servers:
es_es: Error al cambiar el servidor central:
fr_fr: Erreur lors du changement de serveur central :
hu_hu: Központi szerver váltási hiba.
it_it: Errore di modifica del server centrale:
ja_jp: セントラルサーバー変更エラー:
ko_kr: 중앙 서버 변경 오류:
nb_no: Feil ved endring av sentralserver:
nl_nl: Fout bij het wijzigen van centrale server:
pl_pl: Błąd podczas zmieniania serwera centralnego:
pt_br: Erro ao alterar o servidor central:
ru_ru: Ошибка при изменении центрального сервера:
sv_se: Fel vid ändring av centralserver:
tr_tr: Merkez Sunucusu değiştirme hatası:
zh_cn: 变更中央服务器时出错：
zh_tw: 變更中央伺服器錯誤：

# LABEL_GET_CENTRAL_SERVER
source: Error retrieving Central Server information:
cs_cz: Chyba při načítání informací o centrálním serveru:
de_de: Fehler beim Abrufen der Informationen des zentralen Servers:
es_es: Error al recuperar la información del servidor central:
fr_fr: Erreur lors de la récupération des informations du serveur central :
hu_hu: Hiba történt a központi kiszolgáló adatainak helyreállításakor:
it_it: Errore di recupero delle informazioni dal server centrale:
ja_jp: セントラルサーバー情報取得エラー:
ko_kr: 중앙 서버 정보 검색 오류:
nb_no: Feil ved henting av sentralserverinformasjon:
nl_nl: Fout bij ophalen van gegevens van centrale server:
pl_pl: Błąd podczas pobierania informacji o serwerze centralnym:
pt_br: Erro ao acessar as informações do servidor central:
ru_ru: Ошибка при извлечении информации центрального сервера:
sv_se: Fel vid hämtning av centralserverns information:
tr_tr: Merkez Sunucusu bilgilerini alma hatası:
zh_cn: 获取中央服务器信息时出错：
zh_tw: 擷取中央伺服器資料錯誤：

# LABEL_UPDATING_FIRMWARE
source: Error updating firmware:
cs_cz: Chyba při aktualizování firmwaru:
de_de: Fehler beim Aktualisieren der Firmware:
es_es: Error al actualizar el firmware:
fr_fr: Erreur lors de la mise à jour du micrologiciel :
hu_hu: Hiba történt a belső vezérlőprogram frissítésekor:
it_it: Errore di aggiornamento del firmware:
ja_jp: ファームウェア更新エラー:
ko_kr: 펌웨어 업데이트 오류:
nb_no: Feil ved oppdatering av fastvare:
nl_nl: Fout bij bijwerken van firmware:
pl_pl: Błąd podczas aktualizacji oprogramowania układowego:
pt_br: Erro ao atualizar o firmware:
ru_ru: Ошибка при обновлении микропрограммы:
sv_se: Fel vid uppdatering av fast programvara:
tr_tr: Bellenim güncelleştirme hatası:
zh_cn: 更新固件时出错：
zh_tw: 韌體更新錯誤：

# LABEL_AUTO_UPDATING_FIRMWARE
source: Error auto-updating firmware:
cs_cz: Chyba při automatickém aktualizování firmwaru:
de_de: Fehler beim automatischen Aktualisieren der Firmware:
es_es: Error al actualizar el firmware automáticamente:
fr_fr: Erreur lors de la mise à jour automatique du micrologiciel :
hu_hu: Hiba történt a belső vezérlőprogram automatikus frissítésekor:
it_it: Errore di aggiornamento automatico del firmware:
ja_jp: 自動更新ファームウェア エラー:
ko_kr: 펌웨어 자동 업데이트 오류:
nb_no: Feil ved auto-oppdatering av fastvare:
nl_nl: Fout bij automatisch bijwerken van firmware:
pl_pl: Błąd podczas autoaktualizacji oprogramowania układowego:
pt_br: Erro na atualização automática do firmware:
ru_ru: Ошибка при автоматическом обновлении микропрограммы:
sv_se: Fel vid automatiskt uppdatering av fast programvara:
tr_tr: Bellenimi otomatik güncelleştirme hatası:
zh_cn: 自动更新固件时出错：
zh_tw: 韌體自動更新錯誤：
