Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# ERROR_SAFEPOINT_SET_SCHEDULE_NOT_FOUND
source: Your safepoint could not be found. Please try again to continue.
cs_cz: Váš bod Safepoint se nezdařilo nalézt. Pokračujte zopakováním akce.
de_de: Der Safepoint wurde nicht gefunden. Versuchen Sie es erneut, um fortzufahren.
es_es: No se pudo encontrar el safepoint. Inténtelo de nuevo para continuar.
fr_fr: Le safepoint est introuvable. Veuillez réessayer pour continuer.
hu_hu: A safepoint nem található. A folytatáshoz kérjük, próbálkozzon újra!
it_it: Impossibile trovare il safepoint. Riprovare per continuare.
ja_jp: Safepoint が見つかりませんでした。 再試行して続行してください。
ko_kr: safepoint를 찾을 수 없습니다. 다시 시도하여 계속 진행하십시오.
nb_no: Safepoint ble ikke funnet. Prøv på nytt for å fortsette.
nl_nl: Uw safepoint kon niet worden gevonden. Probeer het opnieuw om door te gaan.
pl_pl: Nie można odnaleźć punktu safepoint. Aby kontynuować, spróbuj ponownie.
pt_br: Não foi possível encontrar o safepoint. Tente novamente para continuar.
ru_ru: Не удалось найти safepoint. Повторите попытку, чтобы продолжить.
sv_se: Det gick inte att hitta safepointen. Försök igen för att fortsätta.
tr_tr: Safepoint bulunamadı. Devam etmek için lütfen tekrar deneyin.
zh_cn: 无法找到您的 safepoint。 请重试以继续。
zh_tw: 無法找到您的 safepoint。 請再試一次以繼續。

# ERROR_SAFEPOINT_CREATE_DUPLICATE
source: A safepoint with the same name already exists on this share. Please choose a different name for your safepoint and try again.
cs_cz: V této sdílené složce již existuje bod Safepoint se stejným názvem. Vyberte pro váš bod Safepoint jiný název a akci zopakujte.
de_de: Ein Safepoint mit diesem Namen ist in dieser Freigabe bereits vorhanden. Wählen Sie einen anderen Namen für den Safepoint und versuchen Sie es erneut.
es_es: Ya existe un safepoint con el mismo nombre en este archivo compartido. Escoja un nombre diferente para el safepoint e inténtelo de nuevo.
fr_fr: Il existe déjà un safepoint avec ce nom sur ce dossier partagé. Veuillez attribuer un nom différent au safepoint, puis réessayez.
hu_hu: A megosztáson már van egy safepoint ezen a néven. Kérjük, adjon meg egy másik megnevezést a safepointra, majd próbálja meg ismét!
it_it: Un safepoint con lo stesso nome esiste già su questa condivisione. Scegliere un nome diverso per il safepoint, quindi riprovare.
ja_jp: この共有には、同じ名前の Safepoint が既に存在します。 別の Safepoint 名を選択し、再試行してください。
ko_kr: 이름이 동일한 safepoint가 이 공유에 이미 존재합니다. safepoint에 사용할 다른 이름을 선택한 후 다시 시도하십시오.
nb_no: Et safepoint med samme navn finnes allerede på denne delte ressursen. Velg et annet navn på safepoint og prøv på nytt.
nl_nl: Een safepoint met dezelfde naam bestaat al op deze share. Kies een andere naam voor uw safepoint en probeer het opnieuw.
pl_pl: W udziale już istnieje punkt safepoint o tej nazwie. Określ inną nazwę punktu safepoint i spróbuj ponownie.
pt_br: Já existe um safepoint com o mesmo nome nesse compartilhamento. Escolha um nome diferente para o safepoint e tente novamente.
ru_ru: Safepoint с таким названием уже существует в этом ресурсе. Выберите другое название для safepoint и повторите попытку.
sv_se: En safepoint med samma namn finns redan på den här resursen. Välj ett annat namn för safepointen och försök igen.
tr_tr: Bu paylaşımda aynı ada sahip bir safepoint zaten var. Lütfen safepoint için farklı bir ad seçip tekrar deneyin.
zh_cn: 此共享中已存在一个同名的 safepoint。 请为您的 safepoint 选择一个不同的名称，然后重试。
zh_tw: 在此共享中，具有相同名稱的 Safepoint 已經存在。 請為您的 Safepoint 選擇一個不同的名稱，再試一次。

# ERROR_SAFEPOINT_DESTROY_CORRUPTED
source: This safepoint is corrupt and could not be deleted. Please fix the errors on this safepoint and try again.
cs_cz: Tento bod Safepoint je poškozený a nelze jej odstranit. Opravte chyby v tomto bodu Safepoint a akci zopakujte.
de_de: Der Safepoint ist beschädigt und konnte nicht gelöscht werden. Beheben Sie die Fehler an diesem Safepoint und versuchen Sie es erneut.
es_es: Este safepoint está dañado y no se pudo eliminar. Corrija los errores de este safepoint e inténtelo de nuevo.
fr_fr: Ce safepoint est endommagé et n'a pas pu être supprimé. Veuillez corriger les erreurs affectant le safepoint, puis réessayez.
hu_hu: A safepoint hibás, nem törölhető. Kérjük, javítsa ki a safepoint hibáit, majd próbálja újra!
it_it: Il safepoint è danneggiato e non può essere eliminato. Correggere gli errori sul safepoint e riprovare.
ja_jp: この Safepoint は破損しているため、削除できませんでした。 この Safepoint のエラーを修正し、再試行してください。
ko_kr: 이 safepoint는 손상되어 삭제할 수 없습니다. 이 safepoint의 오류를 수정한 후 다시 시도하십시오.
nb_no: Safepoint er skadet og kunne ikke slettes. Reparer feilene på dette safepoint og prøv på nytt.
nl_nl: Dit safepoint is beschadigd en kon niet worden verwijderd. Herstel de fouten in dit safepoint en probeer het opnieuw.
pl_pl: Punkt safepoint jest uszkodzony i nie można go usunąć. Napraw błędy w punkcie safepoint i spróbuj ponownie.
pt_br: Este safepoint está corrompido e não foi possível excluí-lo. Corrija os erros nesse safepoint e tente novamente.
ru_ru: Этот safepoint поврежден, удалить его не удалось. Исправьте ошибки в этом safepoint и повторите попытку.
sv_se: Denna safepoint är skadad och det gick inte att ta bort den. Åtgärda felen på denna safepoint och försök igen.
tr_tr: Bu safepoint bozuk ve silinemedi. Lütfen bu safepoint'teki hataları düzeltip tekrar deneyin.
zh_cn: 此 safepoint 已损坏，因此无法删除。 请修复此 safepoint 的错误，然后重试。
zh_tw: 此 Safepoint 已損毀，無法刪除。 請為修復 Safepoint 中的錯誤，再試一次。

# ERROR_SAFEPOINT_RESTORE_DUPLICATE
source: The recovery operation failed due to an invalid safepoint state. Please wait for some time and try again.
cs_cz: Operace obnovení se nezdařila z důvodu neplatného stavu bodu Safepoint. Chvíli počkejte a akci zopakujte.
de_de: Die Wiederherstellung konnte aufgrund eines ungültigen Safepoint-Zustands nicht abgeschlossen werden. Warten Sie einen Moment und versuchen Sie es erneut.
es_es: Se produjo un error en la operación de recuperación debido a un estado no válido del safepoint. Espere un poco e inténtelo de nuevo.
fr_fr: L'opération de récupération a échoué à cause de l'état non valide du safepoint. Veuillez patienter un moment et réessayez.
hu_hu: Érvénytelen safepoint állapot; a helyreállítási művelet sikertelen. Kérjük, várjon egy keveset, majd próbálja újra!
it_it: Operazione di recupero non riuscita a causa dello stato non valido del safepoint. Attendere qualche istante e riprovare.
ja_jp: 無効な Safepoint 状態であるため、回復処理は失敗しました。 しばらく待機してから、再試行してください。
ko_kr: 유효하지 않은 safepoint 상태 때문에 복구 작업에 실패했습니다. 잠시 기다렸다가 다시 시도하십시오.
nb_no: Gjenopprettingen mislyktes på grunn av en ugyldig safepoint-status. Vent en stund og prøv på nytt.
nl_nl: Deze herstelbewerking is mislukt vanwege een ongeldige status van het safepoint. Probeer het later opnieuw.
pl_pl: Operacja odzyskiwania nie powiodła się z powodu nieprawidłowego stanu punktu safepoint. Odczekaj jakiś czas i spróbuj ponownie.
pt_br: A operação de safepoint falhou devido a uma solicitação inválida. Aguarde por alguns momentos e tente novamente.
ru_ru: Операция восстановления не выполнена из-за недопустимого состояния safepoint. Подождите некоторое время и повторите попытку.
sv_se: Återställningsåtgärden misslyckades på grund av ett ogiltigt safepoint-tillstånd. Vänta en stund och försök igen.
tr_tr: Kurtarma işlemi geçersiz bir safepoint durumu nedeniyle başarısız oldu. Lütfen bir süre bekleyip tekrar deneyin.
zh_cn: 由于 safepoint 状态无效，恢复操作失败。 请稍等片刻，然后重试。
zh_tw: 由於無效的 Safepoint 狀態，復原操作失敗。 請稍等一段時間，再試一次。

# ERROR_SAFEPOINT_RESTORE_NOT_USABLE
source: The recovery operation could not succeed because this safepoint is currently being updated. Please wait for that operation to finish before attempting to recover your data from this safepoint.
cs_cz: Operace obnovení se nezdařila, protože tento bod Safepoint je momentálně aktualizován. Před dalším pokusem o obnovení dat z tohoto bodu Safepoint počkejte na dokončení operace.
de_de: Die Wiederherstellung konnte nicht erfolgreich ausgeführt werden, weil der Safepoint derzeit aktualisiert wird. Warten Sie auf das Abschließen des Vorgangs, bevor Sie Daten von diesem Safepoint wiederherstellen.
es_es: La operación de recuperación no se pudo completar correctamente porque este safepoint se está actualizando actualmente. Espere a que finalice esa operación antes de intentar recuperar los datos de este safepoint.
fr_fr: L'opération de récupération n'a pas pu aboutir car le safepoint est en cours d'actualisation. Veuillez attendre que l'opération se termine avant de récupérer vos données depuis ce safepoint.
hu_hu: Safepoint frissítés; a helyreállítási művelet sikertelen. A safepointból való adat visszanyerés előtt, kérjük, várja meg, amíg a művelet lezárul.
it_it: Operazione di recupero non riuscita poiché il safepoint è in fase di aggiornamento. Attendere il completamento dell'operazione prima di tentare di recuperare i dati dal safepoint.
ja_jp: 現在この Safepoint は更新中であるため、回復処理を正常に完了できませんでした。 この Safepoint からデータの回復を試みる前に、この処理が完了するまで待機してください。
ko_kr: 이 safepoint가 현재 업데이트 중이기 때문에 복구 작업을 성공적으로 완료할 수 없습니다. 이 safepoint에서 데이터 복구를 시도하기 전에 현재 작업이 완료될 때까지 기다리십시오.
nb_no: Gjenopprettingen mislyktes fordi safepoint er under oppdatering. Vent til operasjonen er ferdig før du prøver å gjenopprette data fra safepoint.
nl_nl: De herstelbewerking is mislukt omdat dit safepoint momenteel wordt bijgewerkt. Wacht tot die bewerking is voltooid voordat u opnieuw probeert uw gegevens te herstellen vanuit dit safepoint.
pl_pl: Operacja odzyskiwania nie powiodła się, ponieważ punkt safepoint jest właśnie aktualizowany. Wstrzymaj się z próbą odzyskania danych z tego punktu safepoint do czasu ukończenia operacji.
pt_br: Não foi possível concluir a operação de recuperação porque o safepoint está sendo atualizado no momento. Aguarde a conclusão da operação antes de tentar recuperar os dados desse safepoint.
ru_ru: Операцию восстановления не удалось выполнить, поскольку safepoint в настоящий момент обновляется. Дождитесь завершения операции, прежде чем пытаться восстановить данные с помощью этого safepoint.
sv_se: Återställningsåtgärden lyckades inte därför att denna safepoint uppdateras just nu. Vänta tills den åtgärden är klar innan du försöker återställa dina data från denna safepoint.
tr_tr: Bu safepoint şu anda güncelleştirildiği için kurtarma işlemi başarılı olamadı. Bu safepoint'ten verilerinizi kurtarmayı denemeden önce lütfen o işlemin tamamlanmasını bekleyin.
zh_cn: 由于此 safepoint 当前正在更新，恢复操作未成功。 请等待该操作完成，然后再尝试从该 safepoint 恢复您的数据。
zh_tw: 由於目前正在更新此 Safepoint ，所以無法成功進行復原操作。 請在該操作完成之後再嘗試從 Safepoint 復原您的資料。

# ERROR_SAFEPOINT_SET_INFO_DUPLICATE
source: A safepoint with the same name already exists on this share. Please choose a different name for your safepoint and try again.
cs_cz: V této sdílené složce již existuje bod Safepoint se stejným názvem. Vyberte pro váš bod Safepoint jiný název a akci zopakujte.
de_de: Ein Safepoint mit diesem Namen ist in dieser Freigabe bereits vorhanden. Wählen Sie einen anderen Namen für den Safepoint und versuchen Sie es erneut.
es_es: Ya existe un safepoint con el mismo nombre en este archivo compartido. Escoja un nombre diferente para el safepoint e inténtelo de nuevo.
fr_fr: Il existe déjà un safepoint avec ce nom sur ce dossier partagé. Veuillez attribuer un nom différent au safepoint, puis réessayez.
hu_hu: A megosztáson már van egy safepoint ezen a néven. Kérjük, adjon meg egy másik megnevezést a safepointra, majd próbálja meg ismét!
it_it: Un safepoint con lo stesso nome esiste già su questa condivisione. Scegliere un nome diverso per il safepoint, quindi riprovare.
ja_jp: この共有には、同じ名前の Safepoint が既に存在します。 別の Safepoint 名を選択し、再試行してください。
ko_kr: 이름이 동일한 safepoint가 이 공유에 이미 존재합니다. safepoint에 사용할 다른 이름을 선택한 후 다시 시도하십시오.
nb_no: Et safepoint med samme navn finnes allerede på denne delte ressursen. Velg et annet navn på safepoint og prøv på nytt.
nl_nl: Een safepoint met dezelfde naam bestaat al op deze share. Kies een andere naam voor uw safepoint en probeer het opnieuw.
pl_pl: W udziale już istnieje punkt safepoint o tej nazwie. Określ inną nazwę punktu safepoint i spróbuj ponownie.
pt_br: Já existe um safepoint com o mesmo nome nesse compartilhamento. Escolha um nome diferente para o safepoint e tente novamente.
ru_ru: Safepoint с таким названием уже существует в этом ресурсе. Выберите другое название для safepoint и повторите попытку.
sv_se: En safepoint med samma namn finns redan på den här resursen. Välj ett annat namn för safepointen och försök igen.
tr_tr: Bu paylaşımda aynı ada sahip bir safepoint zaten var. Lütfen safepoint için farklı bir ad seçip tekrar deneyin.
zh_cn: 此共享中已存在一个同名的 safepoint。 请为您的 safepoint 选择一个不同的名称，然后重试。
zh_tw: 在此共享中，具有相同名稱的 Safepoint 已經存在。 請為您的 Safepoint 選擇一個不同的名稱，再試一次。

# ERROR_SAFEPOINT_GET_SCHEDULE_CORRUPTED
source: A scheduling error occurred with your safepoint. Please set the auto-update schedule for your safepoint again. If your safepoint is yet to be created, please try creating the safepoint again.
cs_cz: U vašeho bodu Safepoint došlo k chybě plánování. Znovu nastavte plán automatické aktualizace vašeho bodu Safepoint. Pokud váš bod Safepoint ještě nebyl vytvořen, zkuste jej vytvořit znovu.
de_de: Ein Zeitplanungsfehler mit dem Safepoint ist aufgetreten. Legen Sie den Zeitplan für die automatische Aktualisierung für den Safepoint erneut fest. Wenn der Safepoint erst noch erstellt werden muss, versuchen Sie erneut, den Safepoint zu erstellen.
es_es: Se produjo un error de programa del safepoint. Vuelva a establecer el programa de actualizaciones automáticas para el safepoint. Si aún hay que crear el safepoint, intente crearlo de nuevo.
fr_fr: Une erreur de planification relative au safepoint s'est produite. Veuillez configurer à nouveau le calendrier des mises à jour automatiques du safepoint. Si le safepoint n'est pas encore créé, essayez de le créer à nouveau.
hu_hu: Safepoint ütemezési probléma Kérjük, ismételten állítsa be az automatikus frissítést a safepointra! Amennyiben a safepoint létrehozása még nem történt meg, kérjük, próbálkozzon ismét a létrehozással!
it_it: Si è verificato un errore di pianificazione con il safepoint. Impostare di nuovo la pianificazione per gli aggiornamenti automatici per il safepoint. Se il safepoint deve essere ancora creato, provare a ripetere l'operazione.
ja_jp: Safepoint でスケジュール エラーが発生しました。 もう一度 Safepoint の自動更新スケジュールを設定してください。 Safepoint を作成していない場合は、Safepoint を再作成してください。
ko_kr: safepoint에 일정 오류가 발생했습니다. safepoint에 대한 자동 업데이트 일정을 다시 설정하십시오. 여전히 safepoint를 만들어야 하는 경우 다시 safepoint를 만들어보십시오.
nb_no: Det oppsto en planleggingsfeil for safepoint. Angi en tidsplan for auto-oppdatering av safepoint på nytt. Hvis safepoint enda ikke er opprettet, kan du prøve å opprette safepoint på nytt.
nl_nl: Er is een planningsfout opgetreden bij uw safepoint. Stel de automatische bijwerkplanning opnieuw in voor uw safepoint. Als uw safepoint nog niet is gemaakt, probeer dan nogmaals het safepoint te maken.
pl_pl: Wystąpił błąd harmonogramu dotyczącego punktu safepoint. Ponownie ustaw harmonogram autoaktualizacji punktu safepoint. Jeśli punkt safepoint dopiero ma zostać utworzony, ponownie spróbuj go utworzyć.
pt_br: Erro de agendamento no safepoint. Defina novamente o agendamento de atualização automática para o safepoint. O safepoint não foi criado. Tente criar o safepoint novamente.
ru_ru: С safepoint произошла ошибка календарного планирования. Повторно настройте график автоматического обновления для safepoint. Если safepoint еще нужно создать, повторите попытку его создания.
sv_se: Ett schemaläggningsfel uppstod med safepointen. Ställ in schemat för automatiskt uppdatering av safepointen igen. Om safepointen inte har skapats ännu kan du försöka skapa den igen.
tr_tr: Safepoint ile ilgili bir planlama hatası oluştu. Lütfen safepoint'in otomatik güncelleme planını tekrar ayarlayın. Safepoint henüz oluşturulmadı, lütfen safepoint'i tekrar oluşturmayı deneyin.
zh_cn: 您的 safepoint 发生计划错误。 请再次为您的 safepoint 设置自动更新计划。 如果您是 safepoint 尚未建立，请尝试再次创建 safepoint。
zh_tw: Safepoint 排程時發生錯誤。 請再次為您的 Safepoint 設置自動更新排程。 尚未建立您的 Safepoint，請再次嘗試建立 Safepoint。

# ERROR_SAFEPOINT_SET_SCHEDULE_DUPLICATE
source: This operation could not succeed due to an scheduling conflict. Please ensure you have not enabled other safepoint operations for this time and try again.
cs_cz: Tato operace se nezdařila z důvodu konfliktu plánování. Zkontrolujte, zda jste na tuto dobu nepovolili jiné operace s bodem Safepoint, a akci zopakujte.
de_de: Der Vorgang wurde aufgrund eines Planungskonflikts nicht erfolgreich abgeschlossen. Vergewissern Sie sich, dass Sie keine anderen Safepoint-Vorgänge für diese Uhrzeit aktiviert haben, und versuchen Sie es erneut.
es_es: No se pudo completar correctamente esta operación debido a un conflicto con el programa. Asegúrese de que no hay otras operaciones de safepoint habilitadas para este momento e inténtelo de nuevo.
fr_fr: L'opération n'a pas pu aboutir à cause d'un conflit de planification. Assurez-vous de ne pas avoir activé d'autres opérations de safepoint pour le moment, puis réessayez.
hu_hu: Ütemezési probléma; a művelet sikertelen. Kérjük, győződjön meg róla, hogy egyidejűleg nem engedélyezett más safepoint műveletet, majd próbálja meg újra.
it_it: Operazione non riuscita a causa di un conflitto di pianificazione. Assicurarsi di non aver abilitato altre operazioni di safepoint per questo orario, quindi riprovare.
ja_jp: スケジュールの競合のため、この処理を正常に完了できませんでした。 現在他の Safepoint 処理を有効にしていないことを確認し、再試行してください。
ko_kr: 일정 충돌 때문에 이 작업을 성공적으로 완료할 수 없습니다. 지금은 다른 safepoint 작업을 활성화하지 말고 다시 시도하십시오.
nb_no: Denne operasjonen mislyktes på grunn av en planleggingskonflikt. Kontroller at du ikke har aktivert andre safepoint-operasjoner til samme tid og prøv på nytt.
nl_nl: Deze handeling is mislukt vanwege een planningsconflict. Zorg ervoor dat u geen andere safepointbewerkingen hebt ingeschakeld op deze tijd en probeer het opnieuw.
pl_pl: Operacja nie powiodła się z powodu konfliktu harmonogramu. Upewnij się, że w danym terminie nie są przewidziane inne operacje dotyczące punktu safepoint, i spróbuj ponownie.
pt_br: Não foi possível concluir a operação devido a um conflito de agendamento. Verifique se não ativou outras operações de safepoint para esse horário e tente novamente.
ru_ru: Эту операцию не удалось выполнить из-за конфликта графиков. Убедитесь в том, что на это время не назначены другие операции safepoint, и повторите попытку.
sv_se: Den här åtgärden misslyckades på grund av en schemaläggningskonflikt. Kontrollera att du inte har aktiverat andra safepoint-åtgärder för denna tid och försök igen.
tr_tr: Bu işlem bir planlama çakışması nedeniyle başarılı olamadı. Lütfen bu kez diğer safepoint işlemlerini etkinleştirmediğinizden emin olup tekrar deneyin.
zh_cn: 由于计划冲突，此操作未成功。 请确保您此次没有启用其他 safepoint，然后重试。
zh_tw: 由於排程衝突，無法成功進行操作。 請確認您當下未啟動其他 Safepoint 操作，再試一次。

# LABEL_DESCR_SIZE
source: Size:
cs_cz: Velikost:
de_de: Größe:
es_es: Tamaño:
fr_fr: Taille :
hu_hu: Méret:
it_it: Dimensione:
ja_jp: サイズ:
ko_kr: 크기:
nb_no: Størrelse:
nl_nl: Formaat:
pl_pl: Rozmiar:
pt_br: Tamanho:
ru_ru: Размер:
sv_se: Storlek:
tr_tr: Boyut:
zh_cn: 大小:
zh_tw: 大小：

# ERROR_SAFEPOINT_CREATE_BAD_TIME_VALUE
source: The safepoint cannot be created for a time occurring in the past. Please select a valid time from the drop-down and try again.
cs_cz: Bod Safepoint nelze vytvořit pro dobu v minulosti. Vyberte platný čas z rozevíracího seznamu a akci zopakujte.
de_de: Der Safepoint kann nicht für eine vergangene Uhrzeit erstellt werden. Wählen Sie eine gültige Uhrzeit aus der Dropdownliste aus und versuchen Sie es erneut.
es_es: No se puede crear el safepoint para una hora pasada. Seleccione una hora válida en el menú desplegable e inténtelo de nuevo.
fr_fr: Le safepoint ne peut pas être créé pour une date passée. Veuillez sélectionner une heure valide dans le menu déroulant, puis réessayez.
hu_hu: A safepoint nem hozható létre egy múltbeli időpontra. Kérjük, válasszon egy érvényességi időt a legördülő lehetőségekből, majd próbálkozzon újra!
it_it: Impossibile creare il safepoint per una data passata. Selezionare una data/ora valida dal menu a discesa, quindi riprovare.
ja_jp: 過去の時間には Safepoint を作成できません。 ドロップダウンから有効な時間を選択して、再試行してください。
ko_kr: 과거에 대한 safepoint를 만들 수 없습니다. 드롭다운에서 유효한 시간을 선택한 후 다시 시도하십시오.
nb_no: Safepoint kan ikke opprettes for et tidspunkt som ligger tilbake i tid. Velg et gyldig tidspunkt fra nedtrekksmenyen og prøv på nytt.
nl_nl: Het safepoint kan niet worden gemaakt voor een tijdstip in het verleden. Selecteer een geldige tijd in het keuzemenu en probeer het opnieuw.
pl_pl: Nie można utworzyć punktu safepoint w minionym terminie. Wybierz właściwy termin z listy rozwijanej i spróbuj ponownie.
pt_br: Não é possível criar o safepoint para um momento do passado. Selecione uma hora válida da lista suspensa e tente novamente.
ru_ru: Невозможно создать safepoint для времени в прошлом. Выберите допустимое время из раскрывающегося списка и повторите попытку.
sv_se: Det går inte att skapa safepointen för en tid i det förflutna. Välj en giltig tid från listrutan och försök igen.
tr_tr: Safepoint geçmişteki bir saat için oluşturulamaz. Lütfen açılan menüden geçerli bir saat seçip tekrar deneyin.
zh_cn: 无法在过去的时间内创建 safepoint。 请从下拉列表中选择一个有效的时间，然后重试。
zh_tw: 無法在過去的時間點建立您的 Safepoint。 請從下拉式清單中為您的 Safepoint 選擇一個有效的時間，再試一次。

# ERROR_PASSWORD_UPDATE_FAILED
source: Error updating password. Please try again.
cs_cz: Chyba při aktualizování hesla. Akci zopakujte.
de_de: Fehler beim Aktualisieren des Passworts. Versuchen Sie es erneut.
es_es: Error al actualizar la contraseña. Inténtelo de nuevo.
fr_fr: Erreur lors de l'actualisation du mot de passe. Veuillez réessayer.
hu_hu: Hiba történt a jelszó frissítés során. Kérjük, próbálja meg újra!
it_it: Errore di aggiornamento della password. Riprovare.
ja_jp: パスワード更新エラー。 再試行してください。
ko_kr: 암호 업데이트 오류입니다. 다시 시도하십시오.
nb_no: Feil ved oppdatering av passord. Prøv på nytt.
nl_nl: Fout bij bijwerken van wachtwoord. Probeer het opnieuw.
pl_pl: Podczas aktualizowania hasła wystąpił błąd. Spróbuj ponownie.
pt_br: Erro ao atualizar a senha. Tente novamente.
ru_ru: Ошибка при обновлении пароля. Повторите попытку.
sv_se: Fel vid uppdatering av lösenord. Försök igen.
tr_tr: Parola güncelleştirme hatası. Lütfen tekrar deneyin.
zh_cn: 更新密码时出错。 请重试。
zh_tw: 密碼更新錯誤。 請再試一次。

# ERROR_SHARE_CREATE_FAILED
source: Failed to create the specified share. Please try again.
cs_cz: Nepodařilo se vytvořit zadanou sdílenou složku. Akci zopakujte.
de_de: Fehler beim Erstellen der angegebenen Freigabe. Versuchen Sie es erneut.
es_es: Error al crear el archivo compartido especificado. Inténtelo de nuevo.
fr_fr: La création du dossier partagé spécifié a échoué. Veuillez réessayer.
hu_hu: A speciális megosztás létrehozása sikertelen. Kérjük, próbálja meg újra!
it_it: Impossibile creare la condivisione specificata. Riprovare.
ja_jp: 指定した共有を作成できませんでした。 再試行してください。
ko_kr: 지정된 공유를 만들지 못했습니다. 다시 시도하십시오.
nb_no: Klarte ikke å opprette angitt delt ressurs. Prøv på nytt.
nl_nl: Kon de opgegeven share niet maken. Probeer het opnieuw.
pl_pl: Nie można utworzyć określonego udziału. Spróbuj ponownie.
pt_br: Falha na criação do compartilhamento especificado. Tente novamente.
ru_ru: Не удалось создать указанный ресурс. Повторите попытку.
sv_se: Det gick inte att skapa den specifika andelen. Försök igen.
tr_tr: Belirtilen paylaşım oluşturulamadı. Lütfen tekrar deneyin.
zh_cn: 创建特定的共享失败。 请重试。
zh_tw: 無法建立指定的共享。 請再試一次。
