Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# ERROR_NETWORK_EMPTY
source: Empty
cs_cz: Prázdná hodnota
de_de: Leer
es_es: Vacío
fr_fr: Vide
it_it: Vuoto
ja_jp: 空にする
ko_kr: 비어 있음
nb_no: Tom
nl_nl: Leeg
pl_pl: Puste
pt_br: Vazio
ru_ru: Пусто
sv_se: Tom
tr_tr: Boş
zh_cn: 空
zh_tw: 空白

# ERROR_NETWORK_RESERVED_SPECIAL
source: The IP addresses 0.0.0.0 and 255.255.255.255 are reserved and cannot be used.
cs_cz: Adresy IP 0.0.0.0 a 255.255.255.255 jsou vyhrazené a nelze je použít.
de_de: Die IP-Adressen „0.0.0.0“ und „255.255.255.255“ sind reserviert und können nicht verwendet werden.
es_es: Las direcciones IP 0.0.0.0 y 255.255.255.255 están reservadas y no se pueden usar.
fr_fr: Les adresses IP 0.0.0.0 et 255.255.255.255 sont réservées et ne peuvent pas être utilisées.
hu_hu: Az IP-címek közül a 0.0.0.0 és a 255.255.255.255 különleges célra vannak fenntartva, ezért nem használhatók.
it_it: Gli indirizzi IP 0.0.0.0 e 255.255.255.255 sono riservati e non possono essere utilizzati.
ja_jp: IP アドレスの 0.0.0.0 および 255.255.255.255 は予約されているため、使用できません。
ko_kr: IP 주소 0.0.0.0과 255.255.255.255는 다른 용도로 예약되어 있으며, 사용할 수 없습니다.
nb_no: IP-adressene 0.0.0.0 og 255.255.255.255 er reservert og kan ikke brukes.
nl_nl: De IP-adressen 0.0.0.0 en 255.255.255.255 zijn gereserveerd en mogen niet worden gebruikt.
pl_pl: Adresy IP 0.0.0.0 oraz 255.255.255.255 są zarezerwowane i nie można ich używać.
pt_br: Os endereços IP 0.0.0.0 e 255.255.255.255 são reservados e não podem ser usados.
ru_ru: IP-адреса 0.0.0.0 и 255.255.255.255 зарезервированы и не подлежат использованию.
sv_se: IP-adresserna 0.0.0.0 och 255.255.255.255 är reserverade och får inte användas.
tr_tr: 0.0.0.0 ve 255.255.255.255 IP adresleri ayrılmıştır ve kullanılamaz.
zh_cn: IP 地址 0.0.0.0 和 255.255.255.255 为保留地址，不能使用。
zh_tw: 已保留IP 位址 0.0.0.0 及 255.255.255.255，不可使用。

# ERROR_NETWORK_RESERVED_SELF_IDENTIFICATION
source: IP addresses in the 0.x.x.x format are reserved for self-identification purposes and cannot be used.
cs_cz: Adresy IP ve formátu 0.x.x.x jsou vyhrazené pro účely vlastní identifikace a nelze je použít.
de_de: IP-Adressen mit dem Format „0.x.x.x“ sind für Selbstidentifizierungszwecke reserviert und können nicht verwendet werden.
es_es: Las direcciones IP con formato 0.x.x.x se reservan como medio de identificación propia y no se pueden usar.
fr_fr: Les adresses IP de format 0.x.x.x sont réservées à l'auto-identification et ne peuvent pas être utilisées.
hu_hu: A 0.x.x.x formátumú IP-címek egyéni azonosítás céljára vannak fenntartva, ezért nem használhatók.
it_it: Gli indirizzi IP nel formato 0.x.x.x sono riservati per scopi di identificazione personale e non possono essere utilizzati.
ja_jp: 0.x.x.x という形式の IP アドレスは自己特定目的で予約されているため、使用できません。
ko_kr: 0.x.x.x 형식의 IP 주소는 자체 식별용으로 예약되어 있으며, 사용할 수 없습니다.
nb_no: IP-adresser i formatet 0.x.x.x er reservert til egenidentifikasjon og kan ikke brukes.
nl_nl: IP-adressen met de vorm 0.x.x.x zijn gereserveerd voor eigen identificatie en mogen niet worden gebruikt.
pl_pl: Adresy IP w formacie 0.x.x.x są zarezerwowane na potrzeby identyfikacji własnej i nie można ich używać.
pt_br: Endereços IP no formato 0.x.x.x são reservados para autoidentificação e não podem ser usados.
ru_ru: IP-адреса в формате 0.x.x.x зарезервированы для целей самоидентификации и не подлежат использованию.
sv_se: IP-adresserna i 0.x.x.x-format är reserverade för självidentifieringsändamål och får inte användas.
tr_tr: 0.x.x.x biçimindeki IP adresleri kendi kendine tanımlama amacıyla ayrılmıştır ve kullanılamaz.
zh_cn: 0.x.x.x 格式的 IP 地址已为自我识别被保留，不能使用。
zh_tw: 已保留具有 0.x.x.x 格式的 IP 位址，作為自我辨識之用，不可使用。

# ERROR_NETWORK_LOOPBACK
source: IP addresses in the 127.x.x.x format are reserved for host loopback purposes and cannot be used.
cs_cz: Adresy IP ve formátu 127.x.x.x jsou vyhrazené pro účely zpětné smyčky hostitele a nelze je použít.
de_de: IP-Adressen mit dem Format „127.x.x.x“ sind für Host-Loopbacks reserviert und können nicht verwendet werden.
es_es: Las direcciones IP con formato 127.x.x.x se reservan como medio de bucle invertido del host y no se pueden usar.
fr_fr: Les adresses IP de format 127.x.x.x sont réservées au bouclage d'hôte et ne peuvent pas être utilisées.
hu_hu: A 127.x.x.x formátumú IP-címek az egyes állomások saját magukra mutató azonosítói (localhost) számára vannak fenntartva, ezért nem használhatók.
it_it: Gli indirizzi IP nel formato 127.x.x.x sono riservati per scopi di loopback di host e non possono essere utilizzati.
ja_jp: 127.x.x.x という形式の IP アドレスはホスト ループバック目的で予約されているため、使用できません。
ko_kr: 127.x.x.x 형식의 IP 주소는 호스트 루프백용으로 예약되어 있으며, 사용할 수 없습니다.
nb_no: IP-adresser i formatet 127.x.x.x er forbeholdt loopback for vertsenheten og kan ikke brukes.
nl_nl: IP-adressen met de vorm 127.x.x.x zijn gereserveerd voor hostloopback en mogen niet worden gebruikt.
pl_pl: Adresy IP w formacie 127.x.x.x są zarezerwowane na potrzeby testów pętli zwrotnej hosta i nie można ich używać.
pt_br: Endereços IP no formato 127.x.x.x são reservados para loopback de host e não podem ser usados.
ru_ru: IP-адреса в формате 127.x.x.x зарезервированы для целей замыкания хоста на себя и не подлежат использованию.
sv_se: IP-adresserna i 127.x.x.x-format är reserverade för värdens loopback-ändamål och får inte användas.
tr_tr: 127.x.x.x biçimindeki IP adresleri ana bilgisayar geri döngüsü için ayrılmıştır ve kullanılamaz.
zh_cn: 127.x.x.x 格式的 IP 地址已为主机回路被保留，不能使用。
zh_tw: 已保留具有 127.x.x.x 格式的 IP 位址，作為主機回送之用，不可使用。

# ERROR_NETWORK_LINKLOCAL
source: IP addresses in the 169.254.x.x format are reserved for use as link-local addresses and cannot be used.
cs_cz: Adresy IP ve formátu 169.254.x.x jsou vyhrazené pro použití jako adresy v rámci propojení a nelze je použít.
de_de: IP-Adressen mit dem Format „169.254.x.x“ sind für Link-Local-Adressen reserviert und können nicht verwendet werden.
es_es: Las direcciones IP con formato 169.254.x.x se reservan para usarse como direcciones locales de vínculo y no se pueden usar.
fr_fr: Les adresses IP de format 169.254.x.x.x sont réservées pour être utilisées comme adresses de liaison-local et ne peuvent pas être utilisées.
hu_hu: A 169.254.x.x formátumú IP-címek helyi hálózaton belüli vagy pont-pont kapcsolat céljára vannak fenntartva, ezért nem használhatók.
it_it: Gli indirizzi IP nel formato 169.254.x.x sono riservati per essere utilizzati come indirizzi locali rispetto al collegamento e non possono essere utilizzati.
ja_jp: 169.254.x.x という形式の IP アドレスはリンク ローカル アドレスとして使用するために予約されているため、使用できません。
ko_kr: 169.254.x.x.x 형식의 IP 주소는 링크-로컬 주소로 사용하도록 예약되어 있으며, 사용할 수 없습니다.
nb_no: IP-adresser i formatet 169.254.x.x er reservert for bruk som lokale koblingsadresser og kan ikke brukes.
nl_nl: IP-adressen met de vorm 169.254.x.x zijn gereserveerd voor link-local-adressen en mogen niet worden gebruikt.
pl_pl: Adresy IP w formacie 169.254.x.x są zarezerwowane do użytku jako adresy lokalne i nie można ich używać.
pt_br: Endereços IP no formato 169.254.x.x.x são reservados para uso como endereços de link local e não podem ser usados.
ru_ru: IP-адреса в формате 169.254.x.x зарезервированы для использования как локальные адрес канала и не подлежат использованию.
sv_se: IP-adresserna i 169.254.x.x-format är reserverade för användning som länklokala adresser och får inte användas.
tr_tr: 169.254.x.x biçimindeki IP adresleri bağlantı-yerel adresleri için ayrılmıştır ve kullanılamaz.
zh_cn: 169.254.x.x.x 格式的 IP 地址被保留用作链路本地地址，不能使用。
zh_tw: 已保留具有 169.254.x.x 格式的 IP 位址，作為連結-本機位址之用，不可使用。

# ERROR_NETWORK_ANYCAST
source: IP addresses in the 192.88.99.x format are reserved for 6to4 relay anycasting purposes and cannot be used.
cs_cz: Adresy IP ve formátu 192.88.99.x jsou vyhrazené pro účely předávání 6 na 4 typu anycast a nelze je použít.
de_de: IP-Adressen mit dem Format „192.88.89.x“ sind für 6to4-Anycast-Adressen reserviert und können nicht verwendet werden.
es_es: Las direcciones IP con formato 192.88.99.x se reservan como medio de difusión de retransmisión de 6 a 4 y no se pueden usar.
fr_fr: Les adresses IP de format 192.88.99.x sont réservées aux anycast relais 6to4 et ne peuvent pas être utilisées.
hu_hu: A 192.88.99.x formátumú IP-címek a 6to4 anycast relay szolgáltatás céljára vannak fenntartva, ezért nem használhatók.
it_it: Gli indirizzi IP nel formato 192.88.99.x sono riservati per scopi di anycast di relay 6to4 e non possono essere utilizzati.
ja_jp: 192.88.99.x という形式の IP アドレスは 6-4 リレー エニーキャスト目的で予約されているため、使用できません。
ko_kr: 192.88.99.x 형식의 IP 주소는 6to4 릴레이 애니캐스트용으로 예약되어 있으며, 사용할 수 없습니다.
nb_no: IP-adresser i formatet 192.88.99.x er reservert for &quot;6to4&quot; relay anycasting og kan ikke brukes.
nl_nl: IP-adressen met de vorm 192.88.99.x zijn gereserveerd voor 6to4 Relay Anycasting en mogen niet worden gebruikt.
pl_pl: Adresy IP w formacie 192.88.99.x są zarezerwowane na potrzeby transmisji anycast przy tunelowaniu 6to4 i nie można ich używać.
pt_br: Endereços IP no formato 192.88.99.x são reservados para anycasting de retransmissão 6to4 e não podem ser usados.
ru_ru: IP-адреса в формате 192.88.99.x зарезервированы для целей произвольной рассылки ретрансляции 6to4 и не подлежат использованию.
sv_se: IP-adresserna i 192.88.99.x-format är reserverade för värdens 6to4-reläets anycasting-ändamål och får inte användas.
tr_tr: 192.88.99.x biçimindeki IP adresleri 6'dan 4'e her noktaya geçiş yayını için ayrılmıştır ve kullanılamaz.
zh_cn: 192.88.99.x 格式的 IP 地址已为 6to4 中继任播保留，不能使用。
zh_tw: 已保留具有 192.88.99.x 格式的 IP 位址，作為 6to4 轉送任一傳播之用，不可使用。

# ERROR_NETWORK_MULTICAST
source: IP addresses ranging from 224.0.0.0 through 239.255.255.255 are reserved for multicasting purposes and cannot be used.
cs_cz: Adresy IP v rozmezí od 224.0.0.0 do 239.255.255.255 jsou vyhrazené pro účely vícesměrového vysílání a nelze je použít.
de_de: IP-Adressen im Bereich „224.0.0.0“ bis „239.255.255.255“ sind für Multicasting-Adressen reserviert und können nicht verwendet werden.
es_es: Las direcciones IP incluidas en el intervalo 224.0.0.0 a 239.255.255.255 se reservan como medio de multidifusión y no se pueden usar.
fr_fr: Les adresses IP allant de 224.0.0.0 à 239.255.255.255 sont réservées aux émissions multiples et ne peuvent pas être utilisées.
hu_hu: A 224.0.0.0-tól a 239.255.255.255-ig terjedő IP-címek a multicasting szolgáltatás (műsorszórás) céljára vannak fenntartva, ezért nem használhatók.
it_it: Gli indirizzi IP compresi nell'intervallo da 224.0.0.0 a 239.255.255.255 sono riservati per scopi di multicasting e non possono essere utilizzati.
ja_jp: 224.0.0.0 ～ 239.255.255.255 の範囲の IP アドレスはマルチキャスト目的で予約されているため、使用できません。
ko_kr: IP 주소 224.0.0.0 ~ 239.255.255.255는 멀티캐스트용으로 예약되어 있으며, 사용할 수 없습니다.
nb_no: IP-adresser som strekker seg fra 224.0.0.0 til og med 239.255.255.255 er reservert for multicasting og kan ikke brukes.
nl_nl: IP-adressen tussen 224.0.0.0 en 239.255.255.255 zijn gereserveerd voor multicasting en mogen niet worden gebruikt.
pl_pl: Adresy IP z zakresu od 224.0.0.0 do 239.255.255.255 są zarezerwowane na potrzeby transmisji multicast i nie można ich używać.
pt_br: Endereços IP no intervalo de 224.0.0.0 a 239.255.255.255 são reservados para multicasting e não podem ser usados.
ru_ru: IP-адреса от 224.0.0.0 до 239.255.255.255 зарезервированы для целей многоадресной рассылки и не подлежат использованию.
sv_se: IP-adresserna från 224.0.0.0 till 239.255.255.255 är reserverade för multicasting-ändamål och får inte användas.
tr_tr: 224.0.0.0 ile 239.255.255.255 arasındaki IP adresleri çok noktaya yayın amacıyla ayrılmıştır ve kullanılamaz.
zh_cn: 224.0.0.0 到 239.255.255.255 之间的 IP 地址为组播被保留，无法使用。
zh_tw: 已保留範圍從 224.0.0.0 至 239.255.255.254 的 IP 位址，作為多重傳播之用，不可使用。

# ERROR_NETWORK_RESERVED
source: IP addresses ranging from 240.0.0.0 through 255.255.255.254 are reserved for future use and cannot be used.
cs_cz: Adresy IP v rozmezí od 240.0.0.0 do 255.255.255.254 jsou vyhrazené pro budoucí použití a nelze je použít.
de_de: IP-Adressen im Bereich „240.0.0.0“ bis „255.255.255.254“ sind für zukünftige Verwendungen reserviert und können nicht verwendet werden.
es_es: Las direcciones IP incluidas en el intervalo 240.0.0.0 a 255.255.255.254 se reservan para futuros usos y no se pueden utilizar.
fr_fr: Les adresses IP allant de 240.0.0.0 à 255.255.255.254 sont réservées pour un usage futur et ne peuvent pas être utilisées.
hu_hu: A 240.0.0.0-tól a 255.255.255.254-ig terjedő IP-címek jövőbeli felhasználás célra vannak fenntartva, ezért nem használhatók.
it_it: Gli indirizzi IP compresi nell'intervallo da 240.0.0.0 a 255.255.255.254 sono riservati per un uso futuro e non possono essere utilizzati.
ja_jp: 240.0.0.0 ～ 255.255.255.254 の範囲の IP アドレスは将来に備えて予約されているため、使用できません。
ko_kr: IP 주소 240.0.0.0 ~ 255.255.255.254는 향후 용도로 예약되어 있으며, 사용할 수 없습니다.
nb_no: IP-adresser som strekker seg fra 240.0.0.0 til og med 255.255.255.254 er reservert for framtidig bruk og kan ikke brukes.
nl_nl: IP-adressen tussen 240.0.0.0 en 255.255.255.254 zijn gereserveerd voor toekomstig gebruik en mogen niet worden gebruikt.
pl_pl: Adresy IP z zakresu od 240.0.0.0 do 255.255.255.254 są zarezerwowane na przyszłe potrzeby i nie można ich używać.
pt_br: Endereços IP no intervalo de 240.0.0.0 a 255.255.255.254 são reservados para uso futuro e não podem ser usados.
ru_ru: IP-адреса от 240.0.0.0 до 255.255.255.254 зарезервированы для использования в будущем и не подлежат использованию.
sv_se: IP-adresserna från 240.0.0.0 till 255.255.255.254 är reserverade för framtida bruk och får inte användas.
tr_tr: 240.0.0.0 ile 255.255.255.254 arasındaki IP adresleri gelecekte kullanılmak amacıyla ayrılmıştır ve kullanılamaz.
zh_cn: 240.0.0.0 到 255.255.255.254 之间的 IP 地址因留作以后使用，当前无法使用。
zh_tw: 已保留範圍從 240.0.0.0 至 255.255.255.254 的 IP 位址，在未來所用，不可使用。

# ERROR_INVALID_HOST_IPADDRESS_AND_WITH_NETMASK
source: The host IP address is invalid.
cs_cz: Adresa IP hostitele je neplatná.
de_de: Die IP-Adresse des Hosts ist ungültig.
es_es: La dirección IP del host no es válida.
fr_fr: Adresse IP de l’hôte n'est pas valide.
hu_hu: A kiszolgáló IP-címe érvénytelen.
it_it: L'indirizzo IP dell'host non è valido.
ja_jp: ホスト IP アドレスが無効です。
ko_kr: 호스트 IP 주소가 유효하지 않습니다.
nb_no: Vertens IP-adresse er ugyldig.
nl_nl: Het host-IP-adres is ongeldig.
pl_pl: Adres IP hosta jest nieprawidłowy.
pt_br: O endereço IP do host é inválido.
ru_ru: Недопустимый IP-адрес узла.
sv_se: Värdens IP-adress är ogiltig.
tr_tr: Ana bilgisayar IP adresi geçersizdir.
zh_cn: 该主机的 IP 地址无效。
zh_tw: 無效的主機 IP 位址

# ERROR_NETMASK_NOT_CONTIGUOUS
source: The netmask is not contiguous and cannot be used.
cs_cz: Síťová maska není souvislá a nelze ji použít.
de_de: Die Netzmaske ist nicht zusammenhängend und kann nicht verwendet werden.
es_es: La máscara de red no es contigua y no se puede usar.
fr_fr: Le masque réseau n'est pas contigu et ne peut pas être utilisé.
hu_hu: A hálózati maszk nem folytonos, ezért nem használható.
it_it: La netmask non è contigua e non può essere utilizzata.
ja_jp: ネットマスクは連続していないため、使用できません。
ko_kr: 네트워크 마스크가 인접하여 사용할 수 없습니다.
nb_no: Nettmasken er ikke sammenhengende og kan ikke brukes.
nl_nl: Het netmasker is niet aangrenzend en kan niet worden gebruikt.
pl_pl: Maska sieci nie jest ciągła i nie można jej użyć.
pt_br: A máscara de rede não é contínua e não pode ser usada.
ru_ru: Маска подсети не непрерывная и не подлежит использованию.
sv_se: Nätmasken är inte angränsande och kan inte användas.
tr_tr: Ağ maskesi bitişik değildir ve kullanılamaz.
zh_cn: 网络掩码不连续，无法使用。
zh_tw: 網路遮罩並非連續，不可使用。

# ERROR_GATEWAY_WRONG_SUBNET
source: The gateway is not in the same subnet as the IP address.
cs_cz: Brána není ve stejné podsíti jako adresa IP.
de_de: Das Gateway befindet sich nicht im gleichen Subnetz wie die IP-Adresse.
es_es: La puerta de enlace no está en la misma subred que la dirección IP.
fr_fr: La passerelle n'est pas dans le même sous-réseau que l'adresse IP.
hu_hu: A hálózati átjáró nem ugyanazon az alhálózaton található, mint az IP-cím.
it_it: Il gateway non si trova nella stessa subnet dell'indirizzo IP.
ja_jp: ゲートウェイが IP アドレスと同じサブネットにありません。
ko_kr: 게이트웨이가 IP 주소와 동일한 서브넷에 없습니다.
nb_no: Portalen er ikke i samme undernett som IP-adressen.
nl_nl: De gateway is niet in hetzelfde subnet als het IP-adres.
pl_pl: Brama nie znajduje się w tej samej podsieci co adres IP.
pt_br: O gateway não está na mesma sub-rede do endereço IP.
ru_ru: Шлюз не находится в той же подсети, что и IP-адрес.
sv_se: Gateway är inte i samma subnät som IP-adressen.
tr_tr: Ağ geçidi, IP adresi ile aynı alt ağda değildir.
zh_cn: 该网关与 IP 地址不在同一子网内。
zh_tw: 閘道與 IP 位址並不在同一子網路。

# LABEL_HEADER_DNS_SERVER
source: DNS Server:
cs_cz: Server DNS:
es_es: Servidor DNS:
fr_fr: Serveur DNS :
hu_hu: DNS-kiszolgáló (DNS = tartománynév-kezelő kiszolgáló):
it_it: Server DNS:
ja_jp: DNS サーバー:
ko_kr: DNS 서버:
pl_pl: Serwer DNS:
pt_br: Servidor DNS:
ru_ru: DNS-сервер:
tr_tr: DNS Sunucusu:
zh_cn: DNS 服务器：
zh_tw: DNS 伺服器：

# LABEL_HEADER_PRIMARY_NTP_SERVER
source: Primary NTP Server:
cs_cz: Primární server NTP:
de_de: Primärer NTP-Server:
es_es: Servidor NTP principal:
fr_fr: Serveur NTP principal :
hu_hu: Elsődleges NTP-kiszolgáló (NTP=hálózati pontosidő-protokoll)
it_it: Server NTP primario:
ja_jp: プライマリー NTP サーバー:
ko_kr: 주 NTP 서버:
nb_no: Primær NTP-server:
nl_nl: Primaire NTP-server:
pl_pl: Podstawowy serwer NTP:
pt_br: Servidor NTP primário:
ru_ru: Основной NTP-сервер:
sv_se: Primär NTP-server:
tr_tr: Birincil NTP Sunucusu:
zh_cn: 主 NTP 服务器:
zh_tw: 主要 NTP 伺服器：

# LABEL_GET_STORAGE_DRIVE_INFORMATION
source: Error retrieving information from storage drive(s):
cs_cz: Chyba při načítání informací z jednotky/jednotek úložiště:
de_de: Fehler beim Abrufen der Informationen vom Speicherlaufwerk:
es_es: Error al recuperar información de las unidades de almacenamiento:
fr_fr: Erreur lors de la récupération d'informations des lecteurs de stockage :
hu_hu: Hiba történt az információnak a meghajtó(k)ról történő visszaállítása során.
it_it: Errore di recupero delle informazioni dalle unità di archiviazione:
ja_jp: ストレージ ドライブからの情報取得エラー:
ko_kr: 저장장치 드라이브에서 정보 검색 오류:
nb_no: Feil ved innhenting av informasjon fra lagringsenheten(e):
nl_nl: Fout bij ophalen van informatie van opslagstation(s):
pl_pl: Błąd podczas pobierania informacji z dysków magazynu:
pt_br: Erro ao recuperar informações das unidades de armazenamento:
ru_ru: Ошибка при извлечении информации с дисков хранения:
sv_se: Fel vid hämtning av information från lagringsenhet:
tr_tr: Depolama sürücülerinden bilgi alma hatası:
zh_cn: 从存储驱动器获取信息时出错：
zh_tw: 從儲存裝置擷取資訊錯誤：

# ERROR_PASSWORD_MISSING
source: You must enter a password to unlock your USB drive.
cs_cz: Chcete-li odemknout své zařízení USB, musíte zadat heslo.
de_de: Sie müssen ein Passwort zum Entsperren des USB-Laufwerks eingeben.
es_es: Debe introducir una contraseña para desbloquear la unidad USB.
fr_fr: La saisie du mot de passe est nécessaire au déverrouillage du lecteur USB.
hu_hu: Az USB-meghajtó zárolásának feloldásához meg kell adnia a jelszavát.
it_it: È necessario immettere una password per sbloccare l'unità USB.
ja_jp: USB ドライブのロックを解除するには、パスワードを入力する必要があります。
ko_kr: USB 드라이브의 잠금을 해제하려면 암호를 입력해야 합니다.
nb_no: Du må skrive inn et passord for å låse opp USB-stasjonen.
nl_nl: U moet een wachtwoord invoeren om uw USB-station te ontgrendelen.
pl_pl: Aby odblokować napęd USB, trzeba wprowadzić hasło.
pt_br: É necessário inserir a senha para desbloquear a unidade do dispositivo USB.
ru_ru: Нужно ввести пароль, чтобы разблокировать USB-накопитель.
sv_se: Du måste ange ett lösenord för att låsa upp USB-enheten.
tr_tr: USB sürücünüzün kilidini açmak için bir parola girmelisiniz.
zh_cn: 您必须输入密码来解锁您的 USB 驱动器。
zh_tw: 您必須輸入密碼以解鎖 USB 磁碟機。

# ERROR_USB_DRIVE_NOT_LOCKED
source: The USB drive is not locked.
cs_cz: Jednotka USB není uzamčená.
de_de: Das USB-Laufwerk ist nicht entsperrt.
es_es: La unidad USB no está bloqueada.
fr_fr: Le lecteur USB n'est pas verrouillé.
hu_hu: Az USB-meghajtó nincs zárolva.
it_it: L'unità USB non è bloccata.
ja_jp: USB ドライブはロックされていません。
ko_kr: USB 드라이브가 잠기지 않았습니다.
nb_no: USB-stasjonen er ikke låst.
nl_nl: Het USB-station is niet ontgrendeld.
pl_pl: Napęd USB nie jest zablokowany.
pt_br: A unidade do dispositivo USB não está bloqueada.
ru_ru: USB-накопитель не заблокирован.
sv_se: USB-enheten är inte låst.
tr_tr: USB sürücüsü kilitli değil.
zh_cn: USB 驱动器未被锁定。
zh_tw: USB 磁碟機並未上鎖。

# ERROR_USB_DRIVE_UNLOCK_FAILED
source: Unable to unlock the USB drive. Verify your password and try again.
cs_cz: Nelze odemknout jednotku USB. Ověřte své heslo a akci zopakujte.
de_de: USB-Laufwerk konnte nicht entsperrt werden. Überprüfen Sie das Passwort und versuchen Sie es erneut.
es_es: No se puede desbloquear la unidad USB. Verifique su contraseña e inténtelo de nuevo.
fr_fr: Impossible de déverrouiller le lecteur USB. Vérifiez le mot de passe, puis réessayez.
hu_hu: Nem lehet feloldani az USB-meghajtó zárolását. Ellenőrizze a jelszavát, és próbálja meg újra!
it_it: Impossibile sbloccare l'unità USB. Verificare la password e riprovare.
ja_jp: USB ドライブのロックを解除できません。 パスワードを確認し、再試行してください。
ko_kr: USB 드라이브의 잠금을 해제할 수 없습니다. 암호를 확인한 후 다시 시도하십시오.
nb_no: Kan ikke låse opp USB-stasjonen. Bekreft passordet og prøv på nytt.
nl_nl: Kan het USB-station niet ontgrendelen. Controleer uw wachtwoord en probeer het opnieuw.
pl_pl: Nie można odblokować napędu USB. Sprawdź hasło i spróbuj ponownie.
pt_br: Não foi possível desbloquear a unidade do dispositivo USB. Verifique a sua senha e tente novamente.
ru_ru: Невозможно разблокировать USB-накопитель. Проверьте пароль и повторите попытку.
sv_se: Det går inte att låsa upp USB-enheten. Kontrollera ditt lösenord och försök igen.
tr_tr: USB sürücüsünün kilidi açılamıyor. Parolanızı doğrulayıp tekrar deneyin.
zh_cn: 无法解锁USB驱动器。 请检查您的密码，然后重试。
zh_tw: 無法解鎖 USB 磁碟機。 驗證您的密碼，再試一次。

# ERROR_USB_DRIVE_EXCEEDED_ATTEMPTS
source: Unable to unlock the USB drive; you have exceeded your unlock attempts.
cs_cz: Nelze odemknout jednotku USB; překročili jste maximální počet pokusů o odemčení.
de_de: USB-Laufwerk konnte nicht entsperrt werden. Die maximal zulässige Zahl an Entsperrversuchen wurde überschritten.
es_es: No se puede desbloquear la unidad USB; ha superado el número de intentos de desbloqueo.
fr_fr: Impossible de déverrouiller le lecteur USB. Vous avez dépassé le nombre de tentatives autorisées.
hu_hu: Nem lehet feloldani az USB-meghajtó zárolását; nem maradt több lehetősége a zárolás feloldására.
it_it: Impossibile sbloccare l'unità USB, sono stati superati i tentativi di sblocco.
ja_jp: USB ドライブのロックを解除できません。ロック解除試行回数を超えました。
ko_kr: USB 드라이브의 잠금을 해제할 수 없습니다. 잠금 해제 시도 제한 횟수를 초과했습니다.
nb_no: Kan ikke låse opp USB-stasjonen; du har overskredet antall opplåsingsforsøk.
nl_nl: Kan het USB-station niet ontgrendelen; u hebt het maximale aantal pogingen bereikt.
pl_pl: Nie można odblokować napędu USB. Przekroczono dozwoloną liczbę prób odblokowania.
pt_br: Não foi possível desbloquear a unidade do dispositivo USB. O número máximo de tentativas de desbloqueio pode ter sido excedido.
ru_ru: Невозможно разблокировать USB-накопитель; вероятно, превышено количество попыток разблокировки.
sv_se: Det går inte att låsa upp USB-enheten. Du har överskridit antalet upplåsningsförsök.
tr_tr: USB sürücüsünün kilidi açılamıyor; kilit açma girişimleriniz üst sınırı aştı.
zh_cn: 无法解锁 USB 驱动器;您已超出尝试次数限制。
zh_tw: 無法解鎖 USB 磁碟機。您已超過可嘗試解鎖的次數。
