Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# ERROR_NAS_AUTHENTICATION_INVALID
source: This operation could not succeed due to an invalid authentication request. Please retry the operation to continue.
cs_cz: Tato operace se nezdařila z důvodu neplatného ověření požadavku. Pokračujte zopakováním operace.
de_de: Der Vorgang wurde aufgrund einer ungültigen Authentifizierungsanforderung nicht erfolgreich abgeschlossen. Versuchen Sie zum Fortfahren erneut, den Vorgang auszuführen.
es_es: No se pudo completar correctamente esta operación debido a una solicitud de autenticación no válida. Vuelva a intentar realizar la operación para continuar.
fr_fr: L'opération n'a pas pu aboutir du fait d'une demande d'authentification non valide. Veuillez répéter l'opération pour continuer.
hu_hu: Érvénytelen, hitelesítetlen kérés; a művelet sikertelen. A továbblépéshez kérjük, ismételje meg a műveletet!
it_it: Operazione non riuscita a causa di una richiesta di autenticazione non valida. Riprovare a eseguire l'operazione per continuare.
ja_jp: 無効な認証要求のため、この処理を正常に完了できませんでした。 処理を再試行して続行してください。
ko_kr: 유효하지 않은 인증 요청 때문에 이 작업을 성공적으로 완료할 수 없습니다. 작업을 다시 시도하여 계속 진행하십시오.
nb_no: Denne operasjonen lyktes ikke på grunn av en ugyldig autentiseringsforespørsel. Prøv operasjonen på nytt for å fortsette.
nl_nl: Deze handeling is mislukt vanwege een ongeldig verificatieverzoek. Probeer de handeling opnieuw om door te gaan.
pl_pl: Operacja nie powiodła się z powodu nieprawidłowego żądania uwierzytelnienia. Aby kontynuować, ponownie spróbuj wykonać operację.
pt_br: Não foi possível concluir a operação devido a uma solicitação de autenticação inválida. Tente a operação novamente para continuar.
ru_ru: Эту операцию не удалось выполнить из-за недопустимого запроса на аутентификацию. Повторите операцию, чтобы продолжить.
sv_se: Åtgärden lyckades inte på grund av en ogiltig autentiseringsbegäran. Försök utföra åtgärden igen för att fortsätta.
tr_tr: Bu işlem geçersiz bir kimlik doğrulama isteği nedeniyle başarılı olamadı. Devam etmek için lütfen işlemi tekrar deneyin.
zh_cn: 由于身份验证请求无效，此操作未成功。 请重试操作以继续。
zh_tw: 由於無效的授權要求，無法成功進行操作。 請再次執行操作以繼續。

# ERROR_NAS_AUTHENTICATION_UNAUTHORIZED
source: Invalid username or password. Please enter your credentials again to continue.
cs_cz: Neplatné uživatelské jméno nebo heslo. Pokračujte novým zadáním ověřovacích údajů.
de_de: Ungültiger Benutzername oder ungültiges Passwort. Geben Sie zum Fortfahren erneut den Berechtigungsnachweis ein.
es_es: Nombre de usuario o contraseña no válido. Vuelva a introducir sus credenciales para continuar.
fr_fr: Nom d'utilisateur ou mot de passe incorrect. Veuillez saisir à nouveau vos informations d'identification pour continuer.
hu_hu: Érvénytelen felhasználónév vagy jelszó. A folytatáshoz kérjük, adja meg ismét hozzáférési adatait!
it_it: Nome utente o password non validi. Immettere di nuovo le credenziali per continuare.
ja_jp: 無効なユーザー名またはパスワード。 もう一度認証資格情報を入力して、続行してください。
ko_kr: 유효하지 않은 사용자 이름 또는 암호입니다. 자격 증명을 다시 입력하여 계속 진행하십시오.
nb_no: Ugyldig brukernavn eller passord. Angi innloggingsinformasjon på nytt for å fortsette.
nl_nl: Ongeldige gebruikersnaam of wachtwoord. Voer uw aanmeldgegevens opnieuw in om door te gaan.
pl_pl: Nieprawidłowa nazwa użytkownika lub hasło. Aby kontynuować, ponownie wprowadź dane uwierzytelniające.
pt_br: O nome do usuário ou a senha é inválido. Insira as credenciais novamente para continuar.
ru_ru: Недопустимое имя пользователя или пароль. Еще раз введите учетные данные, чтобы продолжить.
sv_se: Ogiltigt användarnamn eller lösenord. Ange din inloggningsinformation igen för att fortsätta.
tr_tr: Geçersiz kullanıcı adı veya parola. Devam etmek için lütfen kimlik bilgilerinizi tekrar girin.
zh_cn: 用户名或密码无效。 请重新输入您的凭证以继续。
zh_tw: 使用者或密碼無效 請輸入您的認證以繼續。

# ERROR_NAS_AUTHENTICATION_NOTFOUND
source: Your device could not be found. Please try again to continue.
cs_cz: Nepodařilo se nalézt vaše zařízení. Pokračujte zopakováním akce.
de_de: Das Gerät wurde nicht gefunden. Versuchen Sie es erneut, um fortzufahren.
es_es: No se pudo encontrar el dispositivo. Inténtelo de nuevo para continuar.
fr_fr: Votre dispositif est introuvable. Veuillez réessayer pour continuer.
hu_hu: Az eszköz nem található. A folytatáshoz kérjük, próbálkozzon újra!
it_it: Impossibile trovare il dispositivo. Riprovare per continuare.
ja_jp: デバイスが見つかりませんでした。 再試行して続行してください。
ko_kr: 장치를 찾을 수 없습니다. 다시 시도하여 계속 진행하십시오.
nb_no: Enheten ble ikke funnet. Prøv på nytt for å fortsette.
nl_nl: Uw apparaat kon niet worden gevonden. Probeer het opnieuw om door te gaan.
pl_pl: Nie można odnaleźć urządzenia. Aby kontynuować, spróbuj ponownie.
pt_br: Não foi possível encontrar o dispositivo. Tente novamente para continuar.
ru_ru: Не удалось найти устройство. Повторите попытку, чтобы продолжить.
sv_se: Det gick inte att hitta din enhet. Försök igen för att fortsätta.
tr_tr: Aygıtınız bulunamadı. Devam etmek için lütfen tekrar deneyin.
zh_cn: 未能找到您的设备。 请重试以继续。
zh_tw: 無法找到您的裝置。 請再試一次以繼續。

# ERROR_SHARE_DISCOVER_FAILED
source: The shares on the selected device could not be located due to a failed request. Please try again to continue.
cs_cz: Sdílené složky ve vybraném zařízení nemohly být nalezeny z důvodu selhání požadavku. Pokračujte zopakováním akce.
de_de: Die Freigaben auf dem ausgewählten Gerät konnten aufgrund einer fehlerhaften Anforderung nicht ermittelt werden. Versuchen Sie es erneut, um fortzufahren.
es_es: No se pudieron encontrar los archivos compartidos del dispositivo seleccionado debido a una solicitud errónea. Inténtelo de nuevo para continuar.
fr_fr: Les dossiers partagés du dispositif sélectionné n'ont pas été identifiés du fait d'une demande ayant échoué. Veuillez réessayer pour continuer.
hu_hu: Hibás kérés; a választott meghajtón található megosztások nem találhatóak. A folytatáshoz kérjük, próbálkozzon újra!
it_it: Impossibile individuare le condivisioni sul dispositivo selezionato a causa di una richiesta non riuscita. Riprovare per continuare.
ja_jp: 要求が失敗したため、選択したデバイスの共有が見つかりませんでした。 再試行して続行してください。
ko_kr: 실패한 요청 때문에 선택된 장치의 공유를 찾을 수 없습니다. 다시 시도하여 계속 진행하십시오.
nb_no: Delte data på den valgte enheten kunne ikke lokaliseres på grunn av en mislykket forespørsel. Prøv på nytt for å fortsette.
nl_nl: De shares op het geselecteerde apparaat konden niet worden gevonden vanwege een mislukt verzoek. Probeer het opnieuw om door te gaan.
pl_pl: Nie można odnaleźć udziałów na wybranym urządzeniu z powodu nieudanego żądania. Aby kontynuować, spróbuj ponownie.
pt_br: Não foi possível localizar os compartilhamentos no dispositivo selecionado devido a uma falha na solicitação. Tente novamente para continuar.
ru_ru: Не удалось найти ресурсы на выбранном устройстве из-за невыполненного запроса. Повторите попытку, чтобы продолжить.
sv_se: Det gick inte att hitta resurserna på vald enhet på grund av en misslyckad begäran. Försök igen för att fortsätta.
tr_tr: Seçilen aygıttaki paylaşımlar başarısız bir istek nedeniyle bulunamadı. Devam etmek için lütfen tekrar deneyin.
zh_cn: 由于请求失败，未能在选定的设备上找到该共享。 请重试以继续。
zh_tw: 由於失敗的要求，無法在所選裝置上找到共享。 請再試一次以繼續。

# ERROR_SHARE_DISCOVER_INVALID
source: The shares on the selected device could not be located due to an invalid operation. Please try again to continue.
cs_cz: Sdílené složky ve vybraném zařízení nemohly být nalezeny z důvodu neplatné operace. Pokračujte zopakováním akce.
de_de: Die Freigaben auf dem ausgewählten Gerät konnten aufgrund eines ungültigen Vorgangs nicht ermittelt werden. Versuchen Sie es erneut, um fortzufahren.
es_es: No se pudieron encontrar los archivos compartidos del dispositivo seleccionado debido a una operación no válida. Inténtelo de nuevo para continuar.
fr_fr: Les dossiers partagés du dispositif sélectionné n'ont pas été identifiés à cause d'une opération non valide. Veuillez réessayer pour continuer.
hu_hu: Érvénytelen művelet; a választott meghajtón található megosztások nem találhatóak. A folytatáshoz kérjük, próbálkozzon újra!
it_it: Impossibile individuare le condivisioni sul dispositivo selezionato a causa di un'operazione non riuscita. Riprovare per continuare.
ja_jp: 無効な処理のため、選択したデバイスの共有が見つかりませんでした。 再試行して続行してください。
ko_kr: 유효하지 않은 작업 때문에 선택된 장치의 공유를 찾을 수 없습니다. 다시 시도하여 계속 진행하십시오.
nb_no: Delte data på den valgte enheten kunne ikke lokaliseres på grunn av en ugyldig operasjon. Prøv på nytt for å fortsette.
nl_nl: De shares op het geselecteerde apparaat konden niet worden gevonden vanwege een ongeldige handeling. Probeer het opnieuw om door te gaan.
pl_pl: Nie można odnaleźć udziałów na wybranym urządzeniu z powodu nieprawidłowej operacji. Aby kontynuować, spróbuj ponownie.
pt_br: Não foi possível localizar os compartilhamentos no dispositivo selecionado devido a uma operação inválida. Tente novamente para continuar.
ru_ru: Не удалось найти ресурсы на выбранном устройстве из-за недопустимой операции. Повторите попытку, чтобы продолжить.
sv_se: Det gick inte att hitta resurserna på vald enhet på grund av en ogiltig åtgärd. Försök igen för att fortsätta.
tr_tr: Seçilen aygıttaki paylaşımlar geçersiz bir işlem nedeniyle bulunamadı. Devam etmek için lütfen tekrar deneyin.
zh_cn: 由于操作无效，未能在选定的设备上无法找到该共享。 请重试以继续。
zh_tw: 由於失敗的要求，無法在所選裝置上找到共享。 請再試一次以繼續。

# ERROR_SHARE_DISCOVER_UNAUTHORIZED
source: The shares on the selected device could not be located due to an unauthorized request. Please make sure you enter appropriate credentials for your device and/or shares and try again.
cs_cz: Sdílené složky ve vybraném zařízení nemohly být nalezeny z důvodu neověřeného požadavku. Dbejte, abyste použili správné ověřovací údaje pro vaše zařízení anebo sdílené složky, a akci zopakujte.
de_de: Die Freigaben auf dem ausgewählten Gerät konnten aufgrund einer nicht autorisierten Anforderung nicht ermittelt werden. Vergewissern Sie sich, dass Sie den richtigen Berechtigungsnachweis für das Gerät bzw. die Freigaben eingegeben haben, und versuchen Sie es erneut.
es_es: No se pudieron encontrar los archivos compartidos del dispositivo seleccionado debido a una solicitud no autorizada. Asegúrese de introducir las credenciales adecuadas para el dispositivo y/o los archivos compartidos, e inténtelo de nuevo.
fr_fr: Les dossiers partagés du dispositif sélectionné n'ont pas été identifiés à cause d'une demande non autorisée. Veuillez vous assurer de saisir les informations d'identification correspondantes à votre dispositif ou à vos dossiers partagés, puis réessayez.
hu_hu: Jogosulatlan kérés; a választott meghajtón található megosztások nem találhatóak. Kérjük, adja meg az eszközhöz és/vagy a megosztásokhoz szükséges hozzáférési adatokat!
it_it: Impossibile individuare le condivisioni sul dispositivo selezionato a causa di una richiesta non autorizzata. Assicurarsi che le credenziali immesse per il dispositivo e/o le condivisioni siano corrette, quindi riprovare.
ja_jp: 権限のない要求のため、選択したデバイスの共有が見つかりませんでした。 デバイスまたは共有の正しい認証資格情報を入力し、再試行してください。
ko_kr: 무단 요청 때문에 선택된 장치의 공유를 찾을 수 없습니다. 장치 또는 공유에 대한 적절한 자격 증명을 입력한 후 다시 시도하십시오.
nb_no: Delte data på den valgte enheten kunne ikke lokaliseres på grunn av en uautorisert forespørsel. Pass på å angi riktig innloggingsinformasjon for enheten og/eller delte ressurser og prøv på nytt.
nl_nl: De shares op het geselecteerde apparaat konden niet worden gevonden vanwege een ongeautoriseerd verzoek. Voer de juiste aanmeldgegevens in voor uw apparaat en/of shares en probeer het opnieuw.
pl_pl: Nie można odnaleźć udziałów na wybranym urządzeniu z powodu nieautoryzowanego żądania. Wprowadź dane uwierzytelniające dotyczące urządzenia i/lub udziałów, a następnie spróbuj ponownie.
pt_br: Não foi possível localizar os compartilhamentos no dispositivo selecionado devido a uma solicitação não autorizada. Verifique se foram inseridas as credenciais adequadas para o dispositivo e/ou compartilhamentos de destino e tente novamente.
ru_ru: Не удалось найти ресурсы на выбранном устройстве из-за неавторизованного запроса. Убедитесь в том, что вводите верные учетные данные для своего устройства и (или) ресурсов, и повторите попытку.
sv_se: Det gick inte att hitta resurserna på vald enhet på grund av en obehörig begäran. Kontrollera att du anger rätt inloggningsinformation för din enhet och/eller resurser och försök igen.
tr_tr: Seçilen aygıttaki paylaşımlar yetkisiz bir istek nedeniyle bulunamadı. Lütfen aygıtınız ve/veya paylaşımlarınız için uygun kimlik bilgilerini girdiğinizden emin olup tekrar deneyin.
zh_cn: 由于请求未经许可，未能在选定的设备上找到该共享。 请确保输入正确的设备和/或共享的凭证，并重试。
zh_tw: 由於未授權的要求，無法在所選裝置上找到共享。 請確認為裝置及／或共享輸入正確的認證，再試一次。

# ERROR_SHARE_DISCOVER_NOTFOUND
source: Your device could not be found. Please try again to continue.
cs_cz: Nepodařilo se nalézt vaše zařízení. Pokračujte zopakováním akce.
de_de: Das Gerät wurde nicht gefunden. Versuchen Sie es erneut, um fortzufahren.
es_es: No se pudo encontrar el dispositivo. Inténtelo de nuevo para continuar.
fr_fr: Votre dispositif est introuvable. Veuillez réessayer pour continuer.
hu_hu: Az eszköz nem található. A folytatáshoz kérjük, próbálkozzon újra!
it_it: Impossibile trovare il dispositivo. Riprovare per continuare.
ja_jp: デバイスが見つかりませんでした。 再試行して続行してください。
ko_kr: 장치를 찾을 수 없습니다. 다시 시도하여 계속 진행하십시오.
nb_no: Enheten ble ikke funnet. Prøv på nytt for å fortsette.
nl_nl: Uw apparaat kon niet worden gevonden. Probeer het opnieuw om door te gaan.
pl_pl: Nie można odnaleźć urządzenia. Aby kontynuować, spróbuj ponownie.
pt_br: Não foi possível encontrar o dispositivo. Tente novamente para continuar.
ru_ru: Не удалось найти устройство. Повторите попытку, чтобы продолжить.
sv_se: Det gick inte att hitta din enhet. Försök igen för att fortsätta.
tr_tr: Aygıtınız bulunamadı. Devam etmek için lütfen tekrar deneyin.
zh_cn: 未能找到您的设备。 请重试以继续。
zh_tw: 無法找到您的裝置。 請再試一次以繼續。

# ERROR_SHARE_AUTHENTICATION_FAILED
source: This operation could not succeed due to an authentication failure. Please retry the operation to continue.
cs_cz: Tato operace se nezdařila z důvodu selhání ověřování. Pokračujte zopakováním operace.
de_de: Der Vorgang wurde aufgrund eines Authentifizierungsfehlers nicht erfolgreich abgeschlossen. Versuchen Sie zum Fortfahren erneut, den Vorgang auszuführen.
es_es: No se pudo completar correctamente esta operación debido a un error de autenticación. Vuelva a intentar realizar la operación para continuar.
fr_fr: L'opération n'a pas pu aboutir du fait d'un échec d'authentification. Veuillez répéter l'opération pour continuer.
hu_hu: Hitelesítési hiba; a művelet sikertelen. A továbblépéshez kérjük, ismételje meg a műveletet!
it_it: Operazione non riuscita a causa di un errore di autenticazione. Riprovare a eseguire l'operazione per continuare.
ja_jp: 認証エラーのため、この処理を正常に完了できませんでした。 処理を再試行して続行してください。
ko_kr: 인증 실패 때문에 이 작업을 성공적으로 완료할 수 없습니다. 작업을 다시 시도하여 계속 진행하십시오.
nb_no: Denne operasjonen lyktes ikke på grunn av en autentiseringsfeil. Prøv operasjonen på nytt for å fortsette.
nl_nl: Deze handeling is mislukt vanwege een verificatiefout. Probeer de handeling opnieuw om door te gaan.
pl_pl: Operacja nie powiodła się z powodu błędu uwierzytelnienia. Aby kontynuować, ponownie spróbuj wykonać operację.
pt_br: Não foi possível concluir a operação devido a uma falha de autenticação. Tente a operação novamente para continuar.
ru_ru: Эту операцию не удалось выполнить из-за сбоя аутентификации. Повторите операцию, чтобы продолжить.
sv_se: Åtgärden lyckades inte på grund av ett autentiseringsfel. Försök utföra åtgärden igen för att fortsätta.
tr_tr: Bu işlem bir kimlik doğrulama hatası nedeniyle başarılı olamadı. Devam etmek için lütfen işlemi tekrar deneyin.
zh_cn: 由于身份验证失败，此操作未成功。 要继续，请重试该操作。
zh_tw: 由於授權失敗，無法成功進行操作。 請再次執行操作以繼續。

# ERROR_SHARE_AUTHENTICATION_INVALID
source: This operation could not succeed due to an invalid request. Please retry the operation to continue.
cs_cz: Tato operace se nezdařila z důvodu neplatného požadavku. Pokračujte zopakováním operace.
de_de: Der Vorgang wurde aufgrund einer ungültigen Anforderung nicht erfolgreich abgeschlossen. Versuchen Sie zum Fortfahren erneut, den Vorgang auszuführen.
es_es: No se pudo completar correctamente esta operación debido a una solicitud no válida. Vuelva a intentar realizar la operación para continuar.
fr_fr: L'opération n'a pas pu aboutir du fait d'une demande non valide. Veuillez répéter l'opération pour continuer.
hu_hu: Érvénytelen kérés; a művelet sikertelen. A továbblépéshez kérjük, ismételje meg a műveletet!
it_it: Operazione non riuscita a causa di una richiesta non valida. Riprovare a eseguire l'operazione per continuare.
ja_jp: 無効な要求のため、この処理を正常に完了できませんでした。 処理を再試行して続行してください。
ko_kr: 유효하지 않은 요청 때문에 이 작업을 성공적으로 완료할 수 없습니다. 작업을 다시 시도하여 계속 진행하십시오.
nb_no: Denne operasjonen lyktes ikke på grunn av en ugyldig forespørsel. Prøv operasjonen på nytt for å fortsette.
nl_nl: Deze handeling is mislukt vanwege een ongeldig verzoek. Probeer de handeling opnieuw om door te gaan.
pl_pl: Operacja nie powiodła się z powodu nieprawidłowego żądania. Aby kontynuować, ponownie spróbuj wykonać operację.
pt_br: Não foi possível concluir a operação devido a uma solicitação inválida. Tente a operação novamente para continuar.
ru_ru: Эту операцию не удалось выполнить из-за недопустимого запроса. Повторите операцию, чтобы продолжить.
sv_se: Den här åtgärden lyckades inte på grund av en ogiltig begäran. Försök utföra åtgärden igen för att fortsätta.
tr_tr: Bu işlem geçersiz bir istek nedeniyle başarılı olamadı. Devam etmek için lütfen işlemi tekrar deneyin.
zh_cn: 由于请求无效，此操作未成功。 请重试操作以继续。
zh_tw: 由於無效的要求，無法成功進行操作。 請再次執行操作以繼續。

# ERROR_SHARE_AUTHENTICATION_UNAUTHORIZED
source: Invalid username or password. Please enter your credentials again to continue.
cs_cz: Neplatné uživatelské jméno nebo heslo. Pokračujte novým zadáním ověřovacích údajů.
de_de: Ungültiger Benutzername oder ungültiges Passwort. Geben Sie zum Fortfahren erneut den Berechtigungsnachweis ein.
es_es: Nombre de usuario o contraseña no válido. Vuelva a introducir sus credenciales para continuar.
fr_fr: Nom d'utilisateur ou mot de passe incorrect. Veuillez saisir à nouveau vos informations d'identification pour continuer.
hu_hu: Érvénytelen felhasználónév vagy jelszó. A folytatáshoz kérjük, adja meg ismét hozzáférési adatait!
it_it: Nome utente o password non validi. Immettere di nuovo le credenziali per continuare.
ja_jp: 無効なユーザー名またはパスワード。 もう一度認証資格情報を入力して、続行してください。
ko_kr: 유효하지 않은 사용자 이름 또는 암호입니다. 자격 증명을 다시 입력하여 계속 진행하십시오.
nb_no: Ugyldig brukernavn eller passord. Angi innloggingsinformasjon på nytt for å fortsette.
nl_nl: Ongeldige gebruikersnaam of wachtwoord. Voer uw aanmeldgegevens opnieuw in om door te gaan.
pl_pl: Nieprawidłowa nazwa użytkownika lub hasło. Aby kontynuować, ponownie wprowadź dane uwierzytelniające.
pt_br: O nome do usuário ou a senha é inválido. Insira as credenciais novamente para continuar.
ru_ru: Недопустимое имя пользователя или пароль. Еще раз введите учетные данные, чтобы продолжить.
sv_se: Ogiltigt användarnamn eller lösenord. Ange din inloggningsinformation igen för att fortsätta.
tr_tr: Geçersiz kullanıcı adı veya parola. Devam etmek için lütfen kimlik bilgilerinizi tekrar girin.
zh_cn: 用户名或密码无效。 请重新输入您的凭证以继续。
zh_tw: 使用者或密碼無效。 請輸入您的認證以繼續。

# ERROR_SHARE_AUTHENTICATION_NOTFOUND
source: Your device or share could not be found. Please try again to continue.
cs_cz: Vaše zařízení nebo sdílenou složku se nezdařilo nalézt. Pokračujte zopakováním akce.
de_de: Das Gerät oder die Freigabe wurde nicht gefunden. Versuchen Sie es erneut, um fortzufahren.
es_es: No se pudo encontrar el dispositivo o el archivo compartido. Inténtelo de nuevo para continuar.
fr_fr: Votre dispositif ou vos dossiers partagés sont introuvables. Veuillez réessayer pour continuer.
hu_hu: Az eszköz vagy a megosztás nem található. A folytatáshoz kérjük, próbálkozzon újra!
it_it: Impossibile trovare il dispositivo o la condivisione. Riprovare per continuare.
ja_jp: デバイスまたは共有が見つかりませんでした。 再試行して続行してください。
ko_kr: 장치 또는 공유를 찾을 수 없습니다. 다시 시도하여 계속 진행하십시오.
nb_no: Enhet eller del ressurs ble ikke funnet. Prøv på nytt for å fortsette.
nl_nl: Uw apparaat of share kon niet worden gevonden. Probeer het opnieuw om door te gaan.
pl_pl: Nie można odnaleźć urządzenia lub udziału. Aby kontynuować, spróbuj ponownie.
pt_br: Não foi possível encontrar o dispositivo ou compartilhamento. Tente novamente para continuar.
ru_ru: Не удалось найти устройство или ресурс. Повторите попытку, чтобы продолжить.
sv_se: Det gick inte att hitta din enhet eller resurs. Försök igen för att fortsätta.
tr_tr: Aygıtınız veya paylaşımınız bulunamadı. Devam etmek için lütfen tekrar deneyin.
zh_cn: 无法找到您的设备或共享。 请重试以继续。
zh_tw: 無法找到您的裝置或共享。 請再試一次以繼續。

# ERROR_SAFEPOINT_DISCOVER_FAILED
source: Your safepoint(s) could not be found due to a failed request. Please try again to continue.
cs_cz: Váš bod Safepoint / vaše body Safepoint nelze nalézt z důvodu selhání požadavku. Pokračujte zopakováním akce.
de_de: Der bzw. die Safepoint(s) wurden aufgrund einer fehlerhaften Anforderung nicht gefunden. Versuchen Sie es erneut, um fortzufahren.
es_es: No se pudo encontrar el safepoint debido a una solicitud errónea. Inténtelo de nuevo para continuar.
fr_fr: Les safepoints sont introuvables du fait d'une demande ayant échoué. Veuillez réessayer pour continuer.
hu_hu: Hibás kérés; az Ön safepointja(i) nem található(ak). A folytatáshoz kérjük, próbálkozzon újra!
it_it: Impossibile aggiornare i safepoint a causa di una richiesta non riuscita. Riprovare per continuare.
ja_jp: 要求が失敗したため、Safepoint が見つかりませんでした。 再試行して続行してください。
ko_kr: 실패한 요청 때문에 safepoint를 찾을 수 없습니다. 다시 시도하여 계속 진행하십시오.
nb_no: Safepoint(s) ble ikke funnet på grunn av en mislykket forespørsel. Prøv på nytt for å fortsette.
nl_nl: Uw safepoint(s) kan/kunnen niet worden gevonden vanwege een mislukt verzoek. Probeer het opnieuw om door te gaan.
pl_pl: Nie można odnaleźć punktów safepoint z powodu nieudanego żądania. Aby kontynuować, spróbuj ponownie.
pt_br: Não foi possível encontrar os safepoints devido a uma falha na solicitação. Tente novamente para continuar.
ru_ru: Не удалось найти ваши safepoint из-за невыполненного запроса. Повторите попытку, чтобы продолжить.
sv_se: Det gick inte att hitta safepointen på grund av att en begäran misslyckades. Försök igen för att fortsätta.
tr_tr: Safepoints başarısız bir istek nedeniyle bulunamadı. Devam etmek için lütfen tekrar deneyin.
zh_cn: 由于请求失败，未能找到您的 safepoint。 请重试以继续。
zh_tw: 由於失敗的要求，無法找到您的 Safepoint。 請再試一次以繼續。
