Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# ERROR_SAFEPOINT_INCORRECT_SYNTAX
source: Invalid safepoint name. Valid safepoint names are between 1-32 characters, case sensitive and cannot contain special characters except underscores.
cs_cz: Neplatný název bodu Safepoint. Platné názvy bodů Safepoint obsahují 1-32 znaků, rozlišují se v nich velká a malá písmena a nesmí obsahovat žádné speciální znaky s výjimkou podtržítek.
de_de: Ungültiger Safepoint-Name. Gültige Safepoint-Namen bestehen aus 1 bis 32 Zeichen. Die Groß-/Kleinschreibung muss beachtet werden. Sonderzeichen sind nicht zulässig (außer Unterstrich).
es_es: Nombre de safepoint no válido. Los nombres válidos de safepoints tienen entre 1 y 32 caracteres, distinguen mayúsculas de minúsculas y no pueden contener caracteres especiales, a excepción de guiones bajos.
fr_fr: Nom de safepoint non valide. Le nom du safepoint doit contenir entre 1 et 32 caractères, il est sensible à la casse et ne peut pas contenir de caractères spéciaux, exception faite des traits de soulignement.
hu_hu: A safepoint neve nem megfelelő. A megfelelő safepoint megnevezés 1-32 karakter hosszúságú, nem tartalmazhat nagy betűket, és az aláhúzás jelen kívül nem tartalmazhat semmilyen speciális karaktert.
it_it: Nome safepoint non valido. I nomi validi di safepoint sono compresi tra 1 e 32 caratteri, rispettano la distinzione tra maiuscole e minuscole e non possono contenere caratteri speciali, tranne i caratteri di sottolineatura.
ja_jp: 無効な Safepoint 名。 有効な Safepoint 名は 1 ～ 32 文字で大文字と小文字を区別します。アンダースコア以外の特殊文字は使用できません。
ko_kr: 유효하지 않은 safepoint 이름입니다. 유효한 safepoint 이름은 대소문자가 구분되는 1-32자 길이이며, 밑줄을 제외한 특수 문자는 사용할 수 없습니다.
nb_no: Ugyldig safepoint-navn. Gyldige safepoint-navn er mellom 1 og 32 tegn, kan inneholde store og små bokstaver og kan ikke inneholde spesialtegn (unntatt understrek).
nl_nl: Ongeldige safepointnaam. Geldige safepointnamen hebben tussen 1 en 32 tekens, zijn hoofdlettergevoelig en bevatten geen speciale tekens, behalve onderstrepingstekens.
pl_pl: Nieprawidłowa nazwa punktu safepoint. Nazwa punktu safepoint musi mieć długość od 1 do 32 znaków. Wielkość liter jest rozróżniana. Użycie znaków specjalnych, z wyjątkiem podkreśleń, jest niedozwolone.
pt_br: O nome do safepoint é inválido. Os nomes válidos de safepoints devem ter entre 1 e 32 caracteres, diferenciam maiúsculas de minúsculas e não podem conter caracteres especiais, exceto o sublinhado.
ru_ru: Недопустимое название safepoint. Допустимые названия safepoint должны содержать от 1 до 32 символов (с учетом регистра), в них не может быть специальных символов за исключением символа подчеркивания.
sv_se: Ogiltigt namn på safepoint. Giltiga safepoint-namn är mellan 1 och 32 tecken, skiftlägeskänsliga och får inte innehålla andra specialtecken än understreck.
tr_tr: Geçersiz safepoint adı. Geçerli safepoint adları 1-32 karakter uzunluğundadır, büyük/küçük harfe duyarlıdır ve alt çizgi haricinde özel karakterler içeremez.
zh_cn: Safepoint 名称无效。 有效的 safepoint 名称应介于1-32个字符之间，区分大小写，并且不能包含下划线以外的其他特殊字符。
zh_tw: 無效的 Safepoint 名稱。 有效的 Safepoint 名稱為介於 1-23 個區分大小寫的字元，除底線之外，不可以包含特殊符號。

# ERROR_ENTER_ALPHANUMERIC_DEVICE_NAME_DASH
source: The device name cannot start or end with a dash (-).
cs_cz: Název zařízení nesmí začínat nebo končit pomlčkou (-).
de_de: Der Gerätename darf nicht mit einem Bindestrich (-) beginnen oder enden.
es_es: El nombre del dispositivo no puede empezar ni acabar con un guión (-).
fr_fr: Le nom du dispositif ne peut commencer ni terminer par un tiret (-).
hu_hu: Az eszköz neve nem kezdődhet és nem végződhet kötőjellel, nagykötőjellel vagy gondolatjellel (-, –, —).
it_it: Il nome dispositivo non può iniziare o terminare con un trattino (-).
ja_jp: デバイス名の先頭または後尾にはダッシュ（-）を使用できません。
ko_kr: 장치 이름은 대시(-)로 시작하거나 끝날 수 없습니다.
nb_no: Enhetsnavnet kan ikke starte eller slutte med bindestrek (-).
nl_nl: De naam van het apparaat mag niet beginnen of eindigen met een streepje (-).
pl_pl: Nazwa urządzenia nie może się zaczynać ani kończyć dywizem (-).
pt_br: O nome do dispositivo não deve começar ou terminar com um traço (-).
ru_ru: Название устройства не может начинаться с тире (-) или заканчиваться им.
sv_se: Enhetsnamnet kan inte börja eller sluta med ett tankstreck (-).
tr_tr: Aygıt adı bir tire (-) ile başlayamaz veya bitemez.
zh_cn: 设备名称不能以短划线 (-) 开头或结尾。
zh_tw: 裝置名稱不能以短破折號 (-) 為開頭或結尾。

# ERROR_ENTER_ALPHANUMERIC_DEVICE_NAME_NUMBER
source: The device name cannot start with a number.
cs_cz: Název zařízení nesmí začínat číslem.
de_de: Der Gerätename darf nicht mit einer Zahl beginnen oder enden.
es_es: El nombre del dispositivo no puede empezar por un guión número.
fr_fr: Le nom du dispositif ne peut pas commencer par un chiffre.
hu_hu: Az eszköz neve nem kezdődhet számmal.
it_it: Il nome dispositivo non può iniziare con un numero.
ja_jp: デバイス名の先頭には数字を使用できません。
ko_kr: 장치 이름은 숫자 시작할 수 없습니다.
nb_no: Enhetsnavnet kan ikke starte med et tall.
nl_nl: De apparaatnaam mag niet beginnen met een cijfer.
pl_pl: Nazwa urządzenia nie może się zaczynać cyfrą.
pt_br: O nome do dispositivo não deve começar com um número.
ru_ru: Название устройства не может начинаться с числа.
sv_se: Enhetsnamnet kan inte börja eller sluta med en siffra.
tr_tr: Aygıt adı bir sayı ile başlayamaz veya bitemez.
zh_cn: 设备名称不能以数字开头。
zh_tw: 裝置名稱不能以數字為開頭。

# ERROR_ENTER_ALPHANUMERIC_DEVICE_INVALID
source: Invalid device name.
cs_cz: Neplatný název zařízení.
de_de: Ungültiger Gerätename.
es_es: Nombre de dispositivo no válido.
fr_fr: Nom de dispositif non valide.
hu_hu: Az eszköz neve nem megfelelő.
it_it: Nome dispositivo non valido.
ja_jp: 無効なデバイス名。
ko_kr: 유효하지 않은 장치 이름입니다.
nb_no: Ugyldig enhetsnavn.
nl_nl: Ongeldige apparaatnaam.
pl_pl: Nieprawidłowa nazwa urządzenia.
pt_br: O nome do dispositivo inválido.
ru_ru: Недопустимое название устройства.
sv_se: Ogiltigt enhetsnamn.
tr_tr: Geçersiz aygıt adı.
zh_cn: 设备名称无效。
zh_tw: 無效的裝置名稱。

# ERROR_REBOOT_TIMEOUT
source: Timeout; waiting for reboot. Verify that the LED on the front of your device is not red; then find the device on the network and reinitialize the web user interface. If the LED is red, reboot your drive manually.
cs_cz: Časový limit; čekání na restartování. Zkontrolujte, zda kontrolka LED na přední straně vašeho zařízení nesvítí červeně; poté vyhledejte zařízení v síti a znovu inicializujte webové rozhraní. Pokud kontrolka LED svítí červeně, restartujte svou jednotku ručně.
de_de: Zeitüberschreitung. Warten auf Neustart. Vergewissern Sie sich, dass die LED an der Vorderseite des Geräts nicht rot leuchtet. Suchen Sie dann das Gerät im Netzwerk und initialisieren Sie die Weboberfläche neu. Wenn die LED rot leuchtet, starten Sie das Gerät manuell neu.
es_es: Tiempo de espera; esperando a reiniciar. Verifique que el LED de la parte delantera del dispositivo no sea rojo; a continuación, busque el dispositivo en la red y reinicie la interfaz de usuario web. Si el LED es rojo, reinicie manualmente la unidad.
fr_fr: Délai d'expiration dépassé, en attente de réinitialisation. Vérifiez que la LED se trouvant à l'avant du dispositif n'est pas rouge, puis identifiez le dispositif sur le réseau avant de redémarrer l'interface d'utilisateur Web. Si la LED est rouge, réinitialisez le lecteur manuellement.
hu_hu: Timeout; várakozás az újraindításra. Ellenőrizze, hogy az eszköz elülső részén található LED nem világít vörösen. Ezután keresse meg az eszközt a hálózaton, és indítsa újra az internetes felhasználói felületet. Ha a LED vörösen világít, indítsa újra a meghajtót manuálisan.
it_it: Timeout. In attesa di riavvio. Verificare che il LED nella parte anteriore del dispositivo non sia di colore rosso, individuare quindi il dispositivo in rete e reinizializzare l'interfaccia utente Web. Se il LED è di colore rosso, riavviare l'unità manualmente.
ja_jp: タイムアウト。再起動を待機中です。 デバイス正面の LED が赤色ではないことを確認します。次に、ネットワークのデバイスを確認して、Web ユーザー インターフェイスを再初期化します。 LED が赤色の場合、ドライブを手動で再起動してください。
ko_kr: 제한 시간이 초과되었습니다. 다시 부팅을 기다리는 중입니다. 장치 앞쪽의 LED가 빨간색인지 확인하십시오. 빨간색이 아니면 네트워크에서 장치를 찾아서 웹 사용자 인터페이스를 다시 초기화하십시오. LED가 빨간색이면 드라이브를 수동으로 다시 부팅하십시오.
nb_no: Tidsavbrudd; venter på omstart. Kontroller at LED-lyset foran på enheten ikke er rødt; finn deretter enheten på nettverket og initialiser nettbrukergrensesnittet. Hvis LED er rød, må du starte stasjonen på nytt manuelt.
nl_nl: Tijd verstreken, wacht op opnieuw opstarten. Controleer of de led op de voorkant van uw apparaat misschien rood brandt; zoek dan het apparaat op het netwerk en initialiseer de webgebruikerspagina opnieuw. Als de led rood brandt, start u uw station handmatig opnieuw op.
pl_pl: Upłynął limit czasu. Oczekiwanie na ponowny rozruch. Sprawdź, czy dioda z przodu urządzenia nie jest czerwona, a następnie znajdź urządzenie w sieci i ponownie zainicjuj internetowy interfejs użytkownika. Jeśli dioda jest czerwona, ręcznie wykonaj ponowny rozruch urządzenia.
pt_br: Tempo limite esgotado. Aguardando a reinicialização. Verifique se o LED na frente do dispositivo não está vermelho. Em seguida, encontre o dispositivo na rede e reinicialize a interface do usuário na web. Se o LED estiver vermelho, reinicie sua unidade manualmente.
ru_ru: Превышено время ожидания; ожидание перезагрузки. Проверьте, что светодиод на передней панели устройства не горит красным, затем найдите это устройство в сети и выполните повторную инициализацию веб-интерфейса пользователя. Если светодиод горит красным, вручную перезагрузите диск.
sv_se: Time out: väntar på omstart. Kontrollera att LED-lampan på enhetens framsida inte lyser rött och hitta sedan enheten på nätverket och initiera om webbanvändargränssnittet. Om lysdioden lyser rött ska du starta om enheten manuellt.
tr_tr: Zaman aşımı; yeniden başlatma bekleniyor. Aygıtınızın önündeki LED ışığının kırmızı olmadığını doğrulayın, ardından aygıtı ağda bulun ve Web kullanıcı arabirimini yeniden başlatın. LED kırmızı ise sürücünüzü manuel olarak yeniden başlatın.
zh_cn: 超时，正在等待重新启动。 核实设备前面板上的 LED 指示灯不是红色；然后，在网络上找到设备，并重新初始化网络用户界面。 如果 LED 为红色，请手动重新启动驱动器。
zh_tw: 逾時，等待重新啟動。 確認在您裝置前方的 LED 燈不是紅色，然後在網路上尋找該裝置，重新起始網頁使用者介面。 若 LED 燈為紅色，請手動重新啟動您的磁碟機。

# LABEL_IGNORING_ALERTS
source: Error ignoring alerts:
cs_cz: Chyba ignorování výstrah:
de_de: Fehler beim Ignorieren der Warnmeldungen:
es_es: Error al ignorar alertas:
fr_fr: Impossible d'ignorer les alertes :
hu_hu: Hiba – Figyelmeztetések figyelmen kívül hagyása:
it_it: Errore nell'ignorare gli avvisi:
ja_jp: アラート無視エラー:
ko_kr: 알림(경고) 무시 오류:
nb_no: Feil ved ignorering av advarsler:
nl_nl: Fout bij negeren van waarschuwingen:
pl_pl: Błąd podczas ignorowania alertów:
pt_br: Erro ao ignorar os alertas:
ru_ru: Ошибка игнорирования уведомлений:
sv_se: Fel som ignorerar meddelanden:
tr_tr: Uyarıları yoksayma hatası:
zh_cn: 忽略警告时出错:
zh_tw: 忽略警示錯誤：

# CONTENT_DIALOG_ALERTS_STRING_BEGIN_UPDATE
source: Start Update
cs_cz: Spustit aktualizaci
de_de: Aktualisierung starten
es_es: Comenzar actualización
fr_fr: Démarrez la mise à jour
hu_hu: Frissítés indítása
it_it: Avvia aggiornamento
ja_jp: 更新の開始
ko_kr: 업데이트 시작
nb_no: Begynn oppdatering
nl_nl: Update starten
pl_pl: Rozpocznij aktualizację
pt_br: Iniciar a atualização
ru_ru: Начать обновление
sv_se: Starta uppdatering
tr_tr: Güncelleştirmeyi Başlat
zh_cn: 开始更新
zh_tw: 開始更新

# LABEL_REGISTERING_DEVICE
source: Error registering device:
cs_cz: Chyba při registraci zařízení:
de_de: Fehler beim Registrieren des Geräts:
es_es: Error al registrar el dispositivo:
fr_fr: Erreur lors de l'enregistrement du dispositif :
hu_hu: Hiba – Eszköz regisztrálása:
it_it: Errore di registrazione del dispositivo:
ja_jp: デバイス登録エラー:
ko_kr: 장치 등록 오류:
nb_no: Feil ved registrering av enhet:
nl_nl: Fout bij registreren van apparaat:
pl_pl: Błąd podczas rejestrowania urządzenia:
pt_br: Erro ao registrar o dispositivo:
ru_ru: Ошибка при регистрации устройства:
sv_se: Fel vid registrering av enhet:
tr_tr: Aygıt kaydetme hatası:
zh_cn: 注册设备时出错：
zh_tw: 註冊裝置錯誤：

# LABEL_REBOOTING_DEVICE
source: Error rebooting device:
cs_cz: Chyba při restartování zařízení:
de_de: Fehler beim Neustart des Geräts:
es_es: Error al reiniciar el dispositivo:
fr_fr: Erreur lors de la réinitialisation du dispositif :
hu_hu: Hiba – Eszköz újraindítása:
it_it: Errore di riavvio del dispositivo:
ja_jp: デバイス再起動エラー:
ko_kr: 장치 다시 부팅 오류:
nb_no: Feil ved omstart av enheten:
nl_nl: Fout bij opnieuw opstarten van apparaat:
pl_pl: Błąd podczas ponownego rozruchu urządzenia:
pt_br: Erro ao reinicializar o dispositivo:
ru_ru: Ошибка при перезагрузке устройства:
sv_se: Fel vid omstart av enhet:
tr_tr: Aygıt yeniden başlatma hatası:
zh_cn: 重启设备时出错：
zh_tw: 重新啟動裝置錯誤：

# LABEL_SHUTTING_DOWN_DEVICE
source: Error shutting down device:
cs_cz: Chyba při vypínání zařízení:
de_de: Fehler beim Herunterfahren des Geräts:
es_es: Error al apagar el dispositivo:
fr_fr: Erreur lors de l'arrêt du dispositif :
hu_hu: Hiba – Eszköz kikapcsolása:
it_it: Errore di arresto del dispositivo:
ja_jp: デバイス シャットダウン エラー:
ko_kr: 장치 종료 오류:
nb_no: Feil ved avslutting av enheten:
nl_nl: Fout bij afsluiten van apparaat:
pl_pl: Błąd podczas wyłączania urządzenia:
pt_br: Erro ao desligar o dispositivo:
ru_ru: Ошибка при завершении работы устройства:
sv_se: Fel när enheten stängdes av:
tr_tr: Aygıt kapatma hatası:
zh_cn: 关闭设备时出错：
zh_tw: 關閉裝置錯誤：

# LABEL_SENDING_TEST_ALERT_EMAIL
source: Error sending test alert email:
cs_cz: Chyba při odesílání zkušebního výstražného e-mailu:
de_de: Fehler beim Senden der Test-E-Mail:
es_es: Error al enviar el correo de alerta de prueba:
fr_fr: Erreur lors de l'envoi de l'e-mail d'alerte :
hu_hu: Hiba – Figyelmeztető e-mail küldése
it_it: Errore di invio e-mail di avviso di prova:
ja_jp: テスト アラート メール送信エラー:
ko_kr: 알림(경고) 이메일 보내기 오류:
nb_no: Feil ved sending av testvarsel på e-post:
nl_nl: Fout bij verzending van testwaarschuwings-e-mail:
pl_pl: Błąd podczas wysyłania próbnego alertu e-mail:
pt_br: Erro ao ativar o e-mail de alerta de teste:
ru_ru: Ошибка при отправке тестового предупреждения по электронной почте:
sv_se: Fel när test av e-postvarningar skickades:
tr_tr: Test uyarı e-postası gönderme hatası:
zh_cn: 发送检测提醒电子邮件时出错：
zh_tw: 傳送測試警示電子郵件錯誤：

# LABEL_TOGGLING_SSH
source: Error toggling SSH:
cs_cz: Chyba při přepínání SSH:
de_de: Fehler beim Umschalten von SSH:
es_es: Error al alternar SSH:
fr_fr: Erreur lors du basculement SSH :
hu_hu: Hiba történt az SSH-átkapcsolás során:
it_it: Errore di attivazione/disattivazione di SSH:
ja_jp: SSH 切り替えエラー:
ko_kr: SSH 전환 오류:
nb_no: Feil ved bytte til SSH:
nl_nl: Fout bij omschakelen van SSH:
pl_pl: Błąd podczas przełączania obsługi SSH:
pt_br: Erro ao alternar o SSH:
ru_ru: Ошибка при переключении SSH:
sv_se: Fel vid växling av SSH:
tr_tr: SSH açma/kapatma hatası:
zh_cn: 切换SSH时出错:
zh_tw: 切換 SSH 錯誤：

# LABEL_CONFIGURING_SETTINGS_GENERAL
source: Error processing your configuration request:
cs_cz: Chyba při zpracování vašeho konfiguračního požadavku:
de_de: Fehler beim Verarbeiten der Konfigurationsanforderung:
es_es: Error al procesar la solicitud de configuración:
fr_fr: Erreur lors du traitement de la demande de configuration :
hu_hu: Hiba – Az Ön konfigurációs kérésének végrehajtása:
it_it: Errore di elaborazione della richiesta di configurazione:
ja_jp: 設定要求処理エラー:
ko_kr: 구성 요청 처리 오류:
nb_no: Feil ved prosessering av konfigurasjonsforespørsel:
nl_nl: Fout bij het verwerken van uw configuratieverzoek:
pl_pl: Błąd podczas przetwarzania żądania konfiguracji:
pt_br: Erro ao processar a solicitação de configuração:
ru_ru: Ошибка при обработке запроса конфигурации:
sv_se: Fel vid bearbetning av konfigurationsbegäran:
tr_tr: Yapılandırma isteğinizi işleme hatası:
zh_cn: 处理您的配置请求时出错:
zh_tw: 處理您的設定要求錯誤：

# ERROR_ENTER_ALPHANUMERIC_DEVICE_DESCRIPTION
source: Device description must start with an alphanumeric value and may contain spaces or underscores without exceeding 42 characters.
cs_cz: Popis zařízení musí začínat alfanumerickou hodnotou, může obsahovat mezery nebo podtržítka a nesmí být delší než 42 znaků.
de_de: Die Gerätebeschreibung muss mit einem alphanumerischen Wert beginnen. Sie darf Leerzeichen und Unterstriche enthalten, jedoch eine Gesamtlänge von 42 Zeichen nicht überschreiten.
es_es: La descripción del dispositivo debe comenzar con un valor alfanumérico, puede contener espacios o guiones bajos y no puede superar los 42 caracteres.
fr_fr: La description du dispositif doit commencer par une valeur alphanumérique et peut contenir des espaces ou des traits de soulignement, sans pour autant dépasser 42 caractères.
hu_hu: Az eszközről szóló leírásnak betűvel vagy számmal kell kezdődnie, tartalmazhat szóközöket vagy aláhúzásjeleket, de nem lehet hosszabb 42 karakternél.
it_it: La descrizione dispositivo deve iniziare con un valore alfanumerico e può contenere spazi o caratteri di sottolineatura senza superare i 42 caratteri.
ja_jp: デバイスの明の先頭は英数字で、42 文字以内でなければなりません。スペースまたはアンダースコアを使用できます。
ko_kr: 장치 설명은 영숫자 값으로 시작해야 하며, 42자를 초과하지 않는 한도로 공백이나 밑줄을 사용할 수 있습니다.
nb_no: Enhetsbeskrivelsen må starte med en alfanumerisk verdi og kan inneholde mellomrom eller understrek uten å overskride 42 tegn.
nl_nl: De apparaatbeschrijving moet beginnen met een alfanumerieke waarde en mag spaties en onderstrepingstekens bevatten, tot een maximum van 42 tekens.
pl_pl: Opis urządzenia może mieć długość maksymalnie 42 znaków i musi się zaczynać wartością alfanumeryczną. Użycie spacji i podkreśleń jest dozwolone.
pt_br: A descrição do dispositivo deve começar com um valor alfanumérico e pode conter espaços ou sublinhados, sem exceder 42 caracteres.
ru_ru: Описание устройства должно начинаться буквенно-цифровым значением и может содержать пробелы и символы подчеркивания, причем длина такого описания не должна превышать 42 символов.
sv_se: Enhetsbeskrivningen måste starta med ett alfanumeriskt värde och får innehålla mellanslag eller understreck, en får inte överskrida 42 tecken.
tr_tr: Aygıt açıklaması alfasayısal bir değerle başlamalıdır ve en fazla 42 karakter uzunluğunda olup boşluk veya alt çizgi içerebilir.
zh_cn: 设备描述必须以字母或数字开头，可以包含空格和下划线，但总计不得超过 42 个字符。
zh_tw: 裝置描述必須以英數字母為字首，可包含空格以及底線並不超過 42 個字元。

# ERROR_AUTHORIZATION_DO_NOT_MATCH
source: Authorizations do not match.
cs_cz: Autorizace se neshodují.
de_de: Die Autorisierungen stimmen nicht überein.
es_es: Las autorizaciones no coinciden.
fr_fr: Les autorisations ne correspondent pas.
hu_hu: A hozzáférési jogosultságok nem egyeznek.
it_it: Le autorizzazioni non corrispondono.
ja_jp: 認証が一致しません。
ko_kr: 권한이 일치하지 않습니다.
nb_no: Autorisasjonene samsvarer ikke.
nl_nl: De autorisaties komen niet overeen.
pl_pl: Autoryzacje nie pasują.
pt_br: As autorização não são iguais.
ru_ru: Авторизации не совпадают.
sv_se: Auktoriseringarna matchar inte.
tr_tr: Yetkiler eşleşmiyor.
zh_cn: 授权不匹配。
zh_tw: 授權不相符。

# ERROR_ENTER_ALPHANUMERIC_WORKGROUP
source: Workgroup name must start with an alphanumeric value, may contain dashes, exclamation points, at signs, pound signs, dollar signs, percent signs, carets, ampersands, parentheses, underscores, semicolons, colons, apostrophes, commas, periods, and be between 1 and 16 characters.
cs_cz: Název pracovní skupiny musí začínat alfanumerickou hodnotou, může obsahovat pomlčky, vykřičníky, zavináče, znaky libry, dolaru, procent, stříšky, ampersandy, závorky, podtržítka, středníky, dvojtečky, apostrofy, tečky, čárky a musí obsahovat 1 a 16 znaků.
de_de: Der Arbeitsgruppenname muss mit einem alphanumerischen Wert beginnen und darf Bindestriche, Ausrufezeichen, At-Zeichen, Rautezeichen, Dollarzeichen, Prozentzeichen, Auslassungszeichen, Et-Zeichen, Klammern, Unterstriche, Strichpunkte, Doppelpunkte, Apostrophe, Kommas und Punkte enthalten. Der Name muss 1 bis 16 Zeichen umfassen.
es_es: El nombre del grupo de trabajo debe comenzar con un valor alfanumérico, puede contener guiones, signos de exclamación, arrobas, símbolos de libra, símbolos de dólar, símbolos de porcentaje, acentos circunflejos, Y comercial, paréntesis, guiones bajos, punto y coma, dos puntos, apóstrofos, comas, puntos y tener entre 1 y 16 caracteres.
fr_fr: Le nom du groupe de travail doit commencer par une valeur alphanumérique, il peut contenir des tirets, des points d'exclamation, les symboles arobase, livre, dollar, pour cent, caret, perluète, des parenthèses, des traits de soulignement, des points-virgules, des deux-points, des apostrophes, des virgules, des points, et doit contenir entre 1 et 16 caractères.
hu_hu: A munkacsoport nevének betűvel vagy számmal kell kezdődnie, tartalmazhat hosszú kötőjeleket, gondolatjeleket, felkiáltójeleket, @ jelet, font- és dollárjelet, százalékjelet, hiányjelet (^), & jelet, zárójeleket, aláhúzásjeleket, pontosvesszőket, kettőspontokat, aposztrófjeleket, vesszőket, pontokat, és legalább 1, legfeljebb 16 karakter hosszúságú lehet.
it_it: Il nome gruppo di lavoro deve iniziare con un valore alfanumerico, può contenere trattini, punti esclamativi, simbolo at, simbolo della sterlina, simbolo del dollaro, simbolo della percentuale, accenti circonflessi, E commerciale, parentesi, caratteri di sottolineatura, punto e virgola, due punti, apostrofi, virgole, punti e deve contenere tra 1 e 16 caratteri.
ja_jp: ワークグループ名の先頭は英数字で、1 ～ 16 文字でなければなりません。ダッシュ、エクスクラメーション マーク、アット マーク、ポンド記号、ドル記号、パーセント記号、キャレット、アンパサンド、括弧、アンダースコア、セミコロン、コロン、アポストロフィー、カンマ、ピリオドを使用できます。
ko_kr: 작업 그룹 이름은 영숫자 값으로 시작해야 하며, 대시, 느낌표, @ 기호, 파운드 기호, 달러 기호, 퍼센트 기호, 캐럿, 앰퍼샌드, 둥근 괄호, 밑줄, 세미콜론, 콜론, 아포스트로피, 쉼표, 마침표를 사용할 수 있고, 1 ~ 16자 길이여야 합니다.
nb_no: Arbeidsgruppenavnet må begynne med en alfanumerisk verdi, kan inneholde bindestrek, utropstegn, @, £, $, %, &, vinkeltegn, parentes, understrek, semikolon, kolon, apostrof, komma og punktum og må være mellom 1 og 16 tegn.
nl_nl: De werkgroepnaam moet beginnen met een alfanumerieke waarde, mag koppeltekens, uitroeptekens, apenstaartjes, hekjes, dollartekens, percentagetekens, dakjes, ampersands, haakjes, onderstrepingstekens, puntkomma's, dubbele punten, enkele aanhalingstekens, komma's en punten bevatten en moet tussen 1 en 16 tekens lang zijn.
pl_pl: Nazwa grupy roboczej może mieć długość od 1 do 16 znaków i musi się zaczynać wartością alfanumeryczną. Dozwolone jest użycie dywizów, wykrzykników, znaków @, znaków funta, znaków dolara, znaków procenta, daszków, znaków &, nawiasów okrągłych, podkreśleń, średników, dwukropków, apostrofów, przecinków i kropek.
pt_br: O nome do grupo de trabalho deve começar com um valor alfanumérico, pode conter os símbolos travessão, ponto de exclamação, arroba, cifrão, porcentagem, acento circunflexo, E comercial, parênteses, sublinhado, ponto e vírgula, dois pontos, apóstrofes, vírgula e ponto e deve ter entre 1 e 16 caracteres.
ru_ru: Название рабочей группы должно начинаться буквенно-цифровым значением, оно может содержать тире, восклицательные знаки, знаки «@», символы решетки («#»), знаки доллара («$»), процента, крышки, амперсанда, скобки, подчеркивания, точки с запятой, двоеточия, апострофы, запятые, точки. Длина названия должна быть от 1 до 16 символов.
sv_se: Arbetsgruppens namn måste börja med ett alfanumeriskt värde, kan innehålla tankstreck, utropstecken, snabel-a, pund-tecken, dollar-tecken, procenttecken, inskjutningstecken, et-tecken, parentestecken, understreck, semikolon, kolon, apostrof, komma, punkt och vara mellan 1 och 16 tecken.
tr_tr: Çalışma Grubu adı alfasayısal bir değerle başlamalıdır; tire, ünlem işaretleri, @ işaretleri, pound işaretleri, dolar işaretleri, yüzde işaretleri, şapka karakterleri, ve işaretleri, parantezler, alt çizgiler, noktalı virgüller, iki nokta üst üste, kesme işaretleri, virgüller, noktalar içerebilir ve 1 ila 16 karakter uzunluğunda olmalıdır.
zh_cn: 工作组名称必须以数字或字母开头，可以包含短划线、感叹号、@符号、#符号、$符号、百分号%、脱字符号^、&符号、圆括号、下划线、分号、冒号、撇号、逗号、句号，且长度在1和16个字符之间。
zh_tw: 工作群組名稱必須以英數字母為字首，可包含短破折號、驚嘆號、@ 記號、井字鍵、貨幣符號、百分比符號、插入點、連字號 (&)、括號、底線、分號、冒號、所有格號、逗號、句號，長度介於 1 到 16 個字元之間。
