Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# CONTENT_SETTINGS_DIALOG_TOOLTIP_CONNECTIVITY
source: Automatic: Establishes a direct connection between your device and the router using uPnP. If the connection cannot open the ports on your router, a relay connection is established.Manual: Establishes a connection through the two selected ports. If either port is unavailable, a relay connection is established. Manual router configuration is required.Windows XP Compatibility: Establishes a connection through ports 80 and 443. If these ports are unavailable, a relay connection is established. Required for Windows XP.
cs_cz: Automaticky: Naváže přímé připojení mezi vaším zařízením a směrovačem pomocí funkce UPnP. Pokud připojení nemůže otevřít porty ve vašem směrovači, bude navázáno předávací připojení. Ručně: Naváže připojení přes dva vybrané porty. Pokud je některý port nedostupný, bude navázáno předávací připojení. Je vyžadována ruční konfigurace směrovače. Kompatibilita s Windows XP: Naváže připojení přes porty 80 a 443. Pokud tyto porty nejsou dostupné, bude navázáno předávací připojení. Vyžadováno pro systém Windows XP.
de_de: Automatisch: Zwischen dem Gerät und dem Router wird automatisch über UPnP eine Direktverbindung hergestellt. Wenn für die Verbindung keine Ports am Router geöffnet werden können, wird eine Relaisverbindung hergestellt: Manuell: Eine Verbindung wird über die zwei ausgewählten Ports hergestellt. Wenn einer der beiden Ports nicht verfügbar ist, wird eine Relaisverbindung hergestellt. Die manuelle Konfiguration des Routers ist erforderlich. Kompatibilität mit Windows XP: Eine Verbindung wird über die Ports 80 und 443 hergestellt. Wenn diese Ports nicht verfügbar sind, wird eine Relaisverbindung hergestellt. Für Windows XP erforderlich.
es_es: Automático: Establece una conexión directa entre el dispositivo y el enrutador mediante UPnP. Si la conexión no puede abrir los puertos del enrutador, se establece una conexión de retransmisión.Manual: Establece una conexión a través de los dos puertos seleccionados. Si no hay ningún puerto disponible, se establece una conexión de retransmisión. Se requiere la configuración manual del enrutador.Compatibilidad con Windows XP: Establece una conexión a través de los puertos 80 y 443. Si estos puertos no están disponibles, se establece una conexión de retransmisión. Requerido para Windows XP.
fr_fr: Automatique : établit une connexion directe entre votre dispositif et le router grâce au protocole UPnP. Si la connexion ne parvient pas à ouvrir les ports de votre router, une connexion relais est établie. Manuelle : établit une connexion par l'intermédiaire des deux ports sélectionnés. Si les deux ports ne sont pas disponibles, une connexion relais est établie. Il est nécessaire de configurer le router manuellement. Compatibilité avec Windows XP : établit une connexion par les ports 80 et 443. Si ces ports ne sont pas disponibles, une connexion relais est établie. Requis pour Windows XP.
hu_hu: Automatikus: uPnP hálózati protokoll segítségével közvetlen kapcsolatot hoz létre az Ön eszköze és a router között. Ha a kapcsolat nem tudja megnyitni a routerén található portokat, helyettesítő kapcsolatot hoz létre. Manuális: Két kiválasztott port között hoz létre kapcsolatot. Ha bármelyik port nem elérhető, helyettesítő kapcsolatot hoz létre. Kézzel kell beállítani a routert. Kompatibilitás a Windows XP operációs rendszerrel: A kapcsolat a 80-as és a 443-as porton keresztül jön létre. Ha ezek a portok nem érhetők el, közvetett kapcsolat jön létre. Windows XP operációs rendszer esetén szükséges.
it_it: Automatico: Stabilisce una connessione diretta tra il dispositivo e il router utilizzando l'uPnP. Se la connessione non riesce ad aprire le porte sul router, viene stabilita una connessione di inoltro. Modalità manuale: Stabilisce una connessione tramite le due porte selezionate. Se una porta non è disponibile, viene stabilita una connessione di inoltro. Richiesta configurazione manuale del router. Compatibilità di Windows XP: Stabilisce una connessione tramite le porte 80 e 443. Se tali porte non sono disponibili, viene stabilita una connessione di inoltro. Richiesto per Windows XP.
ja_jp: 自動: uPnP を使用して、デバイスとルーター間で直接接続を確立します。 接続がルーターのポートを開けない場合は、リレー接続が確立されます。手動: 選択した 2 つのポート経由で接続を確立します。 ポートが使用できない場合は、リレー接続が確立されます。 手動ルーター設定が必要です。Windows XP 互換: 80 番および 443 番ポートを使用して接続を確立します。 これらのポートが使用できない場合は、リレー接続が確立されます。 Windows XP の場合に必須です。
ko_kr: 자동: uPnP를 사용하여 장치와 라우터 간 직접 연결을 설정합니다. 라우터의 포트에서 연결을 열 수 없는 경우 릴레이 연결이 설정됩니다. 수동: 선택된 두 포트를 통해서 연결을 설정합니다. 둘 중 어느 한 포트를 사용할 수 없는 경우 릴레이 연결이 설정됩니다. 수동 라우터 구성이 필요합니다. Windows XP 호환성: 포트 80~443을 통해 연결을 설정합니다. 이러한 포트를 사용할 수 없는 경우 릴레이 연결이 설정됩니다. Windows XP에 필요합니다.
nb_no: Automatisk: Oppretter en direkteforbindelse mellom enheten og ruteren ved hjelp av UPnP. Hvis tilkoblingen ikke kan åpne portene på ruteren din, opprettes en reléforbindelse. Manuelt: Oppretter en forbindelse gjennom de to valgte portene. Hvis en port ikke er tilgjengelig, opprettes en reléforbindelse. Manuell konfigurasjon av ruteren kreves. Windows XP-kompatibilitet: Oppretter en forbindelse gjennom port 80 og 443. Hvis disse portene ikke er tilgjengelige, opprettes en reléforbindelse. Kreves for Windows XP.
nl_nl: Automatisch: Brengt een rechtstreekse verbinding tot stand tussen uw apparaat en de router via UPnP. Als de verbinding de poorten op uw router niet kan openen, wordt een doorgeefverbinding tot stand gebracht. HandmatIg: Brengt een verbinding tot stand via de twee geselecteerde poorten. Als een van de poorten niet beschikbaar is, wordt een doorgeefverbinding tot stand gebracht. Handmatige configuratie van de router is vereist. Compatibiliteit met Windows XP: Brengt een verbinding tot stand via de poorten 80 en 443. Als een van deze poorten niet beschikbaar is, wordt een omleidingsverbinding tot stand gebracht. Vereist voor Windows XP.
pl_pl: Automatycznie: Ustanawia bezpośrednie połączenie między urządzeniem a routerem przy użyciu protokołu UPnP. Jeśli nie uda się otworzyć portów na routerze, zostanie nawiązane połączenie pośrednie. Ręcznie: Ustanawia połączenie przez dwa wybrane porty. Jeśli któryś z tych portów jest niedostępny, nawiązywane jest połączenie pośrednie. Wymagana jest ręczna konfiguracja routera. Zgodność z systemem Windows XP: Nawiązuje połączenie przez porty 80 i 443. Jeśli te porty są niedostępne, nawiązywane jest połączenie pośrednie. Opcja wymagana w przypadku systemu Windows XP.
pt_br: Automática: Estabelece uma conexão direta entre o dispositivo e o roteador usando UPnP. Se a conexão não conseguir abrir as portas no roteador, será estabelecida uma conexão de retransmissão. Manual: Estabelece uma conexão por meio da duas portas selecionadas. Se qualquer uma das portas não estiver disponível, será estabelecida uma conexão de retransmissão. A configuração manual do roteador é necessária. Compatibilidade com Windows XP: Estabelece uma conexão usando as portas 80 e 443. Se essas portas não estiverem disponíveis, uma conexão com retransmissão será estabelecida. Obrigatório para Windows XP.
ru_ru: Автоматически: устанавливает непосредственное соединение между вашим устройством и маршрутизатором, используя uPnP. Если соединение не может открыть порты на вашем маршрутизаторе, устанавливается подключение ретрансляции. Вручную: устанавливает соединение между двумя выбранными портами. Если один из портов недоступен, устанавливается подключение ретрансляции. Требуется конфигурирование маршрутизатора вручную. Совместимость с Windows XP: устанавливает подключение через порты 80 и 443. Если эти порты недоступны, устанавливается подключение с ретрансляцией. Обязательно для Windows XP.
sv_se: Automatisk: Etablerar en direkt anslutning mellan enheten och routern med uPnP. Om anslutningen inte kan öppna portarna på routern etableras en reläanslutning. Manuell: Etablerar en anslutning genom de två valda portarna. Om endera porten inte är tillgänglig etableras en reläanslutning. Manuell routerkonfiguration krävs. Windows XP-kompatibilitet: Etablerar en anslutning genom portarna 80 och 443. Om portarna inte är tillgängliga etableras en reläanslutning. Obligatoriskt för Windows XP.
tr_tr: Otomatik: Aygıtınızla yönlendirici arasında uPnP kullanarak doğrudan bağlantı kurar. Bağlantı, yönlendiricinizdeki bağlantı noktalarını açamıyorsa bir geçiş bağlantısı oluşturulur. Manuel: Seçilen iki bağlantı noktasından bir bağlantı kurar. Bağlantı noktalarından biri kullanılamaz durumdaysa, bir geçiş bağlantısı oluşturulur. Manuel yönlendirici yapılandırması gereklidir. Windows XP Uyumluluğu: 80 ve 443 numaralı bağlantı noktaları üzerinden bağlantı kurar. Bu bağlantı noktaları kullanılamaz durumdaysa, bir geçiş bağlantısı oluşturulur. Windows XP için zorunludur.
zh_cn: 自动: 使用UPnP，在您的设备和路由器之间直接建立连接。 如果连接无法打开的路由器的端口，将建立一个中继连接。手动操作: 通过所选的两个端口建立一个连接。 如果其中一个端口不可用，则建立中继连接。 必需手动配置路由器。Windows XP兼容性: 通过端口80和443建立一个连接。 如果这些端口不可用，则建立中继连接。 Windows XP需要。
zh_tw: 自動： 使用 uPnp 在您的裝置和路由器之間建立直接連線。 若連線無法在您的路由器上開啟這些連接埠，則建立轉送連線。手動： 經由兩個所選連接埠建立連線。 若無法使用其中一個連接埠，則建立轉送連線。 手動路由器設定為必要。Windows XP Compatibility： 經由連接埠 80 以及 443 建立連線。 若無法使用這些連接埠，則建立轉送連線。 為 Windows XP 系統必備。

# CONTENT_SETTINGS_DIALOG_TOOLTIP_WD2GO_DATABASE
source: Rebuild your content database. Use only for troubleshooting when database corruption is suspected.
cs_cz: Obnoví vaší databázi obsahu. Použijte pouze při odstraňování potíží, pokud je podezření na poškození databáze.
de_de: Inhaltsdatenbank wiederherstellen. Verwenden Sie diese Option nur zur Fehlerbehebung, wenn Sie eine Beschädigung der Datenbank vermuten.
es_es: Reconstruya la base de datos de contenidos. Úselo solo para solucionar problemas cuando sospeche que la base de datos está dañada.
fr_fr: Restaurez votre base de données de contenu. À utiliser uniquement pour la résolution de problèmes lorsque la base de données semble endommagée.
hu_hu: Újraépíti az Ön tartalom-adatbázisát. Csak abban az esetben használja hibakeresésre, ha adatbázishiba veszélyének gyanúja áll fönn.
it_it: Ripristinare il database dei contenuti. Utilizzare esclusivamente per la risoluzione dei problemi in caso di danneggiamento sospetto del database.
ja_jp: コンテンツ データベースを復元します。 データベースの破損が疑われる場合にのみ、トラブルシューティング目的で使用します。
ko_kr: 내용 데이터베이스를 복원하십시오. 데이터베이스 손상이 의심되는 경우 문제 해결에만 사용합니다.
nb_no: Gjenoppbygg innholdsdatabasen din. Brukes bare til feilsøking når man mistenker en skadet database.
nl_nl: Uw huidige mediadatabase opnieuw opbouwen. Gebruik dit alleen voor het oplossen van problemen wanneer u denkt dat de database beschadigd is.
pl_pl: Przywróć bazę danych zawartości. Tej opcji należy używać tylko do rozwiązywania problemów, gdy zachodzi podejrzenie uszkodzenia bazy danych.
pt_br: Restaure a base de dados de conteúdo. Use apenas para determinação de problemas quando houver suspeita de corrupção de banco de dados.
ru_ru: Восстановить базу данных содержимого. Используйте только для устранения неполадок, когда существует подозрение о повреждении базы данных.
sv_se: Återställ din innehållsdatabas. Använd endast för felsökning när en databasskada misstänks.
tr_tr: İçerik veritabanınızı yenileyin. Yalnızca veritabanı bozulmasından şüphelenildiğinde sorun giderme için kullanın.
zh_cn: 还原您的内容数据库。 仅在怀疑数据库损坏时用来排除故障。
zh_tw: 重新組建內容資料庫。 僅在有資料庫損毀的疑慮時使用疑難排解。

# CONTENT_DIALOG_SETTINGS_TOOLTIP_NETWORK_MODE_IP
source: The numeric value assigned to each device on your network.
cs_cz: Číselná hodnota přiřazená ke každému zařízení ve vaší síti.
de_de: Der numerische Wert, der jedem Gerät im Netzwerk zugewiesen wird.
es_es: El valor numérico asignado a cada dispositivo de la red.
fr_fr: Valeur numérique attribuée à chaque dispositif de votre réseau.
hu_hu: A numerikus érték tartozik az Ön hálózatán található valamennyi eszközhöz.
it_it: Il valore numerico assegnato a ciascun dispositivo sulla rete.
ja_jp: ネットワークの各デバイスに割り当てられた数値。
ko_kr: 네트워크의 각 장치에 할당된 숫자값입니다.
nb_no: Den numeriske verdien tilordnet hver enhet i nettverket.
nl_nl: De numerieke waarde die is toegekend aan de diverse apparaten op het netwerk.
pl_pl: Wartość liczbowa przypisana do każdego urządzenia w sieci.
pt_br: O valor numérico atribuído a cada dispositivo na rede.
ru_ru: Числовое значение, присвоенное каждому устройству в сети.
sv_se: Det numeriska värde som tilldelats till varje enhet på nätverket.
tr_tr: Ağınızdaki her bir aygıta atanan sayısal değer.
zh_cn: 分配给您网络上的每一个设备的数字形式的值。
zh_tw: 在您的網路中指派至每個裝置的數值。

# CONTENT_DIALOG_SETTINGS_TOOLTIP_NETWORK_MODE_NETMASK
source: Screens out (masks) the network portion of an IP address so that only the host portion of the IP address remains.
cs_cz: Na obrazovkách je skryta (maskována) síťová část adresy IP, takže zůstává pouze hostitelská část adresy IP.
de_de: Blendet den Netzwerkteil der IP-Adresse aus, sodass nur der Hostteil der IP-Adresse angezeigt wird.
es_es: Enmascara la porción de red de una dirección IP para que solo permanezca la porción de host de la dirección IP.
fr_fr: Masque la portion de l'adresse IP relative au réseau afin que seule la portion relative à l'hôte soit visible.
hu_hu: Eltakarja az IP-címének a hálózatra vonatkozó részét, így csak a hálózati kiszolgálóra vonatkozó információ marad látható.
it_it: Esclude (maschera) la parte di rete di un indirizzo IP affinché rimanga solo la parte host dell'indirizzo IP.
ja_jp: IP アドレスのネットワーク部を非表示 (マスク) し、IP アドレスのホスト部のみを表示します。
ko_kr: IP 주소의 호스트 부분만 남도록 IP 주소의 네트워크 부분을 차단(마스크)합니다.
nb_no: Skjermer ut (maskerer) nettverksdelen av en IP-adresse, slik at bare vertsdelen av IP-adressen gjenstår.
nl_nl: Schermt (maskeert) het netwerkdeel van een IP-adres af zodat alleen het hostgedeelte van het IP-adres overblijft.
pl_pl: Odfiltrowuje (maskuje) sieciowe adresy IP, tak że pozostaje tylko ich hostowa część.
pt_br: Filtra (mascara) a parte da rede de um endereço IP para que apenas a parte de host do endereço IP permaneça.
ru_ru: Убирает (маскирует) сегмент сети IP-адреса, чтобы остался только сегмент узла.
sv_se: Döljer (maskerar) nätverksdelen av en IP-adress så att bara IP-adressens värddel kvarstår.
tr_tr: IP adresinin yalnızca ana bilgisayar kısmının kalması için, IP adresinin ağ kısmının uygunluğunu denetler (maskeler).
zh_cn: 屏蔽（掩盖） IP 地址的网络部分，因此只保留 IP 地址的主机部分。
zh_tw: 篩選 IP 位址的網路部分，僅留下主機部份的 IP 位址。

# CONTENT_DIALOG_SETTINGS_TOOLTIP_NETWORK_MODE_GATEWAY
source: A network point that acts as an entrance to another network.
cs_cz: Síťový bod, který funguje jako vstupní místo do jiné sítě.
de_de: Ein Netzwerkpunkts, der als Einstieg zu einem anderen Netzwerk dient.
es_es: Un punto de red que sirve de entrada a otra red.
fr_fr: Un point du réseau qui agit en tant qu'entrée vers un autre réseau.
hu_hu: Hálózati pont, amely úgy viselkedik, mint egy belépési pont más hálózatokba.
it_it: Un punto nella rete che agisce da entrata per un'altra rete.
ja_jp: 別のネットワークへの入り口として動作するネットワーク ポイント。
ko_kr: 다른 네트워크의 입구로 작용하는 네트워크 지점입니다.
nb_no: Et nettverkspunkt som fungerer som en inngang til et annet nettverk.
nl_nl: Een netwerkpunt dat functioneert als ingang voor een ander netwerk.
pl_pl: Punkt sieci, który funkcjonuje jako wejście do innej sieci.
pt_br: Um ponto de rede que atua como entrada para outra rede.
ru_ru: Точка в сети, действующая как вход в другую сеть.
sv_se: En nätverkspunkt som fungerar som en ingång till ett annat nätverk.
tr_tr: Başka bir ağa giriş olarak hareket eden ağ noktası.
zh_cn: 一个网络点，作为另一个网络的入口。
zh_tw: 作為另一網路入口的網路點。

# CONTENT_DIALOG_SETTINGS_TOOLTIP_NETWORK_MODE_DNS
source: Enter a domain name.
cs_cz: Zadejte název domény.
de_de: Geben Sie einen Domänennamen ein.
es_es: Introduzca un nombre de dominio.
fr_fr: Saisissez un nom de domaine.
hu_hu: Adja meg a domainnevet.
it_it: Immettere un nome di dominio.
ja_jp: ドメイン名を入力します。
ko_kr: 도메인 이름을 입력합니다.
nb_no: Angi et domenenavn.
nl_nl: Geef een domeinnaam op.
pl_pl: Wprowadź nazwę domeny.
pt_br: Insira um nome de domínio.
ru_ru: Введите имя домена.
sv_se: Ange ett domännamn.
tr_tr: Bir etki alanı adı girin.
zh_cn: 输入一个域名。
zh_tw: 輸入網域名稱。

# CONTENT_SAFEPOINTS_TOOLTIP_AUTO_UPDATE
source: Set the schedule for the safepoint update.
cs_cz: Nastavte plán pro aktualizování bodu Safepoint.
de_de: Legen Sie den Zeitplan für die Safepoint-Aktualisierung fest.
es_es: Establezca el programa para la actualización del safepoint.
fr_fr: Définissez le calendrier de mise à jour du safepoint.
hu_hu: Állítsa be a safepoint frissítés ütemezését.
it_it: Impostare la pianificazione per l'aggiornamento del safepoint.
ja_jp: Safepoint 更新のスケジュールを設定します。
ko_kr: safepoint의 업데이트 일정을 설정합니다.
nb_no: Still inn tidsplanen for safepoint-oppdateringen.
nl_nl: De planning voor het bijwerken van het safepoint instellen.
pl_pl: Ustaw harmonogram aktualizacji punktu safepoint.
pt_br: Defina o agendamento para a atualização do safepoint.
ru_ru: Настройте график обновления safepoint.
sv_se: Ställ in schemat för safepoint-uppdateringen.
tr_tr: Safepoint güncelleştirmesinin zamanlamasını belirleyin.
zh_cn: 设置 safepoint 更新计划。
zh_tw: 請為您的 Safepoint 更新設定排程。

# CONTENT_SAFEPOINTS_DIALOG_TOOLTIP_AUTO_UPDATE
source: Set the schedule for the safepoint update.
cs_cz: Nastavte plán pro aktualizování bodu Safepoint.
de_de: Legen Sie den Zeitplan für die Safepoint-Aktualisierung fest.
es_es: Establezca el programa para la actualización del safepoint.
fr_fr: Définissez le calendrier de mise à jour du safepoint.
hu_hu: Állítsa be a safepoint frissítés ütemezését.
it_it: Impostare la pianificazione per l'aggiornamento del safepoint.
ja_jp: Safepoint 更新のスケジュールを設定します。
ko_kr: safepoint의 업데이트 일정을 설정합니다.
nb_no: Still inn tidsplanen for safepoint-oppdateringen.
nl_nl: De planning voor het bijwerken van het safepoint instellen.
pl_pl: Ustaw harmonogram aktualizacji punktu safepoint.
pt_br: Defina o agendamento para a atualização do safepoint.
ru_ru: Настройте график обновления safepoint.
sv_se: Ställ in schemat för safepoint-uppdateringen.
tr_tr: Safepoint güncelleştirmesinin zamanlamasını belirleyin.
zh_cn: 设置 safepoint 更新计划。
zh_tw: 請為您的 Safepoint 更新設定排程。

# CONTENT_SAFEPOINTS_DIALOG_TOOLTIP_CREATE_NOW_LATER
source: Create your safepoint now or later.
cs_cz: Vytvořte bod Safepoint hned nebo později.
de_de: Safepoint jetzt oder später erstellen.
es_es: Cree el safepoint ahora o más tarde.
fr_fr: Créez votre safepoint maintenant ou plus tard.
hu_hu: Hozza létre a safepointot most vagy később!
it_it: Creare il safepoint adesso o in seguito.
ja_jp: Safepoint をすぐに作成するか、後で作成します。
ko_kr: 지금 또는 나중에 safepoint를 만듭니다.
nb_no: Opprett safepoint nå eller senere.
nl_nl: Uw safepoint nu of later maken.
pl_pl: Utwórz punkt safepoint teraz lub później.
pt_br: Crie o safepoint agora ou mais tarde.
ru_ru: Создайте safepoint сейчас или позже.
sv_se: Skapa safepointen nu eller senare.
tr_tr: Safepoint'i şimdi veya sonra oluşturun.
zh_cn: 立即创建或以后创建 safepoint。
zh_tw: 現在或稍後建立您的 Safepoint 。

# GLOB_NAV_HELP_STRING_COPYRIGHT_2013_WD_ALL_RIGHT_RESERVED
source: 2013 Western Digital Corporation. All Rights Reserved
cs_cz: 2013 Western Digital Corporation. Všechna práva vyhrazena
de_de: 2013 Western Digital Corporation. Alle Rechte vorbehalten
es_es: 2013 Western Digital Corporation. Todos los derechos reservados
fr_fr: 2013 Western Digital Corporation. Tous droits réservés
hu_hu: 2013 Western Digital Corporation Minden jog fenntartva.
it_it: 2013 Western Digital Corporation. Tutti i diritti riservati
nb_no: 2013 Western Digital Corporation. Med enerett
nl_nl: 2013 Western Digital Corporation. Alle rechten voorbehouden
pl_pl: 2013 Western Digital Corporation. Wszelkie prawa zastrzeżone
pt_br: 2013 Western Digital Corporation. Todos os direitos reservados
ru_ru: Western Digital Corporation, 2013. Все права защищены
sv_se: 2013 Western Digital Corporation. Med ensamrätt
tr_tr: 2013 Western Digital Corporation. Tüm Hakları Saklıdır
zh_cn: 2013西部数字公司。 保留所有权利

# CONTENT_GENERIC_BUMPER_TITLE_HELP_TOPICS
source: Help
cs_cz: Nápověda
de_de: Hilfe
es_es: Ayuda
fr_fr: Aide
hu_hu: Segítség
it_it: Guida
ja_jp: ヘルプ
ko_kr: 도움말
nb_no: Hjelp
pl_pl: Pomoc
pt_br: Ajuda
ru_ru: Справка
sv_se: Hjälp
tr_tr: Yardım
zh_cn: 帮助
zh_tw: 幫助

# CONTENT_GENERIC_STRING_DO_ONE_OF_THE_FOLLOWING
source: Do one of the following:
cs_cz: Proveďte jednu z následujících činností:
de_de: Führen Sie einen der folgenden Schritte aus:
es_es: Realice una de las siguientes acciones:
fr_fr: Effectuez l'une des opérations suivantes :
hu_hu: Végezze el az alábbi műveletek valamelyikét:
it_it: Effettuare una delle operazioni seguenti:
ja_jp: 次のいずれかを実行します。
ko_kr: 다음 작업 중 하나를 수행합니다.
nb_no: Gjør ett av følgende:
nl_nl: Voer een van de volgende handelingen uit:
pl_pl: Wykonaj jedną z następujących czynności:
pt_br: Siga um destes procedimentos:
ru_ru: Выполните одно из следующих действий:
sv_se: Utför något av följande:
tr_tr: Aşağıdakilerden birini yapın:
zh_cn: 请执行以下操作之一:
zh_tw: 執行以下其中之一的操作：

# CONTENT_SHARES_STRING_ABOUT_SHARES_TEXT
source: Shares are content storage areas—like folders. You can create single or multiple shares on your storage device and control access to each of them.
cs_cz: Sdílené složky jsou oblasti uložení obsahu – podobně jako složky. Ve svém úložném zařízení můžete vytvořit jednu nebo více sdílených složek a řídit přístup ke každé z nich.
de_de: Freigaben sind Bereiche zum Speichern von Inhalten, vergleichbar mit Ordnern. Sie können auf Ihrem Speichergerät eine einzelne oder mehrere Freigaben erstellen und den Zugriff auf die Freigaben individuell festlegen.
es_es: Los archivos compartidos son áreas de almacenamiento de contenidos, como las carpetas. Puede crear uno o varios archivos compartidos en el dispositivo de almacenamiento y controlar el acceso a cada uno de ellos.
fr_fr: Les dossiers partagés sont des zones de stockage de contenus, telles que les dossiers. Il est possible de créer un ou plusieurs dossiers partagés sur votre dispositif de stockage et de contrôler l'accès à chacun d'eux.
hu_hu: A megosztások tartalmak tárolására szolgáló területek, mint a számítógépmappák. Ön létrehozhat egyetlen vagy tetszőleges számú megosztást is az adattároló eszközén, és minden egyes megosztásnál szabályozhatja a hozzáféréseket.
it_it: Le condivisioni sono le aree di archiviazione dei contenuti, come le cartelle. È possibile creare una o più condivisioni sul dispositivo di archiviazione e l'accesso di controllo a ciascuno di essi.
ja_jp: 共有はフォルダのようなコンテンツ保存領域です。 1 台のストレージ デバイスに 1 つ以上の共有を作成し、各共有へのアクセスを制御できます。
ko_kr: 공유는 폴더와 같은 내용 저장 영역입니다. 저장 장치에 단일 또는 여러 공유를 만들고 각 공유에 대한 액세스를 제어할 수 있습니다.
nb_no: Delte ressurser er områder for innholdslagring – som f.eks. mapper. Du kan opprette én eller flere delte ressurser på lagringsenheten din og administrere tilgangen til hver av dem.
nl_nl: Shares zijn opslaggebieden voor media, net als mappen. U kunt één of meerdere shares op uw opslagapparaat maken en de toegang ertoe beheren.
pl_pl: Udziały to obszary magazynu zawartości — tak jak foldery. Można utworzyć jeden lub wiele udziałów na urządzeniu pamięci masowej i kontrolować dostęp do każdego z nich.
pt_br: Os compartilhamentos são áreas de armazenamento de conteúdo, como as pastas. Você pode criar um ou vários compartilhamentos no dispositivo de armazenamento e controlar o acesso a cada um deles.
ru_ru: Ресурсы представляют собой области хранения контента (аналогично папкам). На устройстве хранения можно создать один или несколько ресурсов и контролировать доступ к каждому из них.
sv_se: Resurser är innehållslagringsområden – såsom mappar. Du kan skapa enstaka eller flera resurser på din lagringsenhet och kontrollerar åtkomst till dem alla.
tr_tr: Paylaşımlar, klasörler gibi içerik depolama alanlarıdır. Depolama aygıtınızda tek veya birden çok paylaşım oluşturabilir ve bunlara erişimi denetleyebilirsiniz.
zh_cn: 共享是存储区内容的区域——好比文件夹。 您可以在存储设备上创建一个或多个共享，并控制对每个共享的访问。
zh_tw: 共享為內容儲存區域─如資料夾。 可在您的儲存裝置建立一個或多個共享以及控制對每部裝置的存取。
