Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# ERROR_ID_82
source: Volume not found.
cs_cz: Svazek nebyl nalezen.
de_de: Volume wurde nicht gefunden.
es_es: Volumen no encontrado.
fr_fr: Volume introuvable.
hu_hu: Az érték nem található.
it_it: Volume non trovato.
ja_jp: ボリュームが見つかりません。
ko_kr: 볼륨이 없습니다.
nb_no: Volumet ble ikke funnet.
nl_nl: Volume niet gevonden.
pl_pl: Nie odnaleziono woluminu.
pt_br: O volume não foi encontrado.
ru_ru: Том не найден.
sv_se: Det gick inte att hitta volym.
tr_tr: Birim bulunamadı.
zh_cn: 未找到卷。
zh_tw: 無法找到磁碟區。

# ERROR_ID_83
source: Failed to create volume.
cs_cz: Nepodařilo se vytvořit svazek.
de_de: Fehler beim Erstellen des Volume.
es_es: Error al crear el volumen.
fr_fr: Échec de création de volume.
hu_hu: Az érték megadása sikertelen.
it_it: Creazione volume non riuscita.
ja_jp: ボリュームを作成できませんでした。
ko_kr: 볼륨을 만들지 못했습니다.
nb_no: Klarte ikke å opprette volumet.
nl_nl: Kon volume niet maken.
pl_pl: Nie można utworzyć woluminu.
pt_br: Falha na criação do volume.
ru_ru: Не удалось создать том.
sv_se: Det gick inte att skapa volym.
tr_tr: Birim oluşturulamadı.
zh_cn: 未能创建卷。
zh_tw: 建立磁碟區失敗。

# ERROR_ID_84
source: Volume already exists.
cs_cz: Svazek již existuje.
de_de: Volume ist bereits vorhanden.
es_es: El volumen ya existe.
fr_fr: Le volume existe déjà.
hu_hu: Az érték már létezik.
it_it: Volume già esistente.
ja_jp: ボリュームは既に存在します。
ko_kr: 볼륨이 이미 존재합니다.
nb_no: Volumet finnes allerede.
nl_nl: Volume bestaat al.
pl_pl: Wolumin już istnieje.
pt_br: O volume já existe.
ru_ru: Том уже существует.
sv_se: Volymen finns redan.
tr_tr: Birim zaten mevcut.
zh_cn: 卷已存在。
zh_tw: 磁碟區已經存在。

# ERROR_ID_85
source: Volume information missing.
cs_cz: Chybí informace o svazku.
de_de: Volume-Informationen fehlen.
es_es: Falta la información del volumen.
fr_fr: Information du volume manquante.
hu_hu: Az értékre vonatkozó információ hiányzik.
it_it: Informazioni volume mancanti.
ja_jp: ボリューム情報が見つかりません。
ko_kr: 볼륨 정보가 누락되었습니다.
nb_no: Voluminformasjon mangler.
nl_nl: Ontbrekende volumegegevens.
pl_pl: Brak informacji o woluminie.
pt_br: As informações do volume estão ausentes.
ru_ru: Отсутствует информация тома.
sv_se: Volyminformation saknas.
tr_tr: Birim bilgileri eksik.
zh_cn: 卷信息缺失。
zh_tw: 磁碟區資訊遺失。

# ERROR_ID_86
source: Failed to create volume share.
cs_cz: Nepodařilo se vytvořit svazek sdílené složky.
de_de: Fehler beim Erstellen der Volume-Freigabe.
es_es: Error al crear el archivo compartido del volumen.
fr_fr: Échec de création du dossier partagé du volume.
hu_hu: A megosztás értékének létrehozása sikertelen.
it_it: Creazione condivisione volume non riuscita.
ja_jp: ボリューム共有を作成できませんでした。
ko_kr: 볼륨 공유를 만들지 못했습니다.
nb_no: Klarte ikke å opprette delt ressurs for volumet.
nl_nl: Kon volumeshare niet maken.
pl_pl: Nie można utworzyć udziału woluminu.
pt_br: Falha na criação do compartilhamento do volume.
ru_ru: Не удалось создать ресурс тома.
sv_se: Det gick inte att skapa volymresurs.
tr_tr: Birim paylaşımı oluşturulamadı.
zh_cn: 未能创建卷共享。
zh_tw: 建立磁碟區共享失敗。

# ERROR_ID_87
source: Failed to update volume share.
cs_cz: Nepodařilo se aktualizovat svazek sdílené složky.
de_de: Fehler beim Aktualisieren der Volume-Freigabe.
es_es: Error al actualizar el archivo compartido del volumen.
fr_fr: Échec de mise à jour du dossier partagé du volume.
hu_hu: A megosztás értékének frissítése sikertelen.
it_it: Aggiornamento condivisione volume non riuscita.
ja_jp: ボリューム共有を更新できませんでした。
ko_kr: 볼륨 공유를 업데이트하지 못했습니다.
nb_no: Klarte ikke å oppdaterte delt ressurs for volumet.
nl_nl: Kon volumeshare niet bijwerken.
pl_pl: Nie można zaktualizować udziału woluminu.
pt_br: Falha na atualização do compartilhamento do volume.
ru_ru: Не удалось обновить ресурс тома.
sv_se: Det gick inte att uppdatera volymresurs.
tr_tr: Birim paylaşımı güncelleştirilemedi.
zh_cn: 未能更新卷共享。
zh_tw: 更新磁碟區共享失敗。

# ERROR_ID_88
source: Failed to delete volume share.
cs_cz: Nepodařilo se odstranit svazek sdílené složky.
de_de: Fehler beim Löschen der Volume-Freigabe.
es_es: Error al eliminar el archivo compartido del volumen.
fr_fr: Échec de suppression du dossier partagé du volume.
hu_hu: A megosztás értékének törlése sikertelen.
it_it: Eliminazione condivisione volume non riuscita.
ja_jp: ボリューム共有を削除できませんでした。
ko_kr: 볼륨 공유를 삭제하지 못했습니다.
nb_no: Klarte ikke å slette delt ressurs for volumet.
nl_nl: Kon volumeshare niet verwijderen.
pl_pl: Nie można usunąć udziału woluminu.
pt_br: Falha na exclusão do compartilhamento do volume.
ru_ru: Не удалось удалить ресурс тома.
sv_se: Det gick inte att ta bort volymresurs.
tr_tr: Birim paylaşımı silinemedi.
zh_cn: 未能删除卷共享。
zh_tw: 刪除磁碟區共享失敗。

# ERROR_ID_89
source: Parameter is conflicting.
cs_cz: Konflikt parametru.
de_de: Parameterkonflikt.
es_es: El parámetro es conflictivo.
fr_fr: Paramètre en conflit.
hu_hu: A paraméter ellentmondó.
it_it: Conflitto parametro.
ja_jp: パラメータが競合しています。
ko_kr: 매개변수가 충돌합니다.
nb_no: Parameteren gir en konflikt.
nl_nl: Parameter conflicteert.
pl_pl: Parametr powoduje konflikt.
pt_br: Conflito em parâmetro.
ru_ru: Параметр конфликтующий.
sv_se: Parameter står i konflikt.
tr_tr: Parametre çakışıyor.
zh_cn: 参数冲突。
zh_tw: 參數衝突。

# ERROR_ID_90
source: User not found.
cs_cz: Uživatel nebyl nalezen.
de_de: Benutzer nicht gefunden.
es_es: Usuario no encontrado.
fr_fr: Utilisateur introuvable.
hu_hu: A felhasználó nem található.
it_it: Utente non trovato.
ja_jp: ユーザーが見つかりません。
ko_kr: 사용자가 없습니다.
nb_no: Brukeren ble ikke funnet.
nl_nl: Gebruiker niet gevonden.
pl_pl: Nie odnaleziono użytkownika.
pt_br: O usuário não foi encontrado.
ru_ru: Пользователь не найден.
sv_se: Det gick inte att hitta användare.
tr_tr: Kullanıcı bulunamadı.
zh_cn: 未找到用户。
zh_tw: 無法找到使用者。

# ERROR_ID_91
source: Source file missing.
cs_cz: Chybí zdrojový soubor.
de_de: Quelldatei fehlt.
es_es: Falta el archivo de origen.
fr_fr: Fichier source manquant.
hu_hu: A forrásfájl hiányzik.
it_it: File origine mancante.
ja_jp: ソース ファイルが見つかりません。
ko_kr: 소스 파일이 누락되었습니다.
nb_no: Kildefil mangler.
nl_nl: Bronbestand ontbreekt.
pl_pl: Brak pliku źródłowego.
pt_br: O arquivo de origem está ausente.
ru_ru: Отсутствует исходный файл.
sv_se: Källfil saknas.
tr_tr: Kaynak dosya eksik.
zh_cn: 源文件缺失。
zh_tw: 來源檔案遺失。

# ERROR_ID_92
source: File path missing.
cs_cz: Cesta souboru chybí.
de_de: Dateipfad fehlt.
es_es: Falta la ruta del archivo.
fr_fr: Chemin d'accès du fichier manquant.
hu_hu: A fájl elérési útvonala hiányzik.
it_it: Percorso file mancante.
ja_jp: ファイル パスが見つかりません。
ko_kr: 파일 경로가 누락되었습니다.
nb_no: Filbane mangler.
nl_nl: Bestandspad ontbreekt.
pl_pl: Brak ścieżki pliku.
pt_br: O caminho do arquivo está ausente.
ru_ru: Отсутствует путь к файлу.
sv_se: Sökväg saknas.
tr_tr: Dosya yolu eksik.
zh_cn: 文件路径缺失。
zh_tw: 檔案路徑遺失。

# ERROR_ID_93
source: Invalid parameter value.
cs_cz: Neplatná hodnota parametru.
de_de: Ungültiger Parameterwert.
es_es: Valor del parámetro no válido.
fr_fr: Valeur de paramètre non valide.
hu_hu: Érvénytelen paraméterérték.
it_it: Valore parametro non valido.
ja_jp: 無効なパラメータ値。
ko_kr: 유효하지 않은 매개변수 값입니다.
nb_no: Ugyldig parameterverdi.
nl_nl: Ongeldige parameterwaarde.
pl_pl: Nieprawidłowa wartość parametru.
pt_br: O valor do parâmetro é inválido.
ru_ru: Недопустимое значение параметра.
sv_se: Ogiltigt parametervärde.
tr_tr: Geçersiz parametre değeri.
zh_cn: 参数无效。
zh_tw: 無效的參數值。

# ERROR_ID_94
source: Invalid start time.
cs_cz: Neplatný čas spuštění.
de_de: Ungültige Startzeit.
es_es: Hora de inicio no válida.
fr_fr: Heure de début non valide.
hu_hu: Érvénytelen kezdési idő.
it_it: Ora di inizio non valida.
ja_jp: 無効な開始時刻。
ko_kr: 유효하지 않은 시작 시간입니다.
nb_no: Ugyldig starttidspunkt.
nl_nl: Ongeldige begintijd.
pl_pl: Nieprawidłowy czas rozpoczęcia.
pt_br: A hora de início é inválida.
ru_ru: Недопустимое время начала.
sv_se: Ogiltig starttid.
tr_tr: Geçersiz başlangıç saati.
zh_cn: 起始时间无效。
zh_tw: 無效的開始時間。

# ERROR_ID_95
source: Device name missing.
cs_cz: Chybí název zařízení.
de_de: Gerätename fehlt.
es_es: Falta el nombre del dispositivo.
fr_fr: Nom du dispositif manquant.
hu_hu: Az eszköznek nincs neve.
it_it: Nome dispositivo mancante.
ja_jp: デバイス名が見つかりません。
ko_kr: 장치 이름이 누락되었습니다.
nb_no: Enhetsnavn mangler.
nl_nl: Apparaatnaam ontbreekt.
pl_pl: Brak nazwy urządzenia.
pt_br: O nome do dispositivo está ausente.
ru_ru: Отсутствует название устройства.
sv_se: Enhetsnamn saknas.
tr_tr: Aygıt adı eksik.
zh_cn: 设备名称缺失。
zh_tw: 裝置名稱遺失。

# ERROR_ID_96
source: Invalid modified time.
cs_cz: NepIatný změněný čas.
de_de: Ungültige Änderungszeit.
es_es: Hora modificada no válida.
fr_fr: Heure modifiée non valide.
hu_hu: Érvénytelen módosított idő.
it_it: Ora modificata non valida.
ja_jp: 無効な修正時刻。
ko_kr: 유효하지 않은 수정 시간입니다.
nb_no: Ugyldig endret tid.
nl_nl: Ongeldige gewijzigde tijd.
pl_pl: Nieprawidłowy czas modyfikacji.
pt_br: A hora modificada é inválida.
ru_ru: Недопустимое измененное время.
sv_se: Ogiltig modifieringstid.
tr_tr: Geçersiz değiştirme saati.
zh_cn: 修改后的时间无效。
zh_tw: 無效的修改時間。

# ERROR_ID_97
source: Failed to update modified time.
cs_cz: Nepodařilo se aktualizovat změněný čas.
de_de: Fehler beim Aktualisieren der Änderungszeit.
es_es: Error al actualizar la hora modificada.
fr_fr: Échec de mise à jour de l'heure modifiée.
hu_hu: A módosított idő frissítése sikertelen.
it_it: Aggiornamento ora modificata non riuscito.
ja_jp: 修正時刻を更新できませんでした。
ko_kr: 수정 시간을 업데이트하지 못했습니다.
nb_no: Klarte ikke å oppdatere endret tid.
nl_nl: Kon gewijzigde tijd niet bijwerken.
pl_pl: Nie można zaktualizować czasu modyfikacji.
pt_br: Falha na atualização do tempo modificado.
ru_ru: Не удалось обновить измененное время.
sv_se: Det gick inte att uppdatera modifierad tid.
tr_tr: Değiştirme saati güncelleştirilemedi.
zh_cn: 未能更新修改时间。
zh_tw: 更新修改時間失敗。

# ERROR_ID_98
source: No matching shares were found.
cs_cz: Nebyly nalezeny žádné odpovídající sdílené složky.
de_de: Es wurden keine übereinstimmenden Freigaben gefunden.
es_es: No se encontraron archivos compartidos coincidentes.
fr_fr: Aucun dossier partagé correspondant n'a été identifié.
hu_hu: Nincs megegyező megosztás.
it_it: Nessuna condivisione corrispondente trovata.
ja_jp: 一致する共有が見つかりませんでした。
ko_kr: 일치하는 공유가 없습니다.
nb_no: Ingen delte ressurser som matchet søket ble funnet.
nl_nl: Geen overeenkomstige shares gevonden.
pl_pl: Nie odnaleziono pasujących udziałów.
pt_br: Não foram encontrados compartilhamentos correspondentes.
ru_ru: Не найдены соответствующие ресурсы.
sv_se: Det gick inte att hitta några matchande resurser.
tr_tr: Eşleşen paylaşım bulunamadı.
zh_cn: 没有找到匹配的共享。
zh_tw: 未找到相符共享。

# ERROR_ID_99
source: Share function failed.
cs_cz: Funkce sdílení se nezdařila.
de_de: Fehler bei der Freigabefunktion.
es_es: Función errónea de archivo compartido.
fr_fr: Échec de la fonction du dossier partagé.
hu_hu: A megosztási funkció sikertelen.
it_it: Funzione condivisione non riuscita.
ja_jp: 共有機能が失敗しました。
ko_kr: 공유 기능에 실패했습니다.
nb_no: Delefunksjonen mislyktes.
nl_nl: Probleem met sharefunctie.
pl_pl: Funkcja udziałów zakończyła działanie niepowodzeniem.
pt_br: Falha na função de compartilhamento.
ru_ru: Не выполнена функция ресурса.
sv_se: Resursfunktion misslyckades.
tr_tr: Paylaşım işlevi başarısız oldu.
zh_cn: 共享运行失败。
zh_tw: 共享功能失敗

# ERROR_ID_100
source: Operation is forbidden.
cs_cz: Operace je zakázaná.
de_de: Vorgang ist verboten.
es_es: La operación está prohibida.
fr_fr: L'opération n'est pas autorisée.
hu_hu: A művelet nem engedélyezett!
it_it: Operazione non consentita.
ja_jp: 処理は禁止されています。
ko_kr: 금지된 조작입니다.
nb_no: Denne operasjonen er forbudt.
nl_nl: Handeling is niet toegestaan.
pl_pl: Operacja jest zabroniona.
pt_br: A operação é proibida.
ru_ru: Операция запрещена.
sv_se: Åtgärd förbjuden.
tr_tr: İşlem yasaklandı.
zh_cn: 已禁用此操作。
zh_tw: 操作遺失。

# ERROR_ID_101
source: Failed to create share; share name already exists.
cs_cz: Nepodařilo se vytvořit sdílenou složku. Název sdílené složky již existuje.
de_de: Fehler beim Erstellen der Freigabe; Freigabename ist bereits vorhanden.
es_es: Error al crear el archivo compartido; el nombre del archivo compartido ya existe.
fr_fr: Échec de création du dossier partagé, ce nom existe déjà.
hu_hu: Megosztás létrehozása sikertelen, a megosztási név már létezik.
it_it: Creazione condivisione non riuscita. Il nome esiste già.
ja_jp: 共有を作成できませんでした。共有名は既に存在します。
ko_kr: 공유를 만들지 못했습니다. 공유 이름이 이미 존재합니다.
nb_no: Navnet på den delte ressursen finnes allerede.
nl_nl: Kon share niet maken, sharenaam bestaat al.
pl_pl: Nie można utworzyć udziału. Taka nazwa udziału już istnieje.
pt_br: Falha na criação do compartilhamento. O nome do compartilhamento já existe.
ru_ru: Не удалось создать ресурс, так как название ресурса уже существует.
sv_se: Det gick inte att skapa resurs, resursnamnet finns redan.
tr_tr: Paylaşım oluşturulamadı; paylaşım adı zaten var.
zh_cn: 无法创建共享；共享名称已存在。
zh_tw: 建立共享失敗，共享名稱已經存在。

# ERROR_ID_102
source: Failed to create share.
cs_cz: Nepodařilo se vytvořit sdílenou složku.
de_de: Fehler beim Erstellen der Freigabe.
es_es: Error al crear el archivo compartido.
fr_fr: Échec de création du dossier partagé.
hu_hu: A megosztás létrehozása sikertelen.
it_it: Creazione condivisione non riuscita.
ja_jp: 共有を作成できませんでした。
ko_kr: 공유를 만들지 못했습니다.
nb_no: Klarte ikke å opprette delt ressurs.
nl_nl: Kon share niet maken.
pl_pl: Nie można utworzyć udziału.
pt_br: Falha na criação do compartilhamento.
ru_ru: Не удалось создать ресурс.
sv_se: Det gick inte att skapa resurs.
tr_tr: Paylaşım oluşturulamadı.
zh_cn: 创建共享失败。
zh_tw: 建立共享失敗。

# ERROR_ID_103
source: Failed to update share.
cs_cz: Nepodařilo se aktualizovat sdílenou složku.
de_de: Fehler beim Aktualisieren der Freigabe.
es_es: Error al actualizar el archivo compartido.
fr_fr: Échec de mise à jour du dossier partagé.
hu_hu: A megosztás frissítése sikertelen.
it_it: Aggiornamento condivisione non riuscito.
ja_jp: 共有を更新できませんでした。
ko_kr: 공유를 업데이트하지 못했습니다.
nb_no: Klarte ikke å oppdatere delt ressurs.
nl_nl: Kon share niet bijwerken.
pl_pl: Nie można zaktualizować udziału.
pt_br: Falha na atualização do compartilhamento.
ru_ru: Не удалось обновить ресурс.
sv_se: Det gick inte att uppdatera resurs.
tr_tr: Paylaşım güncelleştirilemedi.
zh_cn: 更新共享失败。
zh_tw: 更新共享失敗。

# ERROR_ID_104
source: Failed to delete share.
cs_cz: Nepodařilo se odstranit sdílenou složku.
de_de: Fehler beim Löschen der Freigabe.
es_es: Error al eliminar el archivo compartido.
fr_fr: Échec de suppression du dossier partagé.
hu_hu: A megosztás törlése sikertelen.
it_it: Eliminazione condivisione non riuscita.
ja_jp: 共有を削除できませんでした。
ko_kr: 공유를 삭제하지 못했습니다.
nb_no: Klarte ikke å slette delt ressurs.
nl_nl: Kon share niet verwijderen.
pl_pl: Nie można usunąć udziału.
pt_br: Falha na exclusão do compartilhamento.
ru_ru: Не удалось удалить ресурс.
sv_se: Det gick inte att ta bort resurs.
tr_tr: Paylaşım silinemedi.
zh_cn: 删除共享失败。
zh_tw: 刪除共享失敗。

# ERROR_ID_105
source: Invalid share name.
cs_cz: Neplatný název sdílené složky.
de_de: Ungültiger Freigabename.
es_es: Nombre de archivo compartido no válido.
fr_fr: Nom de dossier partagé non valide.
hu_hu: Érvénytelen megosztásnév.
it_it: Nome condivisione non valido.
ja_jp: 無効な共有名。
ko_kr: 유효하지 않은 공유 이름입니다.
nb_no: Ugyldig delt ressurs-navn.
nl_nl: Ongeldige sharenaam.
pl_pl: Nieprawidłowa nazwa udziału.
pt_br: O nome do compartilhamento é inválido.
ru_ru: Недопустимое название ресурса.
sv_se: Ogiltigt resursnamn.
tr_tr: Geçersiz paylaşım adı.
zh_cn: 共享名称无效。
zh_tw: 無效的分享名稱。

# ERROR_ID_106
source: Share access already exists.
cs_cz: Přístup ke sdílené složce již existuje.
de_de: Freigabezugriff ist bereits vorhanden.
es_es: El acceso a archivos compartidos ya existe.
fr_fr: L'accès au dossier partagé existe déjà.
hu_hu: A megosztás hozzáférési adatai már foglaltak.
it_it: Accesso condivisione già esistente.
ja_jp: 共有アクセスは既に存在します。
ko_kr: 공유 액세스가 이미 존재합니다.
nb_no: Tilgang til delt ressurs finnes allerede.
nl_nl: Sharetoegang bestaat al.
pl_pl: Dostęp do udziału już istnieje.
pt_br: O acesso ao compartilhamento já existe.
ru_ru: Доступ к ресурсу уже существует.
sv_se: Resursåtkomst finns redan.
tr_tr: Paylaşım erişimi zaten mevcut.
zh_cn: 共享访问已存在。
zh_tw: 共享存取已經存在。

# ERROR_ID_107
source: Share already exists.
cs_cz: Sdílená složka již existuje.
de_de: Freigabe ist bereits vorhanden.
es_es: El archivo compartido ya existe.
fr_fr: Le dossier partagé existe déjà.
hu_hu: A megosztás már létezik.
it_it: Condivisione già esistente.
ja_jp: 共有は既に存在します。
ko_kr: 공유가 이미 존재합니다.
nb_no: Delt ressurs finnes allerede.
nl_nl: Share bestaat al.
pl_pl: Udział już istnieje.
pt_br: O compartilhamento já existe.
ru_ru: Ресурс уже существует.
sv_se: Resurs finns redan.
tr_tr: Paylaşım zaten mevcut.
zh_cn: 共享已存在。
zh_tw: 共享已經存在。

# ERROR_ID_108
source: Share access not found.
cs_cz: Přístup ke sdílené složce nebyl nalezen.
de_de: Freigabezugriff wurde nicht gefunden.
es_es: Acceso a archivos compartidos no encontrado.
fr_fr: Accès au dossier partagé introuvable.
hu_hu: A megosztás hozzáférési adatai nem találhatóak.
it_it: Accesso condivisione non trovato.
ja_jp: 共有アクセスが見つかりません。
ko_kr: 공유 액세스가 없습니다.
nb_no: Tilgang til delt ressurs ble ikke funnet.
nl_nl: Sharetoegang niet gevonden.
pl_pl: Nie odnaleziono dostępu do udziału.
pt_br: O acesso ao compartilhamento não foi encontrado.
ru_ru: Доступ к ресурсу не найден.
sv_se: Det gick inte att hitta resursåtkomst.
tr_tr: Paylaşım erişimi bulunamadı.
zh_cn: 未找到共享访问。
zh_tw: 無法找到共享存取。

# ERROR_ID_109
source: New directory not found.
cs_cz: Nový adresář nebyl nalezen.
de_de: Neues Verzeichnis wurde nicht gefunden.
es_es: Directorio nuevo no encontrado.
fr_fr: Nouveau répertoire introuvable.
hu_hu: Az új könyvtár nem található.
it_it: Nuova directory non trovata.
ja_jp: 新しいディレクトリが見つかりません。
ko_kr: 새 디렉토리가 없습니다.
nb_no: Ny katalog ble ikke funnet.
nl_nl: Nieuwe map niet gevonden.
pl_pl: Nie odnaleziono nowego katalogu.
pt_br: O novo diretório não foi encontrado.
ru_ru: Новый каталог не найден.
sv_se: Det gick inte att hitta ny katalog.
tr_tr: Yeni dizin bulunamadı.
zh_cn: 未找到新目录。
zh_tw: 無法找到新名錄。

# ERROR_ID_110
source: Remote account conflict.
cs_cz: Konflikt vzdáleného přístupu.
de_de: Konflikt mit dem Remotekonto.
es_es: Conflicto con la cuenta remota.
fr_fr: Compte distant en conflit.
hu_hu: Távoli hozzáférést érintő ütközés.
it_it: Conflitto account remoto.
ja_jp: リモート アカウントの競合。
ko_kr: 원격 계정이 충돌합니다.
nb_no: Konflikt i ekstern konto.
nl_nl: Conflict met externe account.
pl_pl: Konflikt konta zdalnego.
pt_br: Conflito em conta remota.
ru_ru: Конфликт удаленной учетной записи.
sv_se: Konflikt med fjärrkonto.
tr_tr: Uzak hesap çakışması.
zh_cn: 远程帐户冲突。
zh_tw: 遠端帳號衝突。

# ERROR_ID_111
source: Failed to get SSL certificate from central server.
cs_cz: Nepodařilo se získat certifikát protokolu SSL z centrálního serveru.
de_de: Fehler beim Abrufen des SSL-Zertifikats vom zentralen Server.
es_es: Error al obtener el certificado SSL del servidor central.
fr_fr: Échec d'obtention du certificat SSL depuis le serveur central.
hu_hu: Az SSL-igazolás bekérése a központi kiszolgálótól sikertelen.
it_it: Impossibile ottenere il certificato SSL da un server centrale.
ja_jp: セントラル サーバーから SSL 証明書を取得できませんでした。
ko_kr: 중앙 서버에서 SSL 인증서를 가져오지 못했습니다.
nb_no: Klarte ikke å hente SSL-sertifikat fra sentralserveren.
nl_nl: Kon SSL-certificaat niet ophalen van centrale server.
pl_pl: Nie można uzyskać certyfikatu SSL z serwera centralnego.
pt_br: Falha na obtenção do certificado SSL do servidor central.
ru_ru: Не удалось получить сертификат SSL с центрального сервера.
sv_se: Det gick inte att hämta SSL-certifikat från central server.
tr_tr: Merkez sunucusundan SSL sertifikası alınamadı.
zh_cn: 无法从中央服务器获取 SSL 证书。
zh_tw: 從中央伺服器獲取 SSL 憑證失敗。

# ERROR_ID_112
source: Unauthenticated login.
cs_cz: Neověřené přihlášení.
de_de: Nicht authentifizierte Anmeldung.
es_es: Inicio de sesión no autenticado.
fr_fr: Identifiant non authentifié.
hu_hu: Jogosulatlan bejelentkezési adatok.
it_it: Accesso non autenticato.
ja_jp: 認証されていないログイン。
ko_kr: 인증되지 않은 로그인입니다.
nb_no: Uautorisert innlogging.
nl_nl: Ongeverifieerde aanmelding.
pl_pl: Nieuwierzytelniony identyfikator.
pt_br: O login não foi autenticado.
ru_ru: Вход без проверки подлинности.
sv_se: Icke-verifierad inloggning.
tr_tr: Kimliği doğrulanmamış oturum.
zh_cn: 登录未完成身份验证。
zh_tw: 未經授權的登入。

# ERROR_ID_113
source: Album access not found.
cs_cz: Přístup k albu nebyl nalezen.
de_de: Albumzugriff wurde nicht gefunden.
es_es: Acceso al álbum no encontrado.
fr_fr: Accès à l'album introuvable.
hu_hu: Az album hozzáférési adatai nem találhatóak.
it_it: Accesso album non trovato.
ja_jp: アルバム アクセスが見つかりません。
ko_kr: 앨범 액세스가 없습니다.
nb_no: Albumtilgang ble ikke funnet.
nl_nl: Albumtoegang niet gevonden.
pl_pl: Nie odnaleziono dostępu do albumu.
pt_br: O acesso ao álbum não foi encontrado.
ru_ru: Доступ к альбому не найден.
sv_se: Det gick inte att hitta albumåtkomst.
tr_tr: Albüm erişimi bulunamadı.
zh_cn: 未找到相册访问。
zh_tw: 無法找到相簿存取。

# ERROR_ID_114
source: Album access already exists.
cs_cz: Přístup k albu již existuje.
de_de: Albumzugriff ist bereits vorhanden.
es_es: El acceso al álbum ya existe.
fr_fr: L'accès à l'album existe déjà.
hu_hu: Az album hozzáférési adatai már foglaltak.
it_it: Accesso album già esistente.
ja_jp: アルバム アクセスは既に存在します。
ko_kr: 앨범 액세스가 이미 존재합니다.
nb_no: Albumtilgang finnes allerede.
nl_nl: Albumtoegang bestaat al.
pl_pl: Dostęp do albumu już istnieje.
pt_br: O acesso ao álbum já existe.
ru_ru: Доступ к альбому уже существует.
sv_se: Albumåtkomst finns redan.
tr_tr: Albüm erişimi zaten mevcut.
zh_cn: 相册访问已存在。
zh_tw: 相簿存取已經存在。

# ERROR_ID_115
source: Failed to delete user share access.
cs_cz: Nepodařilo se odstranit přístup uživatele ke sdílené složce.
de_de: Fehler beim Löschen des Benutzerfreigabezugriffs.
es_es: Error al eliminar el acceso a archivos compartidos del usuario.
fr_fr: Échec de suppression de l'accès au dossier partagé de l'utilisateur.
hu_hu: A felhasználó hozzáférésének törlése a megosztáshoz sikertelen.
it_it: Eliminazione accesso condivisione utente non riuscita.
ja_jp: ユーザー共有を削除できませんでした。
ko_kr: 사용자 공유 액세스를 삭제하지 못했습니다.
nb_no: Klarte ikke å slette delt tilgang for brukeren.
nl_nl: Kon gebruikersharetoegang niet verwijderen.
pl_pl: Nie można usunąć dostępu do udziału użytkownika.
pt_br: Falha na exclusão do acesso ao compartilhamento do usuário.
ru_ru: Не удалось удалить доступ пользователя к ресурсу.
sv_se: Det gick inte att ta bort användarens resursåtkomst.
tr_tr: Kullanıcı paylaşım erişimi silinemedi.
zh_cn: 未能删除用户共享。
zh_tw: 刪除使用者共享存取失敗。

# ERROR_ID_116
source: Failed to delete device users.
cs_cz: Nepodařilo se odstranit uživatele zařízení.
de_de: Fehler beim Löschen der Gerätebenutzer.
es_es: Error al eliminar a los usuarios del dispositivo.
fr_fr: Échec de suppression des utilisateurs du dispositif.
hu_hu: Az eszköz felhasználóinak törlése sikertelen.
it_it: Eliminazione utenti dispositivo non riuscita.
ja_jp: デバイス ユーザーを削除できませんでした。
ko_kr: 장치 사용자를 삭제하지 못했습니다.
nb_no: Klarte ikke å slette enhetsbrukere.
nl_nl: Kon apparaatgebruikers niet verwijderen.
pl_pl: Nie można usunąć użytkowników urządzenia.
pt_br: Falha na exclusão do usuários do dispositivo.
ru_ru: Не удалось удалить пользователей устройства.
sv_se: Det gick inte att ta bort enhetens användare.
tr_tr: Aygıt kullanıcıları silinemedi.
zh_cn: 删除设备用户失败。
zh_tw: 刪除裝置使用者失敗。
