Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# ERROR_SHARE_USERNAME_INCORRECT_SYNTAX
source: Share username cannot be blank. Please enter a valid share username and try again.
cs_cz: Uživatelské jméno sdílené složky nesmí být prázdné. Zadejte platné uživatelské jméno sdílené složky a akci zopakujte.
de_de: Der Benutzername für die Freigabe darf nicht leer sein. Geben Sie einen gültigen Benutzernamen für die Freigabe ein und versuchen Sie es erneut.
es_es: El nombre de usuario del archivo compartido no puede estar en blanco. Introduzca un nombre de usuario de archivo compartido válido e inténtelo de nuevo.
fr_fr: Le nom d'utilisateur du dossier partagé ne peut pas être vide. Veuillez saisir un nom d'utilisateur de dossier partagé valide, puis réessayez.
hu_hu: A megosztásnak felhasználónevet kell adni, a mező nem maradhat üresen. Kérjük, adjon egy érvényes felhasználónevet a megosztásnak, és próbálja meg újra.
it_it: Il nome utente della condivisione non può essere vuoto. Immettere un nome utente della condivisione valido e riprovare.
ja_jp: 共有ユーザー名を空白にできません。 有効な共有ユーザー名を入力して、再試行してください。
ko_kr: 공유 사용자 이름은 비워둘 수 없습니다. 유효한 공유 사용자 이름을 입력한 후 다시 시도하십시오.
nb_no: Brukernavn for delt ressurs kan ikke være blankt. Skriv inn et gyldig brukernavn for delt ressurs og prøv på nytt.
nl_nl: De share-gebruikersnaam mag niet leeg zijn. Voer een geldige share-gebruikersnaam in en probeer het opnieuw.
pl_pl: Nazwa użytkownika udziału nie może być pusta. Wprowadź prawidłową nazwę użytkownika udziału i spróbuj ponownie.
pt_br: O nome do usuário do compartilhamento não pode ficar em branco. Insira um nome do usuário válido para o compartilhamento e tente novamente.
ru_ru: Имя пользователя ресурса не может быть пустым. Введите допустимое имя пользователя ресурса и повторите попытку.
sv_se: Resursens användarnamn får inte vara tomt. Ange ett giltigt resursanvändarnamn och försök igen.
tr_tr: Paylaşım kullanıcı adı boş olamaz. Lütfen geçerli bir paylaşım kullanıcı adı girip tekrar deneyin.
zh_cn: 共享用户名不能为空。 请输入一个有效的共享用户名，然后重试。
zh_tw: 共享使用者名稱不可空白。 請輸入一個有效的共享使用者名稱，再試一次。

# ERROR_DEVICE_USERNAME_INCORRECT_SYNTAX
source: Device username cannot be blank. Please enter a valid device username and try again.
cs_cz: Uživatelské jméno zařízení nesmí být prázdné. Zadejte platné uživatelské jméno zařízení a akci zopakujte.
de_de: Der Gerätebenutzername darf nicht leer sein. Geben Sie einen gültigen Gerätebenutzernamen ein und versuchen Sie es erneut.
es_es: El nombre de usuario del dispositivo no puede estar en blanco. Introduzca un nombre de usuario de dispositivo válido e inténtelo de nuevo.
fr_fr: Le nom d'utilisateur du dispositif ne peut pas être vide. Veuillez saisir un nom d'utilisateur de dispositif valide, puis réessayez.
hu_hu: Az eszköznek felhasználónevet kell adni, a mező nem maradhat üresen. Kérjük, adjon egy érvényes felhasználónevet az eszköznek, és próbálja meg újra.
it_it: Il nome utente del dispositivo non può essere vuoto. Immettere un nome utente del dispositivo valido e riprovare.
ja_jp: デバイス ユーザー名を空白にできません。 有効なデバイス ユーザー名を入力して、再試行してください。
ko_kr: 장치 사용자 이름은 비워둘 수 없습니다. 유효한 장치 사용자 이름을 입력한 후 다시 시도하십시오.
nb_no: Enhetsbrukernavnet kan ikke være blankt. Skriv inn et gyldig enhetsbrukernavn og prøv på nytt.
nl_nl: De apparaat-gebruikersnaam mag niet leeg zijn. Voer een geldige apparaat-gebruikersnaam in en probeer het opnieuw.
pl_pl: Nazwa użytkownika urządzenia nie może być pusta. Wprowadź prawidłową nazwę użytkownika urządzenia i spróbuj ponownie.
pt_br: O nome do usuário do dispositivo não pode ficar em branco. Insira um nome do usuário válido para o dispositivo e tente novamente.
ru_ru: Имя пользователя устройства не может быть пустым. Введите допустимое имя пользователя устройства и повторите попытку.
sv_se: Enhetens användarnamn får inte vara tomt. Ange ett giltigt enhetsanvändarnamn och försök igen.
tr_tr: Aygıt kullanıcı adı boş olamaz. Lütfen geçerli bir aygıt kullanıcı adı girip tekrar deneyin.
zh_cn: 设备用户名不能为空。 请输入一个有效的共享用户名，然后重试。
zh_tw: 裝置使用者名稱不可空白。 請輸入一個有效的裝置使用者名稱，再試一次。

# ERROR_GET_UNKNOWN_ERROR
source: Unknown error while retrieving data. Ensure there are no network connectivity issues and try again.
cs_cz: Neznámá chyba při načítání dat. Zkontrolujte možné problémy se síťovým připojením a akci zopakujte.
de_de: Unbekannter Fehler beim Abrufen der Daten. Vergewissern Sie sich, dass keine Probleme mit der Netzwerkverbindung vorliegen, und versuchen Sie es erneut.
es_es: Error desconocido al recuperar los datos. Asegúrese de que no hay problemas de conectividad de red e inténtelo de nuevo.
fr_fr: Erreur inconnue lors de la récupération de données. Assurez-vous de l'absence de problèmes de connectivité réseau, puis réessayez.
hu_hu: Az adatok helyreállítása során ismeretlen hiba lépett fel. Bizonyosodjon meg róla, hogy nincsenek problémák a hálózati kapcsolattal, majd próbálja meg újra.
it_it: Errore sconosciuto durante il recupero dei dati. Assicurarsi che non vi siano problemi di connettività di rete e riprovare.
ja_jp: データ取得中の不明なエラー。 ネットワーク接続の問題がないことを確認し、再試行してください。
ko_kr: 데이터 검색 중에 알 수 없는 오류가 발생했습니다. 네트워크 연결 문제가 없는지 확인한 후 다시 시도하십시오.
nb_no: Ukjent feil ved henting av data. Kontroller at det ikke er noen problemer med nettverkstilkoblingen og prøv på nytt.
nl_nl: Onbekende fout bij ophalen van gegevens. Controleer of u netwerkverbindingsproblemen hebt en probeer het opnieuw.
pl_pl: Podczas pobierania danych wystąpił nieznany błąd. Upewnij się, że nie ma problemów z łącznością sieciową, i spróbuj ponownie.
pt_br: Erro desconhecido ao acessar dados. Verifique se não há problemas de conectividade à rede e tente novamente.
ru_ru: Неизвестная ошибка при извлечении данных. Убедитесь в том, что нет проблем с сетевым подключением, и повторите попытку.
sv_se: Okänt fel vid hämtning av data. Kontrollera att det inte finns några problem med nätverksanslutningen och försök igen.
tr_tr: Veriler alınırken bilinmeyen hata oluştu. Ağ bağlantısı sorunlarının olmadığından emin olup tekrar deneyin.
zh_cn: 获取数据时发生未知错误。 请确保您的网络连接没有问题，然后重试。
zh_tw: 解取資料時發生未知錯誤。 請確認沒有網路連線能力的問題，再試一次。

# ERROR_SERVICE_NOT_ALLOWED
source: The requested service is not allowed.
cs_cz: Požadovaná služba nebyla povolena.
de_de: Der angeforderte Dienst ist nicht zulässig.
es_es: No se permite el servicio solicitado.
fr_fr: Le service demandé n'est pas autorisé.
hu_hu: A kért szolgáltatás nem engedélyezett.
it_it: Il servizio richiesto non è consentito.
ja_jp: 要求されたサービスは許可されていません。
ko_kr: 요청된 서비스는 허용되지 않습니다.
nb_no: Den forespurte tjenesten er ikke tillatt.
nl_nl: De gevraagde service is niet toegestaan.
pl_pl: Żądana usługa jest niedozwolona.
pt_br: O serviço solicitado não é permitido.
ru_ru: Запрошенная служба не разрешена.
sv_se: Den begärda tjänsten är inte tillåten.
tr_tr: İstenilen hizmete izin verilmiyor.
zh_cn: 请求的服务是不允许的。
zh_tw: 不允許要求的服務。

# LABEL_STATUS_READY_EXPLANATION
source: Cloud access is now available from your device.
cs_cz: Z vašeho zařízení je nyní k dispozici přístup ke cloudu.
de_de: Der Cloud-Zugriff ist nun über Ihr Gerät verfügbar.
es_es: El acceso a la nube ya está disponible desde su dispositivo.
fr_fr: L'accès au cloud est désormais disponible depuis votre dispositif.
hu_hu: A felhő most már elérhető az Ön által használt eszközről.
it_it: L'accesso cloud è adesso disponibile dal dispositivo.
ja_jp: クラウド アクセスはデバイスから使用可能です。
ko_kr: 이제 장치에서 클라우드에 액세스할 수 있습니다.
nb_no: Cloud-tilgang er nå tilgjengelig fra enheten.
nl_nl: Cloudtoegang is nu beschikbaar vanaf uw apparaat.
pl_pl: Teraz możesz uzyskać dostęp do chmury z urządzenia.
pt_br: O acesso à nuvem está disponível para o seu dispositivo.
ru_ru: Доступ к облаку теперь возможен с вашего устройства.
sv_se: Molnåtkomst är inte tillgänglig från enheten.
tr_tr: Şu anda aygıtınızdan bulut erişimi kullanılabilir.
zh_cn: 现在可从您的设备实现云访问。
zh_tw: 現在可從您的裝置使用雲端存取。

# LABEL_STATUS_RELAYED_EXPLANATION
source: For best performance, enable UPnP on your router to establish a direct connection.
cs_cz: Za účelem zajištění vyššího výkonu aktivujte ve svém směrovači funkci UPnP pro navázání přímého připojení.
de_de: Aktivieren Sie UPnP am Router, um eine Direktverbindung herzustellen und die Leistung zu optimieren.
es_es: Para obtener el mejor rendimiento, habilite UPnP en el enrutador para establecer una conexión directa.
fr_fr: Pour de meilleures performances, activez le protocole UPnP sur votre routeur pour établir une connexion directe.
hu_hu: A legjobb teljesítmény eléréséhez engedélyezze a routeren az UPnP protokollt (UPnP = Universal Plug and Play) a közvetlen kapcsolat érdekében.
it_it: Per prestazioni ottimali, abilitare l'UPnP sul router per stabilire una connessione diretta.
ja_jp: 最高のパフォーマンスのため、ルーターの UPnP を有効にして、直接接続を確立してください。
ko_kr: 성능을 극대화하려면 라우터에서 UPnP를 활성화하여 직접 연결을 설정하십시오.
nb_no: For å oppnå best mulig ytelse må du aktivere UPnP på ruteren for å etablere en direkteforbindelse.
nl_nl: Voor optimale prestaties schakelt u UPnP in op uw router om een rechtstreekse verbinding tot stand te brengen.
pl_pl: Aby uzyskać najlepszą wydajność, włącz na routerze obsługę protokołu UPnP, aby nawiązać połączenie bezpośrednie.
pt_br: Para obter o melhor desempenho ative o UPnP no seu roteador para estabelecer uma conexão direta.
ru_ru: Для достижения максимальной производительности включите UPnP на своем маршрутизаторе, чтобы установить непосредственное подключение.
sv_se: För bästa prestanda ska du aktivera UPnP på routern för att etablera en direkt anslutning.
tr_tr: En iyi performans için, yönlendiricinizde UPnP'yi etkinleştirerek doğrudan bağlantı kurun.
zh_cn: 为获得最佳性能，请在您的路由器上启用通用即插即用（ UPnP ），建立一个直接的连接。
zh_tw: 在您的路由器上啟用 UPnP，建立直接連線，以獲得最佳的效能。

# LABEL_STATUS_FAILED_EXPLANATION
source: Cannot establish remote access connection. Make sure you are connected to the Internet.
cs_cz: Nelze navázat připojení vzdáleného přístupu. Zkontrolujte, zda jste připojeni k internetu.
de_de: Remotezugriff-Verbindung kann nicht hergestellt werden. Vergewissern Sie sich, dass eine Internetverbindung hergestellt ist.
es_es: No se puede establecer una conexión de acceso remoto. Asegúrese de que está conectado a internet.
fr_fr: Impossible d'établir une connexion par accès distant. Assurez-vous d'être connecté à Internet.
hu_hu: Nem lehet létrehozni a távoli kapcsolatot. Győződjön meg róla, hogy kapcsolódik-e az internethez.
it_it: Impossibile stabilire una connessione di accesso remoto. Assicurarsi di essere connessi a Internet.
ja_jp: リモート アクセス接続を確立できません。 インターネットに接続していることを確認してください。
ko_kr: 원격 액세스 연결을 설정할 수 없습니다. 인터넷에 연결되어 있는지 확인하십시오.
nb_no: Kan ikke opprette ekstern tilgang. Kontroller at du er koblet til Internett.
nl_nl: Kan geen verbinding voor externe toegang tot stand brengen. Zorg ervoor dat u een internetverbinding hebt.
pl_pl: Nie można nawiązać połączenia dostępu zdalnego. Upewnij się, że masz połączenie z Internetem.
pt_br: Não é possível estabelecer uma conexão para o acesso remoto. Verifique se há uma conexão com a Internet.
ru_ru: Невозможно установить подключение для удаленного доступа. Убедитесь в наличии подключения к Интернету.
sv_se: Det går inte att etablera fjärråtkomstanslutning. Kontrollera att du är ansluten till internet.
tr_tr: Uzaktan erişim bağlantısı kurulamıyor. Internet'e bağlı olduğunuzdan emin olun.
zh_cn: 无法建立远程访问连接。 请确保您已连接到互联网。
zh_tw: 無法建立遠端存取連線。 請確認您已經連線至網路。

# LABEL_STATUS_CONNECTING_EXPLANATION
source: Trying to establish a remote access connection...
cs_cz: Probíhá pokus o navázání připojení vzdáleného přístupu...
de_de: Remotezugriff-Verbindung wird hergestellt ...
es_es: Intentando establecer una conexión de acceso remoto...
fr_fr: Tentative de connexion par accès distant en cours…
hu_hu: Távoli kapcsolat létrehozása…
it_it: Tentativo di stabilire una connessione di accesso remoto in corso...
ja_jp: リモート アクセス接続の確立を試行中...
ko_kr: 원격 액세스 연결 설정을 시도하는 중...
nb_no: Prøver å etablere tilkobling for ekstern tilgang ...
nl_nl: Verbinding voor externe toegang wordt tot stand gebracht...
pl_pl: Trwa próba nawiązania połączenia dostępu zdalnego ...
pt_br: Tentando estabelecer uma conexão para acesso remoto...
ru_ru: Выполняется попытка установить подключение для удаленного доступа...
sv_se: Försöker etablera en fjärråtkomstanslutning...
tr_tr: Uzaktan erişim bağlantısı kurulmaya çalışılıyor...
zh_cn: 正在尝试建立远程访问连接...
zh_tw: 正在嘗試建立遠端存取連線...

# LABEL_STATUS_RETRIEVING_INFORMATION
source: Retrieving information...
cs_cz: Probíhá načítání informací...
de_de: Informationen werden abgerufen ...
es_es: Recuperando información...
fr_fr: Récupération d'informations en cours…
hu_hu: Adatok helyreállítása…
it_it: Recupero delle informazioni in corso...
ja_jp: 情報を取得中...
ko_kr: 정보 검색 중...
nb_no: Henter informasjon ...
nl_nl: Informatie ophalen...
pl_pl: Pobieranie informacji...
pt_br: Acessando informações...
ru_ru: Извлечение информации...
sv_se: Hämtar information...
tr_tr: Bilgiler alınıyor...
zh_cn: 正在获取信息...
zh_tw: 正在擷取資訊...

# LABEL_CODE_WAITING
source: Waiting
cs_cz: Čekání
de_de: Warten
es_es: Esperando...
fr_fr: En attente
hu_hu: Várakozás
it_it: In attesa
ja_jp: 待機中
ko_kr: 대기 중
nb_no: Venter
nl_nl: Wachten...
pl_pl: Oczekiwanie
pt_br: Aguardando
ru_ru: Ожидание
sv_se: Väntar
tr_tr: Bekliyor
zh_cn: 正在等待
zh_tw: 等待

# TOOLTIP_REMOTE_ACCESS_DAC_EXPIRED
source: The activation code generated has expired. Please click Add Access to generate a new code.
cs_cz: Platnost vygenerovaného aktivačního kódu vypršela. Kliknutím na Přidat přístup vygenerujte nový kód.
de_de: Der generierte Aktivierungscode ist abgelaufen. Klicken Sie auf „Zugriff hinzufügen“, um einen neuen Code zu generieren.
es_es: El código de activación generado ha expirado. Haga clic en Agregar acceso para generar un código nuevo.
fr_fr: Le code d'activation généré a expiré. Veuillez cliquer sur Ajouter un accès pour générer un nouveau code.
hu_hu: Az érvényesítési kód már lejárt. Az új kód generálásához kérjük, kattintson a „Új hozzáférés hozzáadása” linkre.
it_it: Il codice di attivazione generato è scaduto. Fare clic su Aggiungi accesso per generare un nuovo codice.
ja_jp: 生成された認証コードの有効期限が切れました。 [アクセスの追加] をクリックして、新しいコードを生成してください。
ko_kr: 생성된 활성화 코드가 만료되었습니다. 액세스 추가를 클릭하여 새 코드를 생성하십시오.
nb_no: Den genererte aktiveringskoden er utløpt. Klikk på &quot;Legg til tilgang&quot; for å generere en ny kode.
nl_nl: De gegenereerde activeringscode is verlopen. Klik op Toegang toevoegen om een nieuwe code te genereren.
pl_pl: Wygenerowany kod aktywacji stracił ważność. Aby wygenerować nowy kod, kliknij pozycję Dodaj dostęp.
pt_br: O código de ativação gerado já expirou. Clique em Adicionar acesso para gerar um novo código.
ru_ru: Истек срок действия созданного кода активации. Нажмите «Добавить доступ», чтобы создать новый код.
sv_se: Aktiveringskoden som genererades har utgått. Klicka på Lägg till åtkomst för att generera en ny kod.
tr_tr: Oluşturulan etkinleştirme kodunun süresi doldu. Yeni bir kod oluşturmak için lütfen Erişim Ekle öğesini tıklatın.
zh_cn: 激活代码已过期。 请单击“添加访问“，生成一个新的代码。
zh_tw: 所產生的啟用代碼已過期。 請按一下「新增存取」已產生新的代碼。

# TOOLTIP_REMOTE_ACCESS_DAC_WAITING
source: Indicates that an activation code has been generated but has not yet been entered on your mobile or tablet device.
cs_cz: Indikuje, že byl vygenerován aktivační kód, ale dosud nebyl zadán do vašeho mobilního zařízení nebo tabletu.
de_de: Gibt an, dass ein Aktivierungscode generiert, jedoch noch nicht auf dem Mobilgerät oder Tablet eingegeben wurde.
es_es: Indica que se ha generado un código de activación pero que aún no se ha introducido en el dispositivo móvil o en la tableta.
fr_fr: Indique qu'un code d'activation a été généré mais qu'il n'a pas encore été saisi sur votre dispositif mobile ou votre tablette.
hu_hu: Jelzi, hogy az érvényesítési kódot már létrehozták, de még nem léptek be vele az Ön mobileszközén vagy táblagépén.
it_it: Indica che un codice di attivazione è stato generato ma non è ancora stato immesso nel dispositivo mobile o tablet.
ja_jp: 認証コードが生成されましたが、モバイル デバイスまたはタブレットで入力されていないことを示します。
ko_kr: 활성화 코드가 생성되었지만 아직 모바일 또는 태블릿 장치에 입력되지 않았음을 나타냅니다.
nb_no: Indikerer at en aktiveringskode har blitt generert, men enda ikke er lagt inn på mobilen eller nettbrettet.
nl_nl: Geeft aan dat een activeringscode is gegenereerd maar nog niet is ingevoerd op uw mobiele apparaat of tablet.
pl_pl: Wskazuje, że kod aktywacji został wygenerowany, ale jeszcze nie wprowadzono go na urządzeniu przenośnym ani tablecie.
pt_br: Indica que um código de ativação foi gerado, mas ainda não foi inserido no dispositivo móvel ou tablet.
ru_ru: Показывает, что код активации был создан, но еще не был введен на мобильном устройстве или планшетном компьютере.
sv_se: Anger att en aktiveringskod har genererats men ännu inte angivits på den mobila enheten eller surfplattan.
tr_tr: Bir etkinleştirme kodunun oluşturulduğunu, ancak mobil aygıtınıza veya tabletinize henüz girilmediğini gösterir.
zh_cn: 表示一个激活代码已生成，但尚未从您的移动设备或平板设备中输入过。
zh_tw: 指示已產生啟用代碼，但尚未輸入至您的行動或是平板裝置。

# LABEL_MOBILE_DEVICE_CONNECTED
source: Connected
cs_cz: Připojeno
de_de: Verbunden
es_es: Conectado
fr_fr: Connecté
hu_hu: Csatlakoztatva
it_it: Connesso
ja_jp: 接続
ko_kr: 연결됨
nb_no: Tilkoblet
nl_nl: Verbonden
pl_pl: Połączono
pt_br: Conectado
ru_ru: Подключено
sv_se: Ansluten
tr_tr: Bağlandı
zh_cn: 已连接
zh_tw: 已連線

# LABEL_MANUAL
source: Manual
cs_cz: Ručně
de_de: Manuell
fr_fr: Manuel
hu_hu: Manuális
it_it: Manuale
ja_jp: 手動
ko_kr: 수동
nb_no: Manuelt
nl_nl: Handmatig
pl_pl: Ręcznie
ru_ru: Вручную
sv_se: Manuell
tr_tr: Manuel
zh_cn: 手动
zh_tw: 手動

# LABEL_DRIVE
source: Drive
cs_cz: Jednotka
de_de: Laufwerk
es_es: Unidad
fr_fr: Lecteur
hu_hu: Meghajtó
it_it: Unità
ja_jp: ドライブ
ko_kr: 드라이브
nb_no: Stasjon
nl_nl: Station
pl_pl: Dysk
pt_br: Unidade
ru_ru: Диск
sv_se: Enhet
tr_tr: Sürücü
zh_cn: 驱动器
zh_tw: 磁碟機

# LABEL_FAILED_DIAGNOSTIC_TEST
source: Failed diagnostic test.
cs_cz: Diagnostický test se nezdařil.
de_de: Fehler beim Diagnosetest.
es_es: Prueba diagnóstica errónea.
fr_fr: Échec du test de diagnostic.
hu_hu: Diagnosztika futtatása sikertelen.
it_it: Errore test di diagnostica.
ja_jp: 診断テストに失敗しました。
ko_kr: 진단 테스트에 실패했습니다.
nb_no: Diagnostisk test mislyktes.
nl_nl: Diagnostische test mislukt.
pl_pl: Test diagnostyczny zakończył się niepowodzeniem.
pt_br: Falha no teste de diagnóstico.
ru_ru: Не пройдена диагностическая проверка.
sv_se: Diagnostiktest underkänt.
tr_tr: Tanı testi başarısız oldu.
zh_cn: 诊断检测失败。
zh_tw: 診斷測試失敗。

# ERROR_INVALID_NTP_SERVER
source: Invalid NTP server value.
cs_cz: Neplatná hodnota serveru NTP.
de_de: Ungültiger Wert für den NTP-Server.
es_es: Valor de servidor NTP no válido.
fr_fr: Valeur de serveur NTP non valide.
hu_hu: Nem megfelelő NTP-kiszolgáló érték.
it_it: Valore server NTP non valido.
ja_jp: 無効な NTP サーバー値。
ko_kr: 유효하지 않은 NTP 서버 값입니다.
nb_no: Ugyldig verdi for NTP-server.
nl_nl: Ongeldige NTP-serverwaarde.
pl_pl: Nieprawidłowa wartość serwera NTP.
pt_br: O valor do servidor NTP é inválido.
ru_ru: Недопустимое значение NTP-сервера.
sv_se: Ogiltigt NTP-servervärde.
tr_tr: Geçersiz NTP sunucusu değeri.
zh_cn: NTP 服务器的值无效。
zh_tw: 無效的 NTP 伺服器值。

# BUTTON_REGISTER
source: Sign Up
cs_cz: Zaregistrovat se
de_de: Registrieren
es_es: Registrarse
fr_fr: S'inscrire
hu_hu: Bejelentkezés.
it_it: Iscrizione
ja_jp: 登録
ko_kr: 등록
nb_no: Registrer deg
nl_nl: Registreren
pl_pl: Zarejestruj się
pt_br: Inscreva-se
ru_ru: Регистрация
sv_se: Registrera
tr_tr: Kaydol
zh_cn: 注册
zh_tw: 申請

# PAGE_HEADER_SHARE_ACCESS
source: Share Access
cs_cz: Přístup ke sdílené složce
de_de: Freigabezugriff
es_es: Compartir acceso
fr_fr: Accès au dossier partagé
hu_hu: Hozzáférés megosztása
it_it: Accesso condivisione
ja_jp: 共有アクセス
ko_kr: 공유 액세스
nb_no: Tilgang til delt ressurs
nl_nl: Toegang tot share
pl_pl: Dostęp do udziału
pt_br: Acesso ao compartilhamento
ru_ru: Доступ к ресурсу
sv_se: Resursåtkomst
tr_tr: Paylaşım Erişimi
zh_cn: 共享访问
zh_tw: 共享存取

# LABEL_STEPS
source: Steps:
cs_cz: Kroky:
de_de: Schritte:
es_es: Pasos:
fr_fr: Étapes :
hu_hu: Lépések:
it_it: Passaggi:
ja_jp: 手順:
ko_kr: 단계:
nb_no: Trinn:
nl_nl: Stappen:
pl_pl: Czynności:
pt_br: Etapas:
ru_ru: Шаги:
sv_se: Steg:
tr_tr: Adımlar:
zh_cn: 步骤:
zh_tw: 步驟：

# CONTENT_SETTINGS_GENERAL_TOOLTIP_NTP
source: Enable NTP service to sync with your network and automatically update the date and time.
cs_cz: Povolte službu NTP pro synchronizaci s vaší sítí a automatickou aktualizaci data a času.
de_de: Aktivieren Sie die Synchronisierung des NTP-Diensts mit dem Netzwerk und die automatische Aktualisierung von Datum und Uhrzeit.
es_es: Habilite el servicio NTP para sincronizar la red y actualizar automáticamente la fecha y la hora.
fr_fr: Activez le service NTP pour vous connecter au réseau et mettre automatiquement à jour la date et l'heure.
hu_hu: Engedélyezze az NTP-szolgáltatásnak a rendszerével való szinkronizálást, és frissítse automatikusan a dátumot és az időt.
it_it: Abilitare il servizio NTP per eseguire la sincronizzazione con la rete e aggiornare automaticamente la data e l'ora.
ja_jp: NTP サービスを有効にしてネットワークと同期し、日時を自動的に更新します。
ko_kr: NTP 서비스를 활성화하여 네트워크와 동기화하고 날짜와 시간을 자동으로 업데이트합니다.
nb_no: Aktiver NTP-tjenesten for å synkronisere med nettverket og automatisk oppdatere dato og klokkeslett.
nl_nl: Schakel de NTP-service in om te synchroniseren met uw netwerk en automatisch de datum en tijd op uw apparaat bij te werken.
pl_pl: Włącz usługę NTP, aby zsynchronizowała się z siecią i automatycznie zaktualizowała datę i godzinę.
pt_br: Ative o serviço NTP para que sincronize com sua rede e atualize automaticamente a data e a hora no dispositivo.
ru_ru: Включите службу NTP для синхронизации с вашей сетью и автоматического обновления даты и времени.
sv_se: Aktivera NTP-tjänsten för att synkronisera med ditt nätverk och automatiskt uppdatera datum och tid.
tr_tr: NTP hizmetini, ağınızla eşitlenip tarih ve saati otomatik olarak güncelleştirmek üzere etkinleştirin.
zh_cn: 启用 NTP 服务以同步您的网络并自动更新日期和时间。
zh_tw: 啟用 NTP 服務以與您的網路同步以及自動更新日期及時間。

# CONTENT_SETTINGS_GENERAL_TOOLTIP_ENABLE_CLOUD_ACCESS
source: Enables or disables cloud access to your device.
cs_cz: Povolí nebo zakáže přístup ke cloudu do vašeho zařízení.
de_de: Aktiviert bzw. deaktiviert den Cloud-Zugriff auf Ihr Gerät.
es_es: Habilita o deshabilita el acceso a la nube del dispositivo.
fr_fr: Active ou désactive l'accès au cloud de votre dispositif.
hu_hu: Engedélyezi vagy letiltja az Ön eszköze számára a felhőhöz való hozzáférést.
it_it: Abilita o disabilita l'accesso cloud al dispositivo.
ja_jp: デバイスへのクラウド アクセスを有効または無効にします。
ko_kr: 장치에 대한 클라우드 액세스를 활성화하거나 비활성화합니다.
nb_no: Aktiverer eller deaktiverer Cloud-tilgang til enheten.
nl_nl: Schakelt cloudtoegang op uw apparaat in of uit.
pl_pl: Włącza lub wyłącza dostęp do chmury dla urządzenia.
pt_br: Ativa ou desativa o acesso ao dispositivo pela nuvem.
ru_ru: Включает и отключает доступ к облаку для вашего устройства.
sv_se: Aktiverar eller inaktiverar molnåtkomst för enheten.
tr_tr: Aygıtınıza bulut erişimini etkinleştirir veya devre dışı bırakır.
zh_cn: 启用或禁用对您的设备的云访问。
zh_tw: 啟用或停用連接至裝置的雲端存取。
