Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# GENERIC_TIME_ZONE_BELGRADE_BRATISLAVA_BUDAPEST_LIJUBLIJANA_PARGUE
source: (GMT+01:00) Belgrade, Bratislava, Budapest, Ljubljana, Prague
cs_cz: (GMT+01:00) Bělehrad, Bratislava, Budapešť, Lublaň, Praha
de_de: (UTC+01:00) Belgrad, Bratislava, Budapest, Ljubljana, Prag
es_es: (GMT+01:00) Belgrado, Bratislava, Budapest, Ljubljana, Praga
hu_hu: (Greenwichi középidő +1:00 óra) Belgrád, Pozsony, Budapest, Ljubljana, Prága
it_it: (GMT+01:00) Belgrado, Bratislava, Budapest, Lubiana, Praga
ja_jp: (GMT+01:00) ベオグラード、ブラチスラバ、ブダペスト、リュブリャナ、プラハ
ko_kr: (GMT+01:00) 베오그라드, 브라티슬라바, 부다페스트, 류블랴나, 프라하
nb_no: (GMT+01:00) Beograd, Bratislava, Budapest, Ljubljana, Praha
nl_nl: (GMT+01:00) Belgrado, Bratislava, Boedapest, Ljubljana, Praag
pl_pl: (GMT+01:00) Belgrad, Bratysława, Budapeszt, Lublana, Praga
pt_br: (UTC+01h00) Belgrado, Bratislava, Budapeste, Liubliana, Praga
ru_ru: (GMT+01:00) Белград, Братислава, Будапешт, Любляна, Прага
sv_se: (GMT+01:00) Belgrad, Bratislava, Budapest, Ljubljana, Prag
tr_tr: (GMT+01:00) Belgrad, Bratislava, Budapeşte, Lubliyana, Prag
zh_cn: （ GMT+01:00 ）贝尔格莱德、布拉迪斯拉发、布达佩斯、卢布尔雅那、布拉格
zh_tw: (GMT+01:00) 貝爾格勒，布拉提斯拉瓦，布達佩斯，盧布亞納，布拉格

# GENERIC_TIME_ZONE_BRUSSELS_COPENHAGEN_MADRID_PARIS
source: (GMT+01:00) Brussels, Copenhagen, Madrid, Paris
cs_cz: (GMT+01:00) Brusel, Kodaň, Madrid, Paříž
de_de: (UTC+01:00) Brüssel, Kopenhagen, Madrid, Paris
es_es: (GMT+01:00) Bruselas, Copenhague, Madrid, París
fr_fr: (GMT+01:00) Bruxelles, Copenhague, Madrid, Paris
hu_hu: (Greenwichi középidő +1:00 óra) Brüsszel, Koppenhága, Madrid, Párizs
it_it: (GMT+01:00) Bruxelles, Copenaghen, Madrid, Parigi
ja_jp: (GMT+01:00) ブリュッセル、コペンハーゲン、マドリッド、パリ
ko_kr: (GMT+01:00) 브뤼셀, 코펜하겐, 마드리드, 파리
nb_no: (GMT+01:00) Brussel, København, Madrid, Paris
nl_nl: (GMT+01:00) Brussel, Kopenhagen, Madrid, Parijs
pl_pl: (GMT+01:00) Bruksela, Kopenhaga, Madryt, Paryż
pt_br: (UTC+01h00) Bruxelas, Copenhague, Madri, Paris
ru_ru: (GMT+01:00) Брюссель, Копенгаген, Мадрид, Париж
sv_se: (GMT+01:00) Bryssel, Köpenhamn, Madrid, Paris
tr_tr: (GMT+01:00) Brüksel, Kopenhag, Madrid, Paris
zh_cn: （ GMT+01:00 ）布鲁塞尔、哥本哈根、马德里、巴黎
zh_tw: (GMT+01:00) 布魯塞爾，哥本哈根，馬德里，巴黎

# GENERIC_TIME_ZONE_SARAJEVO_SKPOJE_WARSAW_ZAGREB
source: (GMT+01:00) Sarajevo, Skopje, Warsaw, Zagreb
cs_cz: (GMT+01:00) Sarajevo, Skopje, Varšava, Záhřeb
de_de: (UTC+01:00) Sarajevo, Skopje, Warschau, Zagreb
es_es: (GMT+01:00) Sarajevo, Skopie, Varsovia, Zagreb
fr_fr: (GMT+01:00) Sarajevo, Skopje, Varsovie, Zagreb
hu_hu: (Greenwichi középidő +1:00 óra) Szarajevó, Szkopje, Varsó, Zágráb
it_it: (GMT+01:00) Sarajevo, Skopje, Varsavia, Zagabria
ja_jp: (GMT+01:00) サラエボ、スコピエ、ワルシャワ、ザグレブ
ko_kr: (GMT+01:00) 사라예보, 스코페, 바르샤바, 자그레브
nb_no: (GMT+01:00) Sarajevo, Skopje, Warszawa, Zagreb
nl_nl: (GMT+01:00) Sarajevo, Skopje, Warschau, Zagreb
pl_pl: (GMT+01:00) Sarajewo, Skopje, Warszawa, Zagrzeb
pt_br: (UTC+01h00) Sarajevo, Skopje, Varsóvia, Zagreb
ru_ru: (GMT+01:00) Сараево, Скопье, Варшава, Загреб
sv_se: (GMT+01:00) Sarajevo, Skopje, Warsawa, Zagreb
tr_tr: (GMT+01:00) Saraybosna, Üsküp, Varşova, Zagreb
zh_cn: （ GMT+01:00 ）萨拉热窝、斯科普里、华沙、萨格勒布
zh_tw: (GMT+01:00) 塞拉耶佛，斯高彼亞，華沙，札格雷布

# GENERIC_TIME_ZONE_WEST_CENTRAL_AFRICA
source: (GMT+01:00) West Central Africa
cs_cz: (GMT+01:00) Západní střední Afrika
de_de: (UTC+01:00) West-/Zentralafrika
es_es: (GMT+01:00) África Central Occidental
fr_fr: (GMT+01:00) Afrique centrale - Ouest
hu_hu: (Greenwichi középidő +1:00 óra) Közép-nyugat Afrika
it_it: (GMT+01:00) Africa centro-occidentale
ja_jp: (GMT+01:00) 西中央アフリカ
ko_kr: (GMT+01:00) 서중앙 아프리카
nb_no: (GMT+01:00) Vest Sentral-Afrika
nl_nl: (GMT+01:00) West-Centraal-Afrika
pl_pl: (GMT+01:00) Afryka środkowo-zachodnia
pt_br: (UTC+01h00) África Central Ocidental
ru_ru: (GMT+01:00) Западная и Центральная Африка
sv_se: (GMT+01:00) Västra Centralafrika
tr_tr: (GMT+01:00) Batı Orta Afrika
zh_cn: （ GMT+01:00 ）非洲中西部
zh_tw: (GMT+01:00) 中西非

# GENERIC_TIME_ZONE_AMMAN
source: (GMT+02:00) Amman
cs_cz: (GMT+02:00) Ammán
de_de: (UTC+02:00) Amman
es_es: (GMT+02:00) Ammán
hu_hu: (Greenwichi középidő +2:00 óra) Amman
ja_jp: (GMT+02:00) アンマン
ko_kr: (GMT+02:00) 암만
pt_br: (UTC+02h00) Amã
ru_ru: (GMT+02:00) Амман
zh_cn: （ GMT+02:00 ）安曼
zh_tw: (GMT+02:00) 安曼

# GENERIC_TIME_ZONE_BEIRUT
source: (GMT+02:00) Beirut
cs_cz: (GMT+02:00) Bejrút
de_de: (UTC+02:00) Beirut
fr_fr: (GMT+02:00) Beyrouth
hu_hu: (Greenwichi középidő +2:00 óra) Bejrút
ja_jp: (GMT+02:00) ベイルート
ko_kr: (GMT+02:00) 베이루트
nl_nl: (GMT+02:00) Beiroet
pl_pl: (GMT+02:00) Bejrut
pt_br: (UTC+02h00) Beirute
ru_ru: (GMT+02:00) Бейрут
tr_tr: (GMT+02:00) Beyrut
zh_cn: （ GMT+02:00 ）贝鲁特
zh_tw: (GMT+02:00) 貝魯特

# GENERIC_TIME_ZONE_MINSK
source: (GMT+03:00) Minsk
de_de: (UTC+03:00) Minsk
hu_hu: (GMT +3:00 óra) Minszk
ja_jp: (GMT+03:00) ミンスク
ko_kr: (GMT+03:00) 민스크
pl_pl: (GMT+03:00) Mińsk
pt_br: (UTC+03h00) Minsk
ru_ru: (GMT+03:00) Минск
zh_cn: （ GMT+03:00 ）明斯克
zh_tw: (GMT+03:00) 明思克

# GENERIC_TIME_ZONE_ATHENS_BUCHAREST_ISTANBUL
source: (GMT+02:00) Athens, Bucharest, Istanbul
cs_cz: (GMT+02:00) Atény, Bukurešť, Istanbul
de_de: (UTC+02:00) Athen, Bukarest, Istanbul
es_es: (GMT+02:00) Atenas, Bucarest, Estambul
fr_fr: (GMT+02:00) Athènes, Bucarest, Istanbul
hu_hu: (GMT +2:00 óra) Athén, Bukarest, Isztambul
it_it: (GMT+02:00) Atene, Bucarest, Istanbul
ja_jp: (GMT+02:00) アテネ、ブカレスト、イスタンブール
ko_kr: (GMT+02:00) 아테네, 부카레스트, 이스탄불
nb_no: (GMT+02:00) Aten, Bucuresti, Istanbul
nl_nl: (GMT+02:00) Athene, Boekarest, Istanboel
pl_pl: (GMT+02:00) Ateny, Bukareszt, Stambuł
pt_br: (UTC+02h00) Atenas, Bucareste, Istambul
ru_ru: (GMT+02:00) Афины, Бухарест, Стамбул
sv_se: (GMT+02:00) Aten, Bukarest, Istanbul
tr_tr: (GMT+02:00) Atina, Bükreş, İstanbul
zh_cn: （ GMT+02:00 ）雅典、布加勒斯特、伊斯坦布尔
zh_tw: (GMT+02:00) 雅典，布加勒斯特

# GENERIC_TIME_ZONE_CAIRO
source: (GMT+02:00) Cairo
cs_cz: (GMT+02:00) Káhira
de_de: (UTC+02:00) Kairo
es_es: (GMT+02:00) El Cairo
fr_fr: (GMT+02:00) Le Caire
hu_hu: (GMT +2:00 óra) Kairó
ja_jp: (GMT+02:00) カイロ
ko_kr: (GMT+02:00) 카이로
nb_no: (GMT+02:00) Kairo
nl_nl: (GMT+02:00) Caïro
pl_pl: (GMT+02:00) Kair
pt_br: (UTC+02h00) Cairo
ru_ru: (GMT+02:00) Каир
sv_se: (GMT+02:00) Kairo
tr_tr: (GMT+02:00) Kahire
zh_cn: （ GMT+02:00 ）开罗
zh_tw: (GMT+02:00) 開羅

# GENERIC_TIME_ZONE_HARARE_PRETORIA
source: (GMT+02:00) Harare, Pretoria
de_de: (UTC+02:00) Harare, Pretoria
hu_hu: (GMT +2:00 óra) Harare, Pretoria
ja_jp: (GMT+02:00) ハラーレ、プレトリア
ko_kr: (GMT+02:00) 하라레, 프리토리아
pt_br: (UTC+02h00) Harare, Pretória
ru_ru: (GMT+02:00) Хараре, Претория
zh_cn: （ GMT+02:00 ）哈拉雷、比勒陀利亚
zh_tw: (GMT+02:00) 哈拉雷，普利托里亞

# GENERIC_TIME_ZONE_HELSINKI_KYIV_RIGA_SOFIA_TALLINN_VILNIUS
source: (GMT+02:00) Helsinki, Kyiv, Riga, Sofia, Tallinn, Vilnius
cs_cz: (GMT+02:00) Helsinky, Kyjev, Riga, Sofie, Tallinn, Vilnius
de_de: (UTC+02:00) Helsinki, Kiew, Riga, Sofia, Tallinn, Vilnius
es_es: (GMT+02:00) Helsinki, Kiev, Riga, Sofía, Tallin, Vilna
fr_fr: (GMT+02:00) Helsinki, Kiev, Riga, Sofia, Tallinn, Vilnius
hu_hu: (GMT +2:00 óra) Helsinki, Kijev, Riga, Szófia, Tallinn, Vilnius
it_it: (GMT+02:00) Helsinki, Kiev, Riga, Sofia, Tallinn, Vilnius
ja_jp: (GMT+02:00) ヘルシンキ、キエフ、リガ、ソフィア、タリン、ビリニュス
ko_kr: (GMT+02:00) 헬싱키, 키예프, 리가, 소피아, 탈린, 빌뉴스
nb_no: (GMT+02:00) Helsingfors, Kiev, Riga, Sofia, Tallinn, Vilnius
nl_nl: (GMT+02:00) Helsinki, Kiev, Riga, Sofia, Tallinn, Vilnius
pl_pl: (GMT+02:00) Helsinki, Kijów, Ryga, Sofia, Tallinn, Wilno
pt_br: (UTC+02h00) Helsinki, Kiev, Riga, Sofia, Tallinn, Vilnius
ru_ru: (GMT+02:00) Хельсинки, Киев, Рига, София, Таллин, Вильнюс
sv_se: (GMT+02:00) Helsingfors, Kyiv, Riga, Sofia, Tallinn, Vilnius
tr_tr: (GMT+02:00) Helsinki, Kiev, Riga, Sofya, Tallinn, Vilnius
zh_cn: （ GMT+02:00 ）赫尔辛基、基辅、里加（Riga）、索菲亚、塔林、维尔纽斯
zh_tw: (GMT+02:00) 赫爾辛基，基輔，里加，塔林，維爾紐斯

# GENERIC_TIME_ZONE_JERUSALEM
source: (GMT+02:00) Jerusalem
cs_cz: (GMT+02:00) Jeruzalém
de_de: (UTC+02:00) Jerusalem
es_es: (GMT+02:00) Jerusalén
fr_fr: (GMT+02:00) Jérusalem
hu_hu: (GMT +2:00 óra) Jeruzsálem
it_it: (GMT+02:00) Gerusalemme
ja_jp: (GMT+02:00) エルサレム
ko_kr: (GMT+02:00) 예루살렘
nl_nl: (GMT+02:00) Jeruzalem
pl_pl: (GMT+02:00) Jerozolima
pt_br: (UTC+02h00) Jerusalém
ru_ru: (GMT+02:00) Иерусалим
tr_tr: (GMT+02:00) Kudüs
zh_cn: （ GMT+02:00 ）耶路撒冷
zh_tw: (GMT+02:00) 耶路撒冷

# GENERIC_TIME_ZONE_BAGHDAD
source: (GMT+03:00) Baghdad
cs_cz: (GMT+03:00) Bagdád
de_de: (UTC+03:00) Bagdad
es_es: (GMT+03:00) Bagdad
fr_fr: (GMT+03:00) Bagdad
hu_hu: (GMT +3:00 óra) Bagdad
ja_jp: (GMT+03:00) バグダッド
ko_kr: (GMT+03:00) 바그다드
nb_no: (GMT+03:00) Bagdad
nl_nl: (GMT+03:00) Bagdad
pl_pl: (GMT+03:00) Bagdad
pt_br: (UTC+03h00) Bagdá
ru_ru: (GMT+03:00) Багдад
sv_se: (GMT+03:00) Bagdad
tr_tr: (GMT+03:00) Bağdat
zh_cn: （ GMT+03:00 ）巴格达
zh_tw: (GMT+03:00) 巴格達

# GENERIC_TIME_ZONE_KUWAIT_RIYADH
source: (GMT+03:00) Kuwait, Riyadh
cs_cz: (GMT+03:00) Kuvajt, Rijád
de_de: (UTC+03:00) Kuwait, Pretoria
es_es: (GMT+03:00) Kuwait, Riad
fr_fr: (GMT+03:00) Koweït, Riyad
hu_hu: (GMT +3:00 óra) Kuvaitváros, Rijád
it_it: (GMT+03:00) Kuwait, Riyad
ja_jp: (GMT+03:00) クウェート、リヤド
ko_kr: (GMT+03:00) 쿠웨이트, 리야드
nl_nl: (GMT+03:00) Koeweit, Riyad
pl_pl: (GMT+03:00) Kuwejt, Rijad
pt_br: (UTC+03h00) Kuwait, Riad
ru_ru: (GMT+03:00) Кувейт, Эр-Рияд
tr_tr: (GMT+03:00) Kuveyt, Riyad
zh_cn: （ GMT+03:00 ）科威特、利雅得
zh_tw: (GMT+03:00) 科威特，利雅德

# GENERIC_TIME_ZONE_MOSCOW_ST_PETERSBURG_VOLGOGRAD
source: (GMT+04:00) Moscow, St. Petersburg, Volgograd
cs_cz: (GMT+04:00) Moskva, Sankt-Petěrburg, Volgograd
de_de: (UTC+04:00) Moskau, St. Petersburg, Wolgograd
es_es: (GMT+04:00) Moscú, S. Petersburgo, Volgogrado
fr_fr: (GMT+04:00) Moscou, St. Petersbourg, Volgograd
hu_hu: (GMT +4:00 óra) Moszkva, Szentpétervár, Volgográd
it_it: (GMT+04:00) Mosca, S. Pietroburgo, Volgograd
ja_jp: (GMT+04:00) モスクワ、サンクトペテルブルグ、ボルゴグラード
ko_kr: (GMT+04:00) 모스크바, 상트페테르부르크, 볼고그라드
nb_no: (GMT+04:00) Moskva, St. Petersburg, Volgograd
nl_nl: (GMT+04:00) Moskou, St. Petersburg, Wolgograd
pl_pl: (GMT+04:00) Moskwa, Petersburg, Wołgograd
pt_br: (UTC+04h00) Moscou, São Petersburgo, Volgogrado
ru_ru: (GMT+04:00) Москва, Санкт-Петербург, Волгоград
sv_se: (GMT+04:00) Moskva, St. Petersburg, Volgograd
tr_tr: (GMT+04:00) Moskova, St. Petersburg, Volgograd
zh_cn: （ GMT+04:00 ）莫斯科、圣彼得堡、伏尔加格勒
zh_tw: (GMT+04:00) 莫斯科，聖彼得堡，伏爾加格勒

# GENERIC_TIME_ZONE_NAIROBI
source: (GMT+03:00) Nairobi
de_de: (UTC+03:00) Nairobi
hu_hu: (GMT +3:00 óra) Nairobi
ja_jp: (GMT+03:00) ナイロビ
ko_kr: (GMT+03:00) 나이로비
pt_br: (UTC+03h00) Nairóbi
ru_ru: (GMT+03:00) Найроби
zh_cn: （ GMT+03:00 ）内罗毕
zh_tw: (GMT+03:00) 奈洛比

# GENERIC_TIME_ZONE_TEHRAN
source: (GMT+03:30) Tehran
cs_cz: (GMT+03:30) Teherán
de_de: (UTC+03:30) Teheran
es_es: (GMT+03:30) Teherán
fr_fr: (GMT+03:30) Téhéran
hu_hu: (GMT +3:30 óra) Teherán
it_it: (GMT+03:30) Teheran
ja_jp: (GMT+03:30) テヘラン
ko_kr: (GMT+03:30) 테헤란
nb_no: (GMT+03:30) Teheran
nl_nl: (GMT+03:30) Teheran
pl_pl: (GMT+03:30) Teheran
pt_br: (UTC+03h30) Teerã
ru_ru: (GMT+03:30) Тегеран
sv_se: (GMT+03:30) Teheran
tr_tr: (GMT+03:30) Tahran
zh_cn: （ GMT+03:30 ）德黑兰
zh_tw: (GMT+03:30) 德黑蘭

# GENERIC_TIME_ZONE_ABU_DHABI_MUSCAT
source: (GMT+04:00) Abu Dhabi, Muscat
cs_cz: (GMT+04:00) Abú Dhabí, Muscat
de_de: (UTC+04:00) Abu Dhabi, Maskat
es_es: (GMT+04:00) Abu Dabi, Mascate
fr_fr: (GMT+04:00) Abou Dhabi, Muscat
hu_hu: (GMT +4:00 óra) Abu-Dzabi, Maszkat
ja_jp: (GMT+04:00) アブダビ、マスカット
ko_kr: (GMT+04:00) 아부다비, 무스카트
pl_pl: (GMT+04:00) Abu Zabi, Maskat
pt_br: (UTC+04h00) Abu Dabi, Muscat
ru_ru: (GMT+04:00) Абу-Даби, Маскат
tr_tr: (GMT+04:00) Abu Dabi, Muskat
zh_cn: （ GMT+04:00 ）阿布扎比、马斯喀特
zh_tw: (GMT+04:00) 阿布達比，馬斯喀特

# GENERIC_TIME_ZONE_BAKU_TBILISI_YEREVAN
source: (GMT+04:00) Baku, Tbilisi, Yerevan
cs_cz: (GMT+04:00) Baku, Tbilisi, Jerevan
de_de: (UTC+04:00) Baku, Tiflis, Eriwan
es_es: (GMT+04:00) Bakú, Tiflis, Ereván
fr_fr: (GMT+04:00) Bakou, Tbilissi, Erevan
hu_hu: (GMT +4:00 óra) Baku, Tbiliszi, Jereván
ja_jp: (GMT+04:00) バクー、トビリシ、エレバン
ko_kr: (GMT+04:00) 바쿠, 트빌리시, 예레반
nb_no: (GMT+04:00) Baku, Tbilisi, Jerevan
nl_nl: (GMT+04:00) Bakoe, Tbilisi, Jerevan
pl_pl: (GMT+04:00) Baku, Tbilisi, Erywań
pt_br: (UTC+04h00) Baku, Tbilisi, Yerevan
ru_ru: (GMT+04:00) Баку, Тбилиси, Ереван
tr_tr: (GMT+04:00) Bakü, Tiflis, Erivan
zh_cn: （ GMT+04:00 ）巴库、第比利斯、埃里温
zh_tw: (GMT+04:00) 巴庫，第比利斯，葉里溫

# GENERIC_TIME_ZONE_YEREVAN
source: (GMT+04:00) Yerevan
cs_cz: (GMT+04:00) Jerevan
de_de: (UTC+04:00) Eriwan
es_es: (GMT+04:00) Ereván
fr_fr: (GMT+04:00) Erevan
hu_hu: (GMT +4:00 óra) Jereván
ja_jp: (GMT+04:00) エレバン
ko_kr: (GMT+04:00) 예레반
nb_no: (GMT+04:00) Jerevan
nl_nl: (GMT+04:00) Jerevan
pl_pl: (GMT+04:00) Erywań
pt_br: (UTC+04h00) Yerevan
ru_ru: (GMT+04:00) Ереван
tr_tr: (GMT+04:00) Erivan
zh_cn: （ GMT+04:00 ）埃里温
zh_tw: (GMT+04:00) 葉里溫

# GENERIC_TIME_ZONE_KABUL
source: (GMT+04:30) Kabul
cs_cz: (GMT+04:30) Kábul
de_de: (UTC+04:30) Kabul
fr_fr: (GMT+04:30) Kaboul
hu_hu: (GMT +4:30 óra) Kabul
ja_jp: (GMT+04:30) カブール
ko_kr: (GMT+04:30) 카불
nl_nl: (GMT+04:30) Kaboel
pt_br: (UTC+04h30) Kabul
ru_ru: (GMT+04:30) Кабул
tr_tr: (GMT+04:30) Kabil
zh_cn: （ GMT+04:30 ）喀布尔
zh_tw: (GMT+04:30) 喀布爾

# GENERIC_TIME_ZONE_EKATERINBURG
source: (GMT+06:00) Ekaterinburg
cs_cz: (GMT+06:00) Jekatěrinburg
de_de: (UTC+06:00) Jekaterinburg
es_es: (GMT+06:00) Ekaterimburgo
fr_fr: (GMT+06:00) Iekaterinbourg
hu_hu: (GMT +6:00 óra) Jekatyerinburg
ja_jp: (GMT+06:00) エカテリンブルグ
ko_kr: (GMT+06:00) 예카테린부르크
nb_no: (GMT+06:00) Jekaterinburg
nl_nl: (GMT+06:00) Jekaterinaburg
pl_pl: (GMT+06:00) Jekaterynburg
pt_br: (UTC+06h00) Ekaterinburg
ru_ru: (GMT+06:00) Екатеринбург
zh_cn: （ GMT+06:00 ）叶卡捷琳堡
zh_tw: (GMT+06:00) 伊卡特林堡

# GENERIC_TIME_ZONE_ISLAMABAD_KARACHI
source: (GMT+05:00) Islamabad, Karachi
cs_cz: (GMT+05:00) Islámábád, Karáčí
de_de: (UTC+05:00) Islamabad, Karatschi
hu_hu: (GMT +5:00 óra) Iszlámábád, Karacsi
ja_jp: (GMT+05:00) イスラマバード、カラチ
ko_kr: (GMT+05:00) 이슬라마바드, 카라치
pl_pl: (GMT+05:00) Islamabad, Karaczi
pt_br: (UTC+05h00) Islamabad, Karachi
ru_ru: (GMT+05:00) Исламабад, Карачи
tr_tr: (GMT+05:00) İslamabad, Karaçi
zh_cn: （ GMT+05:00 ）伊斯兰堡、卡拉奇
zh_tw: (GMT+05:00) 伊斯蘭馬巴德，克洛奇

# GENERIC_TIME_ZONE_TASHKENT
source: (GMT+05:00) Tashkent
cs_cz: (GMT+05:00) Taškent
de_de: (UTC+05:00) Taschkent
es_es: (GMT+05:00) Taskent
fr_fr: (GMT+05:00) Tachkent
hu_hu: (GMT +5:00 óra) Taskent
ja_jp: (GMT+05:00) タシケント
ko_kr: (GMT+05:00) 타슈켄트
nb_no: (GMT+05:00) Tasjkent
nl_nl: (GMT+05:00) Tasjkent
pl_pl: (GMT+05:00) Taszkent
pt_br: (UTC+05h00) Tashkent
ru_ru: (GMT+05:00) Ташкент
tr_tr: (GMT+05:00) Taşkent
zh_cn: （ GMT+05:00 ）塔什干
zh_tw: (GMT+05:00) 塔什干

# GENERIC_TIME_ZONE_CHENNAI_KOLKATA_MUMBAI_NEW_DELHI
source: (GMT+05:30) Chennai, Kolkata, Mumbai, New Delhi
cs_cz: (GMT+05:30) Čennaj, Kalkata, Bombaj, Nové Dillí
de_de: (UTC+05:30) Chennai, Kalkutta, Mumbai, Neu Delhi
es_es: (GMT+05:30) Chennai, Kolkata (Calcuta), Mumbai, Nueva Delhi
fr_fr: (GMT+05:30) Calcutta, Chennai, Mumbai, New Delhi
hu_hu: (GMT +5:30 óra) Csennai, Kalkutta, Mumbai (Bombay), Új-Delhi
it_it: (GMT+05:30) Chennai, Calcutta, Mumbai, Nuova Delhi
ja_jp: (GMT+05:30) チェンマイ、コルカタ、ムンバイ、ニューデリー
ko_kr: (GMT+05:30) 첸나이, 콜카타, 뭄바이, 뉴델리
nl_nl: (GMT+05:30) Chennai, Kolkata, Mumbai, Nieuw-Delhi
pl_pl: (GMT+05:30) Chennai, Kalkuta, Mumbaj, Nowe Delhi
pt_br: (UTC+05h30) Chennai, Kolkata, Mumbai, Nova Deli
ru_ru: (GMT+05:30) Ченнай, Калькутта, Бомбей, Нью-Дели
tr_tr: (GMT+05:30) Chennai, Kolkata, Mumbai, Yeni Delhi
zh_cn: （ GMT+05:30 ）晨奈、加尔各答、孟买、新德里
zh_tw: (GMT+05:30) 清奈，加爾各答，孟買，新德里

# GENERIC_TIME_ZONE_KATMANDU
source: (GMT+05:45) Katmandu
cs_cz: (GMT+05:45) Káthmándú
de_de: (UTC+05:45) Kathmandu
es_es: (GMT+05:45) Katmandú
fr_fr: (GMT+05:45) Katmandou
hu_hu: (GMT +5:45 óra) Katmandu
ja_jp: (GMT+05:45) カトマンズ
ko_kr: (GMT+05:45) 카트만두
nl_nl: (GMT+05:45) Kathmandu
pt_br: (UTC+05h45) Katmandu
ru_ru: (GMT+05:45) Катманду
zh_cn: （ GMT+05:45 ）加德满都
zh_tw: (GMT+05:45) 加得滿都

# GENERIC_TIME_ZONER_ALMATY_NOVOSIBIRSK
source: (GMT+06:00) Almaty, Novosibirsk
de_de: (UTC+06:00) Almat, Karatschi
fr_fr: (GMT+06:00) Almaty, Novossibirsk
hu_hu: (GMT +6:00 óra) Almati, Novoszibirszk
ja_jp: (GMT+06:00) アルマトゥイ、ノボシビルスク
ko_kr: (GMT+06:00) 알마티, 노보시비르스크
pl_pl: (GMT+06:00) Ałmaty, Nowosybirsk
pt_br: (UTC+06h00) Almaty, Novosibirsk
ru_ru: (GMT+06:00) Алматы, Новосибирск
tr_tr: (GMT+06:00) Almati, Novosibirsk
zh_cn: （ GMT+06:00 ）阿拉木图、新西伯利亚
zh_tw: (GMT+06:00) 亞買地，新西伯利亞

# GENERIC_TIME_ZONE_ASTANA_DHAKA
source: (GMT+06:00) Astana, Dhaka
cs_cz: (GMT+06:00) Astana, Dháka
de_de: (UTC+06:00) Astana, Dhaka
es_es: (GMT+06:00) Astaná, Dacca
hu_hu: (GMT +6:00 óra) Asztana, Dakka
ja_jp: (GMT+06:00) アスタナ、ダッカ
ko_kr: (GMT+06:00) 아스타나, 다카
pt_br: (UTC+06h00) Astana, Dhaka
ru_ru: (GMT+06:00) Астана, Дакка
tr_tr: (GMT+06:00) Astana, Dakka
zh_cn: （ GMT+06:00 ）阿斯塔纳、达卡
zh_tw: (GMT+06:00) 阿斯坦那，達卡

# GENERIC_TIME_ZONE_RANGOON
source: (GMT+06:30) Rangoon
cs_cz: (GMT+06:30) Rangún
de_de: (UTC+06:30) Rangun
es_es: (GMT+06:30) Yangón (Rangún)
hu_hu: (GMT +6:30 óra) Rangun
ja_jp: (GMT+06:30) ラングーン
ko_kr: (GMT+06:30) 양곤
pl_pl: (GMT+06:30) Rangun
pt_br: (UTC+06h30) Rangoon
ru_ru: (GMT+06:30) Рангун
zh_cn: （ GMT+06:30 ）仰光
zh_tw: (GMT+06:30) 仰光

# GENERIC_TIME_ZONE_BANGKOK_HANOI_JAKARTA
source: (GMT+07:00) Bangkok, Hanoi, Jakarta
cs_cz: (GMT+07:00) Bangkok, Hanoj, Jakarta
de_de: (UTC+07:00) Bangkok, Hanoi, Jakarta
es_es: (GMT+07:00) Bangkok, Hanói, Yakarta
hu_hu: (GMT +7:00 óra) Bangkok, Hanoi, Jakarta
it_it: (GMT+07:00) Bangkok, Hanoi, Giacarta
ja_jp: (GMT+07:00) バンコク、ハノイ、ジャカルタ
ko_kr: (GMT+07:00) 방콕, 하노이, 자카르타
pl_pl: (GMT+07:00) Bangkok, Hanoi, Dżakarta
pt_br: (UTC+07h00) Bangkok, Hanói, Jacarta
ru_ru: (GMT+07:00) Бангкок, Ханой, Джакарта
tr_tr: (GMT+07:00) Bangkok, Hanoi, Cakarta
zh_cn: （ GMT+07:00 ）曼谷、河内、雅加达
zh_tw: (GMT+07:00) 曼谷，河內，雅加達

# GENERIC_TIME_ZONE_KRASNOYARSK
source: (GMT+08:00) Krasnoyarsk
cs_cz: (GMT+08:00) Krasnojarsk
de_de: (UTC+08:00) Krasnojarsk
fr_fr: (GMT+08:00) Rangoon
hu_hu: (GMT +8:00 óra) Krasznojarszk
ja_jp: (GMT+08:00) クラスノヤルスク
ko_kr: (GMT+08:00) 크라스노야르스크
nb_no: (GMT+08:00) Krasnojarsk
nl_nl: (GMT+08:00) Krasnojarsk
pl_pl: (GMT+08:00) Krasnojarsk
pt_br: (UTC+08h00) Krasnoyarsk
ru_ru: (GMT+08:00) Красноярск
zh_cn: （ GMT+08:00 ）克拉斯诺亚尔斯克
zh_tw: (GMT+08:00) 克拉斯諾亞爾斯克

# GENERIC_TIME_ZONE_BEIJING_CHONGQING_HONG_KONG_URUMQI
source: (GMT+08:00) Beijing, Chongqing, Hong Kong, Urumqi
cs_cz: (GMT+08:00) Peking, Čchung-čching, Hongkong, Urumči
de_de: (UTC+08:00) Peking, Chongqing, Hongkong, Ürümqi
fr_fr: (GMT+08:00) Pékin, Chongqing, Hong Kong, Urumqi
hu_hu: (GMT +8:00 óra) Peking, Csungking, Hongkong, Ürümcsi
it_it: (GMT+08:00) Pechino, Chongqing, Hong Kong, Urumqi
ja_jp: (GMT+08:00) 北京、重慶、香港、ウルムチ
ko_kr: (GMT+08:00) 베이징, 충칭, 홍콩, 우루무치
pl_pl: (GMT+08:00) Pekin, Chongqing, Hongkong, Urumczi
pt_br: (UTC+08h00) Pequim, Chongqing, Hong Kong, Urumqi
ru_ru: (GMT+08:00) Пекин, Чунцин, Гонконг, Урумчи
sv_se: (GMT+08:00) Peking, Chongqing, Hongkong, Urumqi
tr_tr: (GMT+08:00) Pekin, Chongqing, Hong Kong, Urumçi
zh_cn: （ GMT+08:00 ）北京、重庆、香港、乌鲁木齐
zh_tw: (GMT+08:00) 北京，重慶，香港，烏魯木齊

# GENERIC_TIME_ZONE_IRKUTSK_ULAAN_BATAAR
source: (GMT+09:00) Irkutsk, Ulaan Bataar
cs_cz: (GMT+09:00) Irkutsk, Ulánbátar
de_de: (UTC+09:00) Irkutsk, Ulaanbataar
es_es: (GMT+09:00) Irkutsk, Ulán Bator
fr_fr: (GMT+09:00) Irkoutsk, Oulan-Bator
hu_hu: (GMT +9:00 óra) Irkutszk, Ulánbátor
ja_jp: (GMT+09:00) イルクーツク、ウランバートル
ko_kr: (GMT+09:00) 이르쿠츠크, 울란바토르
nb_no: (GMT+09:00) Irkutsk, Ulan Bator
nl_nl: (GMT+09:00) Irkoetsk, Ulaanbaatar
pl_pl: (GMT+09:00) Irkuck, Ułan Bator
pt_br: (UTC+09h00) Irkutsk, Ulaan Bataar
ru_ru: (GMT+09:00) Иркутск, Улан-Батор
tr_tr: (GMT+09:00) İrkutsk, Ulan Batur
zh_cn: （ GMT+09:00 ）伊尔库茨克市、蒙古乌兰巴托
zh_tw: (GMT+09:00) 伊爾庫次克，烏蘭巴托

# GENERIC_TIME_ZONE_KUALA_LUMPUR_SINGAPORE
source: (GMT+08:00) Kuala Lumpur, Singapore
cs_cz: (GMT+08:00) Kuala Lumpur, Singapur
de_de: (UTC+08:00) Kuala Lumpur, Singapur
es_es: (GMT+08:00) Kuala Lumpur, Singapur
fr_fr: (GMT+08:00) Kuala Lumpur, Singapour
hu_hu: (GMT +8:00 óra) Kuala Lumpur, Szingapúr
ja_jp: (GMT+08:00) クアラルンプール、シンガポール
ko_kr: (GMT+08:00) 콸라룸푸르, 싱가포르
pl_pl: (GMT+08:00) Kuala Lumpur, Singapur
pt_br: (UTC+08h00) Kuala Lumpur, Cingapura
ru_ru: (GMT+08:00) Куала-Лумпур, Сингапур
tr_tr: (GMT+08:00) Kuala Lumpur, Singapur
zh_cn: （ GMT+08:00 ）吉隆坡、新加坡
zh_tw: (GMT+08:00) 吉隆坡，新加坡

# GENERIC_TIME_ZONE_PERTH
source: (GMT+08:00) Perth
de_de: (UTC+08:00) Perth
hu_hu: (GMT +8:00 óra) Perth
ja_jp: (GMT+08:00) パース
ko_kr: (GMT+08:00) 퍼스
pt_br: (UTC+08h00) Perth
ru_ru: (GMT+08:00) Перт
zh_cn: （ GMT+08:00 ）珀斯
zh_tw: (GMT+08:00) 伯斯

# GENERIC_TIME_ZONE_TAIPEI
source: (GMT+08:00) Taipei
cs_cz: (GMT+08:00) Tchaj-pej
de_de: (UTC+08:00) Taipeh
es_es: (GMT+08:00) Taipéi
hu_hu: (GMT +8:00 óra) Tajpej
ja_jp: (GMT+08:00) 台北
ko_kr: (GMT+08:00) 타이베이
pl_pl: (GMT+08:00) Tajpej
pt_br: (UTC+08h00) Taipei
ru_ru: (GMT+08:00) Тайбэй
zh_cn: （ GMT+08:00 ）台北
zh_tw: (GMT+08:00) 台灣台北

# GENERIC_TIME_ZONE_OSAKA_SAPPORO_TOKYO
source: (GMT+09:00) Osaka, Sapporo, Tokyo
cs_cz: (GMT+09:00) Ósaka, Sapporo, Tokio
de_de: (UTC+09:00) Osaka, Sapporo, Tokio
es_es: (GMT+09:00) Osaka, Sapporo, Tokio
hu_hu: (GMT +9:00 óra) Oszaka, Sapporo, Tokió
ja_jp: (GMT+09:00) 大阪、札幌、東京
ko_kr: (GMT+09:00) 오사카, 삿포로, 도쿄
nl_nl: (GMT+09:00) Osaka, Sapporo, Tokio
pl_pl: (GMT+09:00) Osaka, Sapporo, Tokio
pt_br: (UTC+09h00) Osaka, Sapporo, Tóquio
ru_ru: (GMT+09:00) Осака, Саппоро, Токио
zh_cn: （ GMT+09:00 ）大阪、札幌、东京
zh_tw: (GMT+09:00) 大阪，札幌，東京

# GENERIC_TIME_ZONE_SEOUL
source: (GMT+09:00) Seoul
cs_cz: (GMT+09:00) Soul
de_de: (UTC+09:00) Seoul
es_es: (GMT+09:00) Seúl
fr_fr: (GMT+09:00) Taipei
hu_hu: (GMT +9:00 óra) Szöul
ja_jp: (GMT+09:00) ソウル
ko_kr: (GMT+09:00) 서울
pl_pl: (GMT+09:00) Seul
pt_br: (UTC+09h00) Seul
ru_ru: (GMT+09:00) Сеул
tr_tr: (GMT+09:00) Seul
zh_cn: （ GMT+09:00 ）首尔
zh_tw: (GMT+09:00) 首爾

# GENERIC_TIME_ZONE_YAKUTSK
source: (GMT+10:00) Yakutsk
cs_cz: (GMT+10:00) Jakutsk
de_de: (UTC+10:00) Jakutsk
fr_fr: (GMT+10:00) Yakoutsk
hu_hu: (GMT +10:00 óra) Jakutszk
ja_jp: (GMT+10:00) ヤクーツク
ko_kr: (GMT+10:00) 야쿠츠크
nl_nl: (GMT+10:00) Jakoetsk
pl_pl: (GMT+10:00) Jakuck
pt_br: (UTC+10h00) Yakutsk
ru_ru: (GMT+10:00) Якутск
tr_tr: (GMT+10:00) Yakutça
zh_cn: （ GMT+10:00 ）雅库茨克
zh_tw: (GMT+10:00) 亞庫茲克

# GENERIC_TIME_ZONE_ADELAIDE
source: (GMT+09:30) Adelaide
de_de: (UTC+09:30) Adelaide
es_es: (GMT+09:30) Adelaida
fr_fr: (GMT+09:30) Adélaïde
hu_hu: (GMT +9:30 óra) Adelaide
ja_jp: (GMT+09:30) アデレード
ko_kr: (GMT+09:30) 애들레이드
pl_pl: (GMT+09:30) Adelajda
pt_br: (UTC+09h30) Adelaide
ru_ru: (GMT+09:30) Аделаида
zh_cn: （ GMT+09:30 ）阿德莱德
zh_tw: (GMT+09:30) 阿德雷德

# GENERIC_TIME_ZONE_DARWIN
source: (GMT+09:30) Darwin
de_de: (UTC+09:30) Darwin
hu_hu: (GMT +9:30 óra) Darwin
ja_jp: (GMT+09:30) ダーウィン
ko_kr: (GMT+09:30) 다윈
pt_br: (UTC+09h30) Darwin
ru_ru: (GMT+09:30) Дарвин
zh_cn: （ GMT+09:30 ）达尔文市
zh_tw: (GMT+09:30) 達爾文

# GENERIC_TIME_ZONE_BRISBANE
source: (GMT+10:00) Brisbane
de_de: (UTC+10:00) Brisbane
hu_hu: (GMT +10:00 óra) Brisbane
ja_jp: (GMT+10:00) ブリスベン
ko_kr: (GMT+10:00) 브리즈번
pt_br: (UTC+10h00) Brisbane
ru_ru: (GMT+10:00) Брисбен
zh_cn: （ GMT+10:00 ）布里斯班
zh_tw: (GMT+10:00) 布里斯本

# GENERIC_TIME_ZONE_CANBERRA_MELBOURNE_SYDNEY
source: (GMT+10:00) Canberra, Melbourne, Sydney
de_de: (UTC+10:00) Canberra, Melbourne, Sydney
es_es: (GMT+10:00) Canberra, Melbourne, Sídney
hu_hu: (GMT +10:00 óra) Canberra, Melbourne, Sydney
ja_jp: (GMT+10:00) キャンベラ、メルボルン、シドニー
ko_kr: (GMT+10:00) 캔버라, 멜버른, 시드니
pt_br: (UTC+10h00) Canberra, Melbourne, Sydney
ru_ru: (GMT+10:00) Канберра, Мельбурн, Сидней
tr_tr: (GMT+10:00) Kanberra, Melbourn, Sydney
zh_cn: （ GMT+10:00 ）堪培拉、墨尔本、悉尼
zh_tw: (GMT+10:00) 坎培拉，墨爾本，雪梨

# GENERIC_TIME_ZONE_GUAM_PORT_MORESBY
source: (GMT+10:00) Guam, Port Moresby
de_de: (UTC+10:00) Guam, Port Moresby
hu_hu: (GMT +10:00 óra) Guam, Port Moresby
ja_jp: (GMT+10:00) グアム、ポートモレスビー
ko_kr: (GMT+10:00) 괌, 포트모르즈비
pt_br: (UTC+10h00) Guam, Port Moresby
ru_ru: (GMT+10:00) Гуам, Порт-Морсби
zh_cn: （ GMT+10:00 ）关岛、莫尔兹比港
zh_tw: (GMT+10:00) 關島，墨爾斯貝港
