Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# ERROR_SAFEPOINT_GET_STATUS_UNAVAILABLE
source: The status of your safepoint(s) is currently unavailable. Please try again later.
cs_cz: Stav bod(ů) Safepoint je momentálně Nedostupný. Zopakujte akci později.
de_de: Der Status Ihrer Safepoints ist momentan nicht verfügbar. Versuchen Sie es später erneut.
es_es: El estado del safepoint no está disponible actualmente. Inténtelo de nuevo más tarde.
fr_fr: L'état des safepoints est actuellement indisponible. Veuillez réessayer plus tard.
hu_hu: Safepointja(i) jelenleg nem elérhető(ek). Kérjük, kis idő múlva próbálja meg újra!
it_it: Lo stato dei safepoint non è al momento disponibile. Riprovare più tardi.
ja_jp: Safepoint のステータスは現在使用できません。 しばらくたってから再試行してください。
ko_kr: safepoint를 현재 사용할 수 없는 상태입니다. 나중에 다시 시도하십시오.
nb_no: Statusen på safepoint(s) er for øyeblikket utilgjengelig. Prøv på nytt senere.
nl_nl: De status van uw safepoint(s) is momenteel niet beschikbaar. Probeer het later opnieuw.
pl_pl: Status punktów safepoint jest obecnie niedostępny. Spróbuj ponownie później.
pt_br: O status dos safepoints não está disponível no momento. Tente novamente mais tarde.
ru_ru: Состояние safepoint в настоящий момент недоступно. Повторите попытку позднее.
sv_se: Safepoint-status är inte tillgänglig just nu. Försök igen senare.
tr_tr: Safepoints durumuna şu anda ulaşılamıyor. Lütfen daha sonra tekrar deneyin.
zh_cn: Safepoint 状态当前不可用。 请稍后再试。
zh_tw: 目前無法取得 Safepoint 的狀態。 請稍後再試一次。

# ERROR_WEBACCOUNT_DUPLICATE
source: The web access account you requested already exists. Please enter a different email address.
cs_cz: Vámi požadovaný účet pro webový přístup již existuje. Zadejte jinou e-mailovou adresu.
de_de: Das angeforderte Webzugriffkonto ist bereits vorhanden. Geben Sie eine andere E-Mail-Adresse ein.
es_es: La cuenta de acceso web que solicitó ya existe. Introduzca una dirección de correo electrónico diferente.
fr_fr: Le compte d'accès Web requis existe déjà. Veuillez saisir une autre adresse électronique.
hu_hu: Az Ön által kérelmezett internet hozzáférés belépési adatai már foglaltak. Kérjük, adjon meg egy másik e-mail címet!
it_it: L'account di accesso Web richiesto esiste già. Immettere un altro indirizzo e-mail.
ja_jp: 要求した Web アクセスアカウントは既に存在します。 別の電子メール アドレスを入力してください。
ko_kr: 요청한 웹 액세스 계정이 이미 존재합니다. 다른 이메일 주소를 입력하십시오.
nb_no: Kontoen for nettilgang som du forespurte finnes allerede. Angi en annen e-postadresse.
nl_nl: De webtoegangsaccount die u hebt gevraagd, bestaat al. Geef een ander e-mailadres op.
pl_pl: Żądane konto dostępu internetowego już istnieje. Wprowadź inny adres e-mail.
pt_br: A conta de acesso à web solicitada já existe. Insira um endereço de e-mail diferente.
ru_ru: Запрошенная учетная запись веб-доступа уже существует. Введите другой адрес электронной почты.
sv_se: Det webbåtkomstkonto du begärde finns redan. Ange en annan e-postadress.
tr_tr: İstediğiniz Web erişimi hesabı zaten var. Lütfen farklı bir e-posta adresi girin.
zh_cn: 您请求的互联网帐户已存在。 请输入另外一个电子邮件地址。
zh_tw: 您要求的網路存取帳號已經存在。 請輸入其他電子郵件地址。

# ERROR_TIMEOUT
source: Your last operation timed out. Make sure there are no network connectivity issues and try again.
cs_cz: Vaší poslední operaci vypršel časový limit. Zkontrolujte možné problémy se síťovým připojením a akci zopakujte.
de_de: Beim letzten Vorgang ist eine Zeitüberschreitung aufgetreten. Vergewissern Sie sich, dass keine Probleme mit der Netzwerkverbindung vorliegen, und versuchen Sie es erneut.
es_es: Se agotó el tiempo de espera de la última operación. Asegúrese de que no hay problemas de conectividad de red e inténtelo de nuevo.
fr_fr: Le délai d'attente de la dernière opération a expiré. Assurez-vous de l'absence de problèmes de connectivité réseau, puis réessayez.
hu_hu: A legutóbbi műveletre rendelkezésre álló idő lejárt. Kérjük, ellenőrizze hálózati kapcsolatát, és próbálja újra!
it_it: Timeout dell'ultima operazione. Accertarsi dell'assenza di problemi di connettività di rete e riprovare.
ja_jp: 最後の処理がタイムアウトしました。 ネットワーク接続の問題がないことを確認し、再試行してください。
ko_kr: 마지막 작업의 제한 시간이 초과되었습니다. 네트워크 연결 문제가 없는지 확인한 후 다시 시도하십시오.
nb_no: Den siste operasjonen ble tidsavbrutt. Sørg for at det ikke er noen problemer med nettverkstilkoblingen og prøv på nytt.
nl_nl: Uw laatste bewerking duurde te lang. Controleer of u netwerkverbindingsproblemen hebt en probeer het opnieuw.
pl_pl: Upłynął limit czasu ostatniej operacji. Upewnij się, że nie ma problemów z łącznością sieciową, i spróbuj ponownie.
pt_br: A sua última operação esgotou o tempo limite. Verifique se não há problemas de conectividade à rede e tente novamente.
ru_ru: Превышено время ожидания последней операции. Убедитесь в том, что нет проблем с сетевым подключением, и повторите попытку.
sv_se: Tiden gick ut för din senaste åtgärd. Kontrollera att det inte finns några problem med nätverksanslutningen och försök igen.
tr_tr: Son işleminiz zaman aşımına uğradı. Ağ bağlantısı sorunlarınızın olmadığından emin olup tekrar deneyin.
zh_cn: 您的上一个操作超时。 请确保您的网络可以连通，并重试。
zh_tw: 您最後的操作已逾時。 請確認沒有網路連線能力的問題存在，再試一次。

# ERROR_TIMEOUT_IPADDRESS_CHANGED
source: Your WD My Cloud IP address has changed; enter the new IP address in your browser.
cs_cz: Adresa IP zařízení WD My Cloud se změnila; zadejte do svého prohlížeče novou adresu IP.
de_de: Ihre WD My Cloud-IP-Adresse wurde geändert. Geben Sie die neue IP-Adresse im Browser ein.
es_es: La dirección IP de WD My Cloud ha cambiado; introduzca la dirección IP nueva en el explorador.
fr_fr: L'adresse IP WD My Cloud a changé. Veuillez saisir la nouvelle adresse IP depuis le navigateur.
hu_hu: Az Ön WD My Cloud felhőrendszerének IP címe megváltozott; adja meg böngészőjében az új IP címet!
it_it: L'indirizzo IP di WD My Cloud è stato modificato; immettere un nuovo indirizzo IP nel browser.
ja_jp: WD My Cloud IP アドレスが変更されました。ブラウザに新しい IP アドレスを入力してください。
ko_kr: WD My Cloud IP 주소가 변경되었습니다. 브라우저에 새 IP 주소를 입력하십시오.
nb_no: WD My Cloud IP-adressen er endret; angi den nye IP-adressen i nettleseren din.
nl_nl: Uw WD My Cloud-IP-adres is gewijzigd; voer het nieuwe IP-adres in in uw browser.
pl_pl: Adres IP urządzenia WD My Cloud uległ zmianie. Wprowadź nowy adres IP w przeglądarce.
pt_br: O endereço IP do seu WD My Cloud foi alterado. Insira o novo endereço IP no navegador.
ru_ru: Изменился ваш IP-адрес WD My Cloud; введите новый IP-адрес в браузере.
sv_se: Din WD My Cloud IP-adress har ändrats. Ange den nya IP-adressen i webbläsaren.
tr_tr: WD My Cloud IP adresiniz değiştir; yeni IP adresini tarayıcınıza girin.
zh_cn: 您的 WD My Cloud IP 地址已经变更，请在您的浏览器中输入新的IP地址。
zh_tw: 您的 WD My Could IP 位址已變更，請在瀏覽器中輸入新的 IP 位址。

# ERROR_SAFEPOINT_CREATE_NOT_ALLOWED
source: The safepoint create operation is not allowed at this time.
cs_cz: Operace vytvoření bodu Safepoint není v tuto chvíli povolena.
de_de: Der Safepoint-Erstellungsvorgang ist momentan nicht zugelassen.
es_es: La operación de creación del safepoint no se permite en este momento.
fr_fr: L'opération de création de safepoint n'est pas autorisée pour le moment.
hu_hu: A safepoint létrehozása jelenleg nem engedélyezett!
it_it: L'operazione di creazione safepoint non è al momento consentita.
ja_jp: 現在 Safepoint 作成処理はできません。
ko_kr: 지금은 safepoint 만들기 작업이 허용되지 않습니다.
nb_no: Operasjon for oppretting av safepoint er ikke tillatt for øyeblikket.
nl_nl: Op dit moment kunt u geen safepoint maken.
pl_pl: Operacja tworzenia punktu safepoint w tym czasie jest niedozwolona.
pt_br: A operação de criação de safepoint não é permitida neste momento.
ru_ru: Операция создания safepoint в настоящий момент не разрешена.
sv_se: Åtgärden att skapa safepoint tillåts inte just nu.
tr_tr: Safepoint oluşturma işlemine şu anda izin verilmiyor.
zh_cn: 当前不允许进行 safepoint 创建操作。
zh_tw: 此次 Safepoint 建立操作不被允許。

# ERROR_SAFEPOINT_DESTROY_NOT_ALLOWED
source: The safepoint delete operation is not allowed at this time.
cs_cz: Operace odstranění bodu Safepoint není v tuto chvíli povolena.
de_de: Der Safepoint-Löschvorgang ist momentan nicht zugelassen.
es_es: La operación de eliminación del safepoint no se permite en este momento.
fr_fr: L'opération de suppression de safepoint n'est pas autorisée pour le moment.
hu_hu: A safepoint törlése jelenleg nem engedélyezett!
it_it: L'operazione di eliminazione safepoint non è al momento consentita.
ja_jp: 現在 Safepoint 削除処理はできません。
ko_kr: 지금은 safepoint 삭제 작업이 허용되지 않습니다.
nb_no: Operasjon for sletting av safepoint er ikke tillatt for øyeblikket.
nl_nl: Op dit moment kunt u geen safepoint verwijderen.
pl_pl: Operacja usuwania punktu safepoint w tym czasie jest niedozwolona.
pt_br: A operação de exclusão de safepoint não é permitida neste momento.
ru_ru: Операция удаления safepoint в настоящий момент не разрешена.
sv_se: Åtgärden att ta bort safepoint tillåts inte just nu.
tr_tr: Safepoint silme işlemine şu anda izin verilmiyor.
zh_cn: 当前不允许进行 safepoint 删除操作。
zh_tw: 此次 Safepoint 刪除操作不被允許。

# ERROR_SAFEPOINT_UPDATE_NOT_ALLOWED
source: The safepoint update operation is not allowed at this time.
cs_cz: Operace aktualizace bodu Safepoint není v tuto chvíli povolena.
de_de: Der Safepoint-Aktualisierungsvorgang ist momentan nicht zugelassen.
es_es: La operación de actualización del safepoint no se permite en este momento.
fr_fr: L'opération de mise à jour de safepoint n'est pas autorisée pour le moment.
hu_hu: A safepoint frissítése jelenleg nem engedélyezett!
it_it: L'operazione di aggiornamento safepoint non è al momento consentita.
ja_jp: 現在 Safepoint ト更新処理はできません。
ko_kr: 지금은 safepoint 업데이트 작업이 허용되지 않습니다.
nb_no: Operasjon for oppdatering av safepoint er ikke tillatt for øyeblikket.
nl_nl: Op dit moment kunt u geen safepoint bijwerken.
pl_pl: Operacja aktualizowania punktu safepoint w tym czasie jest niedozwolona.
pt_br: A operação de atualização de safepoint não é permitida neste momento.
ru_ru: Операция обновления safepoint в настоящий момент не разрешена.
sv_se: Åtgärden att uppdatera safepoint tillåts inte just nu.
tr_tr: Safepoint güncelleştirme işlemine şu anda izin verilmiyor.
zh_cn: 当前不允许进行 safepoint 更新操作。
zh_tw: 此次 Safepoint 更新操作不被允許。

# ERROR_NOT_SUPPORTED
source: This operation is not supported.
cs_cz: Tato operace není podporována.
de_de: Dieser Vorgang wird nicht unterstützt.
es_es: No se admite esta operación.
fr_fr: Cette opération n'est pas prise en charge.
hu_hu: Nem támogatott művelet.
it_it: L'operazione non è supportata.
ja_jp: この処理はサポートされていません。
ko_kr: 이 작업은 지원되지 않습니다.
nb_no: Denne operasjonen støttes ikke.
nl_nl: Deze bewerking wordt niet ondersteund.
pl_pl: Operacja jest nieobsługiwana.
pt_br: Esta operação não é suportada.
ru_ru: Эта операция не поддерживается.
sv_se: Denna åtgärd stöds inte.
tr_tr: Bu işlem desteklenmiyor.
zh_cn: 不支持此操作。
zh_tw: 不支援此項操作。

# ERROR_UNAVAILABLE
source: A system resource is not available.
cs_cz: Systémový zdroj není k dispozici.
de_de: Eine Systemressource ist unverfügbar.
es_es: No hay ningún recurso de sistema disponible.
fr_fr: Une ressource système n'est pas disponible.
hu_hu: A rendszer nem rendelkezik elegendő erőforrással.
it_it: Una risorsa di sistema non è disponibile.
ja_jp: システムリソースがありません。
ko_kr: 시스템 자원을 사용할 수 없습니다.
nb_no: En systemressurs ikke er tilgjengelig.
nl_nl: Een systeembron is niet beschikbaar.
pl_pl: Zasób systemu jest niedostępny.
pt_br: Um recurso de sistema não está disponível.
ru_ru: Системный ресурс недоступен.
sv_se: En systemresurs är inte tillgänglig.
tr_tr: Sistem kaynağı mevcut değil.
zh_cn: 系统资源不可用。
zh_tw: 無法使用一項系統資源。

# ERROR_ABORTED
source: An error occurred during the abort operation.
cs_cz: Při přerušování operace došlo k chybě.
de_de: Beim Abbrechen ist ein Fehler aufgetreten.
es_es: Se produjo un error durante la operación de anulación.
fr_fr: Une erreur s'est produite lors de l'opération d'abandon.
hu_hu: Hiba lépett fel a művelet megszakítása során.
it_it: Errore durante l'operazione di interruzione.
ja_jp: 中断処理中にエラーが発生しました。
ko_kr: 중단 작업 중에 오류가 발생했습니다.
nb_no: Det oppsto en feil under avbruddet.
nl_nl: Er is een fout opgetreden tijdens het afbreken.
pl_pl: Podczas operacji przerywania wystąpił błąd.
pt_br: Erro durante a operação de cancelamento.
ru_ru: Произошла ошибка в ходе операции прерывания.
sv_se: Ett fel uppstod när åtgärden avbröts.
tr_tr: İptal işlemi sırasında bir hata oluştu.
zh_cn: 中止操作时发生错误。
zh_tw: 中止操作時發生錯誤。

# ERROR_FAILED
source: A failed request was received during this operation.
cs_cz: Během této operace byl přijat požadavek, který selhal.
de_de: Während des Vorgangs wurde eine fehlerhafte Anforderung erhalten.
es_es: Se recibió una solicitud errónea durante esta operación.
fr_fr: Réception d'une demande ayant échoué lors de l'opération.
hu_hu: A művelet végrehajtása során érkezett kérés teljesítése nem történt meg.
it_it: Ricevuta richiesta non riuscita durante l'operazione.
ja_jp: この処理中に失敗した要求が受信されました。
ko_kr: 이 작업 중에 실패한 요청이 수신되었습니다.
nb_no: En mislykket forespørsel ble mottatt i løpet av denne operasjonen.
nl_nl: Er is een mislukt verzoek ontvangen tijdens deze bewerking.
pl_pl: Podczas tej operacji odebrano nieudane żądanie.
pt_br: Uma solicitação com falha foi recebida durante esta operação.
ru_ru: Во время этой операции получен невыполненный запрос.
sv_se: En misslyckad begäran togs emot under åtgärden.
tr_tr: Bu işlem sırasında başarısız bir istek alındı.
zh_cn: 操作过程中时发生一次请求失败。
zh_tw: 操作時接收到失敗的要求。

# ERROR_DUPLICATE
source: Operation failed due to a duplication error.
cs_cz: Tato operace se nezdařila z důvodu chyby kopírování.
de_de: Der Vorgang konnte aufgrund eines Duplizierungsfehlers nicht abgeschlossen werden.
es_es: Se produjo un error en la operación debido a un error de duplicación.
fr_fr: L'opération a échoué à cause d'une erreur de duplication.
hu_hu: Másolási hiba, a művelet végrehajtása sikertelen.
it_it: Operazione non riuscita a causa di un errore di duplicazione.
ja_jp: 重複エラーのため、処理は失敗しました。
ko_kr: 중복 오류 때문에 작업에 실패했습니다.
nb_no: Operasjonen mislyktes på grunn av en dupliseringsfeil.
nl_nl: Bewerking mislukt vanwege een duplicatiefout.
pl_pl: Operacja nie powiodła się z powodu błędu duplikacji.
pt_br: Falha na operação devido a um erro de duplicação.
ru_ru: Операция не выполнена из-за ошибки дублирования.
sv_se: Åtgärden misslyckades på grund av ett kopieringsfel.
tr_tr: İşlem bir çoğaltma hatası nedeniyle başarısız oldu.
zh_cn: 由于重复错误，操作失败。
zh_tw: 由於錯誤重複，操作失敗。

# ERROR_CORRUPTED
source: Operation failed due to a corrupt resource.
cs_cz: Tato operace se nezdařila z důvodu poškození zdroje.
de_de: Der Vorgang konnte aufgrund einer beschädigten Ressource nicht abgeschlossen werden.
es_es: Se produjo un error en la operación debido a un recurso dañado.
fr_fr: L'opération a échoué du fait d'une ressource endommagée.
hu_hu: Hibás forrás, a művelet végrehajtása sikertelen.
it_it: Operazione non riuscita a causa di una risorsa danneggiata.
ja_jp: 破損したリソースのため、処理は失敗しました。
ko_kr: 손상된 자원 때문에 작업에 실패했습니다.
nb_no: Operasjonen mislyktes på grunn av en skadet ressurs.
nl_nl: Bewerking mislukt vanwege een beschadigde bron.
pl_pl: Operacja nie powiodła się z powodu uszkodzonego zasobu.
pt_br: Falha na operação devido a um recurso corrompido.
ru_ru: Операция не выполнена из-за поврежденного ресурса.
sv_se: Åtgärden misslyckades på grund av en skadad resurs.
tr_tr: İşlem bozuk bir kaynak nedeniyle başarısız oldu.
zh_cn: 由于资源损坏，操作失败。
zh_tw: 由於資源損毀，操作失敗。

# ERROR_NOT_ALLOWED
source: This operation is not allowed.
cs_cz: Tato operace není povolena.
de_de: Dieser Vorgang ist nicht zugelassen.
es_es: No se permite esta operación.
fr_fr: Cette opération n'est pas autorisée.
hu_hu: Nem engedélyezett művelet.
it_it: L'operazione non è consentita.
ja_jp: この処理は許可されていません。
ko_kr: 이 작업은 허용되지 않습니다.
nb_no: Denne operasjonen er ikke tillatt.
nl_nl: Deze bewerking is niet toegestaan.
pl_pl: Operacja jest niedozwolona.
pt_br: Esta operação não é permitida.
ru_ru: Эта операция не разрешена.
sv_se: Åtgärden tillåts inte.
tr_tr: Bu işleme izin verilmiyor.
zh_cn: 不允许此操作。
zh_tw: 不允許此項操作。

# ERROR_UPGRADE_FAILED
source: Upgrade was not successful.
cs_cz: Aktualizace nebyla úspěšná.
de_de: Die Aufrüstung war nicht erfolgreich.
es_es: La actualización no se completó correctamente.
fr_fr: Échec de la mise à niveau.
hu_hu: A frissítés sikertelen.
it_it: Aggiornamento non riuscito.
ja_jp: 更新が失敗しました。
ko_kr: 업그레이드에 성공하지 못했습니다.
nb_no: Oppgraderingen var ikke vellykket.
nl_nl: Bijwerken mislukt.
pl_pl: Uaktualnienie nie powiodło się.
pt_br: O upgrade não foi concluído.
ru_ru: Обновление не выполнено.
sv_se: Uppgraderingen lyckades inte.
tr_tr: Yükseltme başarılı olmadı.
zh_cn: 未成功升级。
zh_tw: 未成功升級。

# ERROR_CONVERSION_FAILED
source: Conversion was not successful.
cs_cz: Převod nebyl úspěšný.
de_de: Die Konvertierung war nicht erfolgreich.
es_es: La conversión no se completó correctamente.
fr_fr: Échec de la conversion.
hu_hu: A konvertálás sikertelen.
it_it: Conversione non riuscita.
ja_jp: 変換が失敗しました。
ko_kr: 변환에 성공하지 못했습니다.
nb_no: Konverteringen var ikke vellykket.
nl_nl: Converteren mislukt.
pl_pl: Konwersja nie powiodła się.
pt_br: A conversão não foi concluída.
ru_ru: Преобразование не выполнено.
sv_se: Konverteringen lyckades inte.
tr_tr: Dönüştürme başarılı olmadı.
zh_cn: 未成功转换。
zh_tw: 未成功轉換。

# LABEL_MANUFACTURER
source: Manufacturer:
cs_cz: Výrobce:
de_de: Hersteller:
es_es: Fabricante:
fr_fr: Fabricant :
hu_hu: Gyártó:
it_it: Produttore:
ja_jp: 製造元:
ko_kr: 제조업체:
nb_no: Produsent:
nl_nl: Fabrikant:
pl_pl: Producent:
pt_br: Fabricante:
ru_ru: Производитель:
sv_se: Tillverkare:
tr_tr: Üretici:
zh_cn: 制造商:
zh_tw: 製造商：

# LABEL_SELF_ASSESSMENT_TEST
source: Self-Assessment Test:
cs_cz: Test vlastního hodnocení:
de_de: Selbsteinschätzungstest:
es_es: Prueba de autoevaluación:
fr_fr: Test d'auto-évaluation :
hu_hu: Önértékelési teszt:
it_it: Test valutazione automatico:
ja_jp: 自己評価テスト:
ko_kr: 자체 평가 테스트:
nb_no: Egenvurderingstest:
nl_nl: Zelftest:
pl_pl: Wynik autotestu:
pt_br: Teste de autoavaliação:
ru_ru: Самотестирование:
sv_se: Självutvärderingstest:
tr_tr: Kendi Kendini Değerlendirme Testi:
zh_cn: 自我评估测试:
zh_tw: 自我評量測試：

# ERROR_NO_INTERNET_CONNECTIVITY
source: No Internet access. Check your network and try again.
cs_cz: Bez přístupu k internetu. Zkontrolujte síť a akci zopakujte.
de_de: Kein Internetzugriff. Überprüfen Sie die Netzwerkverbindung und versuchen Sie es erneut.
es_es: No hay acceso a internet. Compruebe la red e inténtelo de nuevo.
fr_fr: Pas d'accès Internet. Vérifiez votre réseau, puis réessayez.
hu_hu: Nincs internet hozzáférés. Ellenőrizze hálózati kapcsolatait, majd próbálkozzon újra!
it_it: nessun accesso a Internet. Controllare la rete e riprovare.
ja_jp: インターネットにアクセスできません。 ネットワークを確認し、再試行してください。
ko_kr: 인터넷에 액세스할 수 없습니다. 네트워크를 확인한 후 다시 시도하십시오.
nb_no: Ingen Internett-tilgang. Kontroller nettverket ditt og prøv på nytt.
nl_nl: Geen internettoegang. Controleer uw netwerk en probeer het opnieuw.
pl_pl: Brak dostępu do Internetu. Sprawdź sieć i spróbuj ponownie.
pt_br: Não há acesso à Internet. Verifique a sua rede e tente novamente.
ru_ru: Нет доступа к Интернету. Проверьте сетевое подключение и повторите попытку.
sv_se: Ingen internetåtkomst. Kontrollera ditt nätverk och försök igen.
tr_tr: Internet erişimi yok. Ağınızı denetleyip tekrar deneyin.
zh_cn: 无法接入互联网。 请检查您的网络，然后重试。
zh_tw: 無網路存取。 請檢查您的網路，再試一次。

# LABEL_USB_DEVICE_DETAILS
source: USB Device Details
cs_cz: Podrobnosti o zařízení USB
de_de: USB-Gerätedetails
es_es: Detalles del dispositivo USB
fr_fr: Informations relatives au dispositif USB
hu_hu: USB eszköz tulajdonságai
it_it: Dettagli dispositivo USB
ja_jp: USB デバイス詳細
ko_kr: USB 장치 세부 정보
nb_no: Detaljer for USB-enhet
nl_nl: Details USB-apparaat
pl_pl: Szczegóły urządzenia USB
pt_br: Detalhes do dispositivo USB
ru_ru: Сведения USB-устройства
sv_se: Information om USB-enhet
tr_tr: USB Aygıt Ayrıntıları
zh_cn: USB 设备详细信息
zh_tw: USB 裝置詳細資訊

# LABEL_USB_DEVICE_NAME
source: USB Device Name
cs_cz: Název zařízení USB
de_de: USB-Gerätename
es_es: Nombre del dispositivo USB
fr_fr: Nom du dispositif USB
hu_hu: USB eszköz megnevezése
it_it: Nome dispositivo USB
ja_jp: USB デバイス名
ko_kr: USB 장치 이름
nb_no: Navn på USB-enhet
nl_nl: Naam USB-apparaat
pl_pl: Nazwa urządzenia USB
pt_br: Nome do dispositivo USB
ru_ru: Название USB-устройства
sv_se: USB-enhetens namn
tr_tr: USB Aygıt Adı
zh_cn: USB 设备名称
zh_tw: USB 裝置詳細名稱

# LABEL_MODEL
source: Model:
de_de: Modell:
es_es: Modelo:
fr_fr: Modèle :
hu_hu: Modell:
it_it: Modello:
ja_jp: モデル:
ko_kr: 모델:
nb_no: Modell:
pt_br: Modelo:
ru_ru: Модель:
sv_se: Modell:
zh_cn: 型号:
zh_tw: 型號：

# ERROR_PROVIDE_VALID_NAME
source: Provide a valid name.
cs_cz: Zadejte platný název.
de_de: Geben Sie einen gültigen Namen ein.
es_es: Proporcione un nombre válido.
fr_fr: Indiquez un nom valide.
hu_hu: Adjon meg egy érvényes nevet!
it_it: Specificare un nome valido.
ja_jp: 有効な名前を入力してください。
ko_kr: 유효한 이름을 입력하십시오.
nb_no: Angi et gyldig navn.
nl_nl: Geef een geldige naam op.
pl_pl: Podaj prawidłową nazwę.
pt_br: Informe um nome válido.
ru_ru: Укажите допустимое название.
sv_se: Ange ett giltigt namn.
tr_tr: Geçerli bir ad belirtin.
zh_cn: 请提供一个有效的名称。
zh_tw: 請提供一個有效名稱。

# LABEL_DESCR_SHOW_PASSWORD_HINT
source: Password hint
cs_cz: Tip pro heslo
de_de: Passworttipp
es_es: Sugerencia de contraseña
fr_fr: Indication de mot de passe
hu_hu: Jelszó-emlékeztető
it_it: Suggerimento password
ja_jp: パスワードのヒント
ko_kr: 암호 힌트
nb_no: Passordhint
nl_nl: Wachtwoordhint
pl_pl: Wskazówka dotycząca hasła
pt_br: Dica da senha
ru_ru: Подсказка пароля
sv_se: Lösenordsledtråd
tr_tr: Parola ipucu
zh_cn: 密码提示
zh_tw: 密碼提示

# ERROR_DRIVE_NOT_FOUND
source: The drive was not found. Please make sure the drive is connected and try again.
cs_cz: Jednotka nebyla nalezena. Zkontrolujte, zda je jednotka připojena, a akci zopakujte.
de_de: Das Laufwerk wurde nicht gefunden. Vergewissern Sie sich, dass das Laufwerk verbunden ist, und versuchen Sie es erneut.
es_es: No se encontró la unidad. Asegúrese de que la unidad está conectada e inténtelo de nuevo.
fr_fr: Le lecteur est introuvable. Vérifiez que le lecteur est bien connecté, puis réessayez.
hu_hu: A meghajtó nem található. Kérjük, győződjön meg róla, hogy a meghajtó csatlakoztatva van, majd próbálkozzon újra!
it_it: Unità non trovata. Assicurarsi che l'unità sia collegata e riprovare.
ja_jp: ドライブが見つかりませんでした。 ドライブが接続されていることを確認し、再試行してください。
ko_kr: 드라이브가 없습니다. 드라이브를 연결한 후 다시 시도하십시오.
nb_no: Stasjonen ble ikke funnet. Kontroller at stasjonen er koblet til og prøv på nytt.
nl_nl: Het station is niet gevonden. Zorg ervoor dat het station is aangesloten en probeer het opnieuw.
pl_pl: Nie odnaleziono dysku. Upewnij się, że dysk jest podłączony, i spróbuj ponownie.
pt_br: A unidade não foi encontrada. Verifique se a unidade está conectada e tente novamente.
ru_ru: Диск не найден. Убедитесь в том, что диск подключен, и повторите попытку.
sv_se: Det gick inte att hitta enheten. Kontrollera att enheten är ansluten och försök igen.
tr_tr: Sürücü bulunamadı. Sürücünün bağlı olduğundan emin olup tekrar deneyin.
zh_cn: 没有找到驱动器。 请确保驱动器已连接，然后重试。
zh_tw: 未找到磁碟機。 請確認已連接至磁碟機，再試一次。

# LABEL_HEADER_CONNECTION_STATUS
source: Connection Status:
cs_cz: Stav připojení:
de_de: Verbindungsstatus:
es_es: Estado de conexión:
fr_fr: État de la connexion :
hu_hu: Kapcsolat állapota:
it_it: Stato di connessione:
ja_jp: 接続ステータス:
ko_kr: 연결 상태:
nb_no: Tilkoblingsstatus:
nl_nl: Verbindingsstatus:
pl_pl: Status połączenia:
pt_br: Status da conexão:
ru_ru: Состояние:
sv_se: Anslutningsstatus:
tr_tr: Bağlantı Durumu:
zh_cn: 连接状态:
zh_tw: 連線狀態：
