Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# LABEL_STATUS_RELAYED
source: Connected (Relay connection established)
cs_cz: Připojeno (Bylo navázáno předávací připojení)
de_de: Verbunden (Relaisverbindung hergestellt)
es_es: Conectado (conexión de retransmisión establecida)
fr_fr: Connecté (Connexion relais établie)
hu_hu: Kapcsolódva (relés kapcsolat létrejött)
it_it: Connesso/a (connessione di inoltro stabilita)
ja_jp: 接続 (リレー接続が確立されました)
ko_kr: 연결됨(릴레이 연결 설정됨)
nb_no: Tilkoblet (reléforbindelse etablert)
nl_nl: Verbonden (doorgeefverbinding tot stand gebracht)
pl_pl: Połączono (nawiązano połączenie pośrednie)
pt_br: Conectado (conexão de retransmissão estabelecida)
ru_ru: Подключено (установлено подключение ретрансляции)
sv_se: Ansluten (reläanslutning har etablerats)
tr_tr: Bağlandı (Geçiş bağlantısı kuruldu)
zh_cn: 已连接（已建立中继连接）
zh_tw: 已連線 (轉送連線已建立)

# LABEL_STATUS_FAILED
source: Failed
cs_cz: Akce se nezdařila
de_de: Fehler
es_es: Error
fr_fr: Échec
hu_hu: Sikertelen
it_it: Operazione non riuscita
ja_jp: 失敗
ko_kr: 실패함
nb_no: Mislyktes
nl_nl: Mislukt
pl_pl: Niepowodzenie
pt_br: Falha
ru_ru: Сбой
sv_se: Misslyckades
tr_tr: Başarısız
zh_cn: 失败
zh_tw: 失敗

# ERROR_DEVICE_REG_FAILED
source: Your device could not be registered successfully. Please make sure you do not have network connectivity issues and try again.
cs_cz: Vaše zařízení nemohlo být zaregistrováno úspěšně. Zkontrolujte možné problémy se síťovým připojením a akci zopakujte.
de_de: Das Gerät konnte nicht registriert werden. Vergewissern Sie sich, dass keine Probleme mit der Netzwerkverbindung vorliegen, und versuchen Sie es erneut.
es_es: No se pudo registrar correctamente el dispositivo. Asegúrese de que no tiene problemas de conectividad de red e inténtelo de nuevo.
fr_fr: Votre dispositif n'a pas pu être enregistré correctement. Assurez-vous de l'absence de problèmes de connectivité réseau et réessayez.
hu_hu: Az eszköz nem csatlakoztatható. Kérjük, ellenőrizze hálózati kapcsolatát, és próbálja meg újra!
it_it: Impossibile registrare il dispositivo. Verificare l'assenza di problemi di connettività di rete e riprovare.
ja_jp: デバイスを正常に登録できませんでした。 ネットワーク接続の問題がないことを確認し、再試行してください。
ko_kr: 장치를 정상적으로 등록하지 못했습니다. 네트워크 연결 문제가 없는지 확인한 후 다시 시도하십시오.
nb_no: Enheten kunne ikke registreres. Sørg for at du ikke har problemer med nettverkstilkoblingen og prøv på nytt.
nl_nl: Kon uw apparaat niet registreren. Controleer of u netwerkverbindingsproblemen hebt en probeer het opnieuw.
pl_pl: Nie można zarejestrować urządzenia. Upewnij się, że nie ma problemów z łącznością sieciową, i spróbuj ponownie.
pt_br: Não foi possível registrar o dispositivo. Verifique se não há problemas de conectividade à rede e tente novamente.
ru_ru: Не удалось зарегистрировать устройство. Убедитесь в том, что нет проблем с сетевым подключением, и повторите попытку.
sv_se: Det gick inte att registrera din enhet. Kontrollera att du inte har problem med nätverksanslutningen och försök igen.
tr_tr: Aygıtınız başarıyla kaydedilemedi. Lütfen ağ bağlantısı sorunlarınızın olmadığından emin olup tekrar deneyin.
zh_cn: 您的设备无法成功注册。 请确保您的网络可以连通，并重试。
zh_tw: 無法成功註冊您的裝置。 請確認您沒有網路連線能力的問題，再試一次。

# ERROR_DEVICE_NOT_REGISTERED
source: This action could not be completed because your device is not registered. Please register your device and try again.
cs_cz: Tato akce nemohla být dokončena, protože zařízení není zaregistrováno. Zaregistrujte zařízení a akci zopakujte.
de_de: Diese Aktion konnte nicht abgeschlossen werden, weil das Gerät nicht registriert ist. Registrieren Sie das Gerät und versuchen Sie es erneut.
es_es: No se pudo completar esta acción porque el dispositivo no está registrado. Registre el dispositivo e inténtelo de nuevo.
fr_fr: Cette action n'a pas pu être réalisée car votre dispositif n'est pas enregistré. Veuillez enregistrer votre dispositif et réessayer.
hu_hu: Ez a művelet nem hajtható végre, mert az eszköz nincs regisztrálva. Kérjük, regisztrálja eszközét, majd próbálja újra!
it_it: Impossibile completare l'azione poiché il dispositivo non è registrato. Registrare il dispositivo e riprovare.
ja_jp: デバイスが登録されていないため、この操作を完了できませんでした。 デバイスを登録して、再試行してください。
ko_kr: 장치가 등록되지 않아서 이 작업을 완료할 수 없습니다. 장치를 등록하고 다시 시도하십시오.
nb_no: Denne handlingen kunne ikke fullføres, fordi enheten ikke er registrert. Registrer enheten og prøv på nytt.
nl_nl: Kon deze handeling niet voltooien omdat uw apparaat niet is geregistreerd. Registreer uw apparaat en probeer het opnieuw.
pl_pl: Nie można wykonać tej akcji, ponieważ urządzenie nie jest zarejestrowane. Zarejestruj urządzenie i spróbuj ponownie.
pt_br: Não foi possível concluir essa ação porque o dispositivo não está registrado. Registre o dispositivo e tente novamente.
ru_ru: Не удалось завершить это действие, поскольку устройство не зарегистрировано. Зарегистрируйте устройство и повторите попытку.
sv_se: Den här åtgärden kunde inte slutföras eftersom din enhet inte är registrerad. Registrera din enhet och försök igen.
tr_tr: Aygıtınız kaydedilmediği için bu işlem tamamlanamadı. Lütfen aygıtınızı kaydedip tekrar deneyin.
zh_cn: 此操作未能完成，因为您的设备尚未注册。 请注册您的设备，然后重试。
zh_tw: 由於您的裝置沒有註冊，無法完成此動作。 請註冊您的裝置，再試一次。

# ERROR_DEVICE_UPDATE_FAILED
source: The device status could not be updated due to an communication or internal software error.
cs_cz: Stav zařízení nemohl být aktualizován z důvodu chyby komunikace nebo interní chyby softwaru.
de_de: Der Gerätestatus wurde aufgrund eines Kommunikationsfehlers oder eines internen Softwarefehlers nicht aktualisiert.
es_es: No se pudo actualizar el estado del dispositivo debido a un error de comunicación o a un error interno del software.
fr_fr: L'état du dispositif n'a pas été mis à jour à cause d'une erreur de communication ou logicielle.
hu_hu: Az eszköz állapota nem frissíthető kommunikációs vagy belső szoftveres hiba miatt.
it_it: Impossibile aggiornare lo stato del dispositivo a causa di un errore di comunicazione o di software interno.
ja_jp: 通信エラーまたは内部ソフトウェア エラーのため、デバイスのステータスを更新できませんでした。
ko_kr: 통신 또는 내부 소프트웨어 오류 때문에 장치 상태를 업데이트할 수 없습니다.
nb_no: Enhetsstatusen kunne ikke oppdateres på grunn av en intern kommunikasjons- eller programvarefeil.
nl_nl: Kon de apparaatstatus niet bijwerken vanwege een communicatie- of interne softwarefout.
pl_pl: Nie można zaktualizować statusu urządzenia z powodu błędu komunikacji lub wewnętrznego błędu oprogramowania.
pt_br: Não foi possível atualizar o status do dispositivo devido a um erro de comunicação ou erro interno do software.
ru_ru: Состояние устройства невозможно обновить из-за ошибки связи или внутренней ошибки в программном обеспечении.
sv_se: Det gick inte att uppdatera enhetsstatus på grund av ett kommunikationsfel eller externt programvarufel.
tr_tr: Bir iletişim ya da iç yazılım hatası nedeniyle aygıt durumu güncelleştirilemedi.
zh_cn: 由于通讯或内部软件错误，设备状态无法更新。
zh_tw: 由於通訊或是軟體內部錯誤，無法更新裝置狀態。

# ERROR_WEBACCOUNT_NOT_FOUND
source: The web access account could not be located on the server. Please retry your last operation.
cs_cz: Účet pro přístup na web nemůže být umístěn na serveru. Zopakujte poslední operaci.
de_de: Das Konto für den Webzugriff wurde auf dem Server nicht gefunden. Versuchen Sie erneut, den letzten Vorgang auszuführen.
es_es: No se pudo encontrar la cuenta de acceso web en el servidor. Vuelva a intentar realizar la última operación.
fr_fr: Le compte d'accès Web est introuvable sur le serveur. Veuillez réessayer la dernière opération.
hu_hu: Internet hozzáférésre vonatkozó belépési adatok nem találhatóak a szerveren. Kérjük, ismételje meg a legutóbbi műveletet!
it_it: Impossibile individuare l'account di accesso al Web sul server. Riprovare l'ultima operazione.
ja_jp: Web アクセス アカウントがサーバーに見つかりませんでした。 最後の処理を再試行してください。
ko_kr: 서버에서 웹 액세스 계정을 찾을 수 없습니다. 마지막 작업을 다시 시도하십시오.
nb_no: Konto for nettilgang kunne ikke lokaliseres på serveren. Prøv den siste operasjonen på nytt.
nl_nl: Kon het account voor webtoegang niet vinden op de server. Probeer uw laatste handeling opnieuw.
pl_pl: Nie można odnaleźć na serwerze konta dostępu internetowego. Ponownie spróbuj wykonać ostatnią operację.
pt_br: Não foi possível localizar a conta de acesso à web no servidor. Tente executar novamente a última operação.
ru_ru: На сервере не удалось найти учетную запись веб-доступа. Повторите последнюю операцию.
sv_se: Det gick inte att hitta webbåktomstkontot på den här servern. Försök senaste åtgärden igen.
tr_tr: Sunucuda Web erişimi hesabı bulunamadı. Lütfen son işleminizi tekrar deneyin.
zh_cn: 互联网接入账户未能在服务器上找到。 请重试上一个操作。
zh_tw: 無法在伺服器上找到該網路存取帳號。 請再試一次您最後的操作。

# ERROR_WEBACCOUNT_RESUBMIT_EMAIL_FAILED
source: The registration email could not be re-sent. Please make sure your device is registered and you do not have any network connectivity issues and try again.
cs_cz: Registrační e-mail nelze znovu odeslat. Zkontrolujte, zda je zařízení zaregistrováno a zda neexistují možné problémy se síťovým připojením, a akci zopakujte.
de_de: Die Registrierungs-E-Mail konnte nicht erneut gesendet werden. Vergewissern Sie sich, dass das Gerät registriert ist und keine Probleme mit der Netzwerkverbindung vorliegen, und versuchen Sie es erneut.
es_es: No se pudo reenviar el correo electrónico de registro. Asegúrese de que el dispositivo está registrado y de que no tiene problemas de conectividad de red, e inténtelo de nuevo.
fr_fr: L'e-mail d'inscription n'a pas pu être renvoyé. Veuillez vous assurer que votre dispositif est enregistré, ainsi que de l'absence de problèmes de connectivité réseau, puis réessayez.
hu_hu: A regisztrációs e-mail újraküldése nem megoldható. Kérjük, ellenőrizze, hogy regisztrálta-e az eszközt, illetve azt, hogy hálózati kapcsolatával sincs-e probléma, majd próbálja újra!
it_it: Impossibile inviare di nuovo l'indirizzo e-mail di registrazione. Assicurarsi che il dispositivo sia registrato, verificare l'assenza di problemi di connettività di rete e riprovare.
ja_jp: 登録電子メール アドレスを再送信できませんでした。 デバイスが登録され、ネットワーク接続の問題がないことを確認し、再試行してください。
ko_kr: 등록 이메일을 다시 보낼 수 없습니다. 장치가 등록되어 있고 네트워크 연결 문제가 없는지 확인한 후 다시 시도하십시오.
nb_no: E-post for registrering kunne ikke sendes på nytt. Kontroller at enheten er registrert og at du ikke har problemer med nettverkstilkoblingen, og prøv deretter på nytt.
nl_nl: Kon de registratie-e-mail niet opnieuw verzenden. Controleer of uw apparaat is geregistreerd en of u geen netwerkverbindingsproblemen hebt en probeer het opnieuw.
pl_pl: Nie można ponownie wysłać wiadomości e-mail dotyczącej rejestracji. Upewnij się, że urządzenie jest zarejestrowane i że nie ma problemów z łącznością sieciową, a następnie spróbuj ponownie.
pt_br: Não foi possível reenviar o e-mail de registro. Verifique se o dispositivo está registrado e se não há problemas de conectividade à rede e tente novamente.
ru_ru: Не удалось повторно отправить регистрационное сообщение электронной почты. Убедитесь в том, что устройство зарегистрировано и нет проблем с сетевым подключением, после чего повторите попытку.
sv_se: Det gick inte att skicka registreringsmeddelandet igen. Kontrollera att din enhet är registrerad och att du inte har problem med nätverksanslutningen och försök igen.
tr_tr: Kayıt e-postası tekrar gönderilemedi. Lütfen aygıtınızın kaydedildiğinden ve ağ bağlantısı sorunlarınızın olmadığından emin olup tekrar deneyin.
zh_cn: 未能重新发送注册邮件。 请确保您的设备已注册，且您的网络可以连通，然后重试。
zh_tw: 無法再次寄送註冊電子郵件。 請確認您的裝置已註冊且沒有網路連線能力問題，再試一次。

# ERROR_WEBACCOUNT_DELETE_FAILED
source: This email account cannot be deleted. Make sure your device is registered and your network connection is functioning properly, and then try again.
cs_cz: Tento e-mailový účet nelze odstranit. Ujistěte se, zda je vaše zařízení zaregistrované a zda správně funguje síťovém připojení, a akci zopakujte.
de_de: Dieses E-Mail-Konto kann nicht gelöscht werden. Vergewissern Sie sich, dass das Gerät registriert ist und die Netzwerkverbindung ordnungsgemäß funktioniert, und versuchen Sie es dann erneut.
es_es: No se puede eliminar esta cuenta de correo electrónico. Asegúrese de que el dispositivo está registrado y de que la conexión de red funciona correctamente, y, a continuación, inténtelo de nuevo.
fr_fr: Impossible de supprimer ce compte de messagerie. Assurez-vous que votre dispositif est enregistré et que votre connexion réseau fonctionne correctement, puis réessayez.
hu_hu: Az e-mail fiókot nem lehet törölni. Ellenőrizze, hogy az eszköz regisztrálva van és a hálózati kapcsolat megfelelően működik, majd próbálja újra.
it_it: Impossibile eliminare l'account e-mail. Assicurarsi che il dispositivo sia registrato e che la connessione di rete funzioni correttamente, quindi riprovare.
ja_jp: この電子メール アカウントは削除できません。 デバイスが登録され、ネットワーク接続が正しく動作していることを確認してから、再試行してください。
ko_kr: 이 이메일 계정은 삭제할 수 없습니다. 장치가 등록되어 있고 네트워크 연결이 올바르게 작동하는지 확인한 후 다시 시도하십시오.
nb_no: Denne e-postkontoen kan ikke slettes. Sørg for at enheten din er registrert og at nettverkstilkoblingen din fungerer som den skal, og prøv på nytt.
nl_nl: Kon dit e-mailaccount niet verwijderen. Zorg ervoor dat uw apparaat is geregistreerd en dat uw netwerkverbinding correct functioneert; probeer het dan opnieuw.
pl_pl: Nie można usunąć tego konta poczty e-mail. Upewnij się, że urządzenie jest zarejestrowane i że nie ma problemów z łącznością sieciową, a następnie spróbuj ponownie.
pt_br: Esta conta de e-mail não pode ser excluída. Garanta que seu dispositivo seja registrado e sua conexão de rede esteja funcionando adequadamente, depois tente de novo.
ru_ru: Невозможно удалить эту учетную запись электронной почты. Убедитесь в том, что устройство зарегистрировано и нет проблем с сетевым подключением, после чего повторите попытку.
sv_se: Det går inte att ta bort det här e-postkontot. Kontrollera att enheten är registrerad och att nätverksanslutningen fungerar som den ska och försök sedan igen.
tr_tr: Bu e-posta hesabı silinemiyor. Aygıtınızın kaydedildiğinden ve ağ bağlantınızın düzgün çalıştığından emin olup tekrar deneyin.
zh_cn: 此电子邮件帐户无法删除。 请确保设备已经注册，并且网络连接正常，然后重试。
zh_tw: 不能刪除此電子郵件帳戶。 確認您已經將您的裝置以及您的網路連線功能正常，然後再試一次。

# ERROR_MOBILEACCESS_NOT_FOUND
source: Your mobile device could not be located on the server. Please retry your last operation.
cs_cz: Mobilní zařízení nemůže být umístěno na serveru. Zopakujte poslední operaci.
de_de: Das Mobilgerät wurde auf dem Server nicht gefunden. Versuchen Sie erneut, den letzten Vorgang auszuführen.
es_es: No se pudo encontrar el dispositivo móvil en el servidor. Vuelva a intentar realizar la última operación.
fr_fr: Votre dispositif mobile n'a pu être identifié sur le serveur. Veuillez réessayer la dernière opération.
hu_hu: Mobil eszköze nem található a szerveren. Kérjük, ismételje meg a legutóbbi műveletet!
it_it: Impossibile individuare il dispositivo mobile sul server. Riprovare l'ultima operazione.
ja_jp: モバイル デバイスがサーバーに見つかりませんでした。 最後の処理を再試行してください。
ko_kr: 서버에서 모바일 장치를 찾을 수 없습니다. 마지막 작업을 다시 시도하십시오.
nb_no: Den mobile enheten kunne ikke lokaliseres på serveren. Prøv den siste operasjonen på nytt.
nl_nl: Kon het mobiele apparaat niet vinden op de server. Probeer uw laatste handeling opnieuw.
pl_pl: Nie można odnaleźć Twojego urządzenia przenośnego na serwerze. Ponownie spróbuj wykonać ostatnią operację.
pt_br: Não foi possível localizar o seu dispositivo móvel no servidor. Tente executar novamente a última operação.
ru_ru: На сервере не удалось найти ваше мобильное устройство. Повторите последнюю операцию.
sv_se: Det gick inte att hitta din mobila enhet på den här servern. Försök senaste åtgärden igen.
tr_tr: Sunucuda mobil aygıtınız bulunamadı. Lütfen son işleminizi tekrar deneyin.
zh_cn: 您的移动设备无法在服务器上找到。 请重试上一个操作。
zh_tw: 無法在伺服器上找到您的行動裝置。 請再試一次您最後的操作。

# ERROR_MOBILEACCESS_CREATE_FAILED
source: Failed to generate code for your mobile device. Please make sure you do not have any network connectivity issues and try again.
cs_cz: Nepodařilo se generovat kód pro vaše mobilní zařízení. Zkontrolujte, zda neexistují problémy se síťovým připojením, a akci zopakujte.
de_de: Fehler beim Generieren von Code für das Mobilgerät. Vergewissern Sie sich, dass keine Probleme mit der Netzwerkverbindung vorliegen, und versuchen Sie es erneut.
es_es: Error al generar el código para el dispositivo móvil. Asegúrese de que no tiene ningún problema de conectividad de red e inténtelo de nuevo.
fr_fr: La génération du code dédié au dispositif mobile a échoué. Assurez-vous de l'absence de problèmes de connectivité réseau, puis réessayez.
hu_hu: Az eszköz kódjának generálása sikertelen! Kérjük, ellenőrizze hálózati kapcsolatát, és próbálja újra!
it_it: Errore di generazione del codice per il dispositivo mobile. Verificare l'assenza di problemi di connettività di rete e riprovare.
ja_jp: モバイル デバイスのコードを生成できませんでした。 ネットワーク接続の問題がないことを確認し、再試行してください。
ko_kr: 모바일 장치의 코드를 생성하지 못했습니다. 네트워크 연결 문제가 없는지 확인한 후 다시 시도하십시오.
nb_no: Klarte ikke å generere en kode til mobilenheten. Kontroller at du ikke har noen problemer med nettverkstilkoblingen og prøv på nytt.
nl_nl: Kon code voor uw mobiele apparaat niet genereren. Controleer of u netwerkverbindingsproblemen hebt en probeer het opnieuw.
pl_pl: Nie można wygenerować kodu dla urządzenia przenośnego. Upewnij się, że nie ma problemów z łącznością sieciową, i spróbuj ponownie.
pt_br: Falha na geração do código para o dispositivo móvel. Verifique se não há nenhum problema de conectividade à rede e tente novamente.
ru_ru: Не удалось создать код для мобильного устройства. Убедитесь в том, что нет никаких проблем с сетевым подключением, и повторите попытку.
sv_se: Det gick inte att generera en kod för din mobila enhet. Kontrollera att du inte har problem med nätverksanslutningen och försök igen.
tr_tr: Mobil aygıtınız için kod oluşturulamadı. Lütfen bir ağ bağlantısı sorununuzun olmadığından emin olup tekrar deneyin.
zh_cn: 未能为您的移动设备生成代码。 请确保您的网络可以连通，并重试。
zh_tw: 為您的行動裝置產生代碼失敗。 請確認您沒有任何網路連線能力的問題，再試一次。

# ERROR_MOBILEACCESS_DELETE_FAILED
source: Mobile access for this device could not be removed. Please make sure your device is registered and you do not have any network connectivity issues and try again.
cs_cz: Mobilní přístup pro toto zařízení nelze odebrat. Zkontrolujte, zda je zařízení zaregistrováno a zda neexistují možné problémy se síťovým připojením, a akci zopakujte.
de_de: Mobilzugriff für dieses Gerät konnte nicht entfernt werden. Vergewissern Sie sich, dass das Gerät registriert ist und keine Probleme mit der Netzwerkverbindung vorliegen, und versuchen Sie es erneut.
es_es: No se pudo eliminar el acceso móvil para este dispositivo. Asegúrese de que el dispositivo está registrado y de que no tiene problemas de conectividad de red, e inténtelo de nuevo.
fr_fr: L'accès mobile de ce dispositif n'a pas pu être supprimé. Veuillez vous assurer que votre dispositif est enregistré, ainsi que de l'absence de problèmes de connectivité réseau, puis réessayez.
hu_hu: Az eszköz mobil hozzáférése nem távolítható el! Kérjük, ellenőrizze, hogy regisztrálta-e az eszközt, illetve azt, hogy hálózati kapcsolatával sincs-e probléma, majd próbálja újra!
it_it: Impossibile rimuovere l'accesso mobile per il dispositivo. Assicurarsi che il dispositivo sia registrato, verificare l'assenza di problemi di connettività di rete e riprovare.
ja_jp: このデバイスのモバイル アクセスを削除できませんでした。 デバイスが登録され、ネットワーク接続の問題がないことを確認し、再試行してください。
ko_kr: 이 장치에 대한 모바일 액세스를 제거할 수 없습니다. 장치가 등록되어 있고 네트워크 연결 문제가 없는지 확인한 후 다시 시도하십시오.
nb_no: Mobiltilgang til denne enheten kunne ikke fjernes. Kontroller at enheten er registrert og at du ikke har problemer med nettverkstilkoblingen, og prøv deretter på nytt.
nl_nl: Kon mobiele toegang voor dit apparaat niet verwijderen. Controleer of uw apparaat is geregistreerd en of u geen netwerkverbindingsproblemen hebt en probeer het opnieuw.
pl_pl: Nie można usunąć dostępu dla tego urządzenia przenośnego. Upewnij się, że urządzenie jest zarejestrowane i że nie ma problemów z łącznością sieciową, a następnie spróbuj ponownie.
pt_br: Não foi possível remover o acesso móvel deste dispositivo. Verifique se o dispositivo está registrado e se não há problemas de conectividade à rede e tente novamente.
ru_ru: Не удалось удалить мобильный доступ для этого устройства. Убедитесь в том, что устройство зарегистрировано и нет проблем с сетевым подключением, после чего повторите попытку.
sv_se: Det gick inte att ta bort mobil åtkomst för den här enheten. Kontrollera att din enhet är registrerad och att du inte har problem med nätverksanslutningen och försök igen.
tr_tr: Bu aygıt için mobil erişim kaldırılamadı. Lütfen aygıtınızın kaydedildiğinden ve ağ bağlantısı sorunlarınızın olmadığından emin olup tekrar deneyin.
zh_cn: 无法移除此设备的移动访问。 请确保您的设备已注册，且没有任何网络连接问题，然后重试。
zh_tw: 無法移除該裝置的行動存取。 請確認您的裝置已註冊且沒有任何網路連線能力問題，再試一次。

# ERROR_USER_NOT_FOUND
source: Failed to locate user account. Please make sure your device is registered and you do not have any network connectivity issues and try again.
cs_cz: Nepodařilo se nalézt uživatelský účet. Zkontrolujte, zda je zařízení zaregistrováno a zda neexistují možné problémy se síťovým připojením, a akci zopakujte.
de_de: Fehler beim Abrufen des Benutzerkontos. Vergewissern Sie sich, dass das Gerät registriert ist und keine Probleme mit der Netzwerkverbindung vorliegen, und versuchen Sie es erneut.
es_es: Error al buscar la cuenta de usuario. Asegúrese de que el dispositivo está registrado y de que no tiene problemas de conectividad de red, e inténtelo de nuevo.
fr_fr: Le compte d'utilisateur n'a pas pu être trouvé. Veuillez vous assurer que votre dispositif est enregistré, ainsi que de l'absence de problèmes de connectivité réseau, puis réessayez.
hu_hu: A felhasználó belépési adatainak beazonosítása sikertelen! Kérjük, ellenőrizze, hogy regisztrálta-e az eszközt, illetve azt, hogy hálózati kapcsolatával sincs-e probléma, majd próbálja újra!
it_it: Impossibile individuare l'account utente. Assicurarsi che il dispositivo sia registrato, verificare l'assenza di problemi di connettività di rete e riprovare.
ja_jp: ユーザー アカウントが見つかりませんでした。 デバイスが登録され、ネットワーク接続の問題がないことを確認し、再試行してください。
ko_kr: 사용자 계정을 찾지 못했습니다. 장치가 등록되어 있고 네트워크 연결 문제가 없는지 확인한 후 다시 시도하십시오.
nb_no: Klarte ikke å finne brukerkontoen. Kontroller at enheten er registrert og at du ikke har problemer med nettverkstilkoblingen, og prøv deretter på nytt.
nl_nl: Kon gebruikersaccount niet vinden. Controleer of uw apparaat is geregistreerd en of u geen netwerkverbindingsproblemen hebt en probeer het opnieuw.
pl_pl: Nie odnaleziono konta użytkownika. Upewnij się, że urządzenie jest zarejestrowane i że nie ma problemów z łącznością sieciową, a następnie spróbuj ponownie.
pt_br: Falha na localização da conta do usuário. Verifique se o dispositivo está registrado e se não há problemas de conectividade à rede e tente novamente.
ru_ru: Не удалось найти учетную запись пользователя. Убедитесь в том, что устройство зарегистрировано и нет проблем с сетевым подключением, после чего повторите попытку.
sv_se: Det gick inte att hitta användarkontot. Kontrollera att din enhet är registrerad och att du inte har problem med nätverksanslutningen och försök igen.
tr_tr: Kullanıcı hesabı bulunamadı. Lütfen aygıtınızın kaydedildiğinden ve ağ bağlantısı sorunlarınızın olmadığından emin olup tekrar deneyin.
zh_cn: 无法找到用户帐户。 请确保您的设备已注册，且没有任何网络连接问题，然后重试。
zh_tw: 尋找使用者帳號失敗。 請確認您的裝置已註冊且沒有任何網路連線能力問題，再試一次。
