Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# ERROR_ID_47
source: Share name is missing.
cs_cz: Název sdílené složky chybí.
de_de: Freigabename fehlt.
es_es: Falta el nombre de archivo compartido.
fr_fr: Le nom du dossier partagé est manquant.
hu_hu: A megosztásnév hiányzik.
it_it: Nome condivisione mancante.
ja_jp: 共有名が見つかりません。
ko_kr: 공유 이름이 누락되었습니다.
nb_no: Delt ressurs-navn mangler.
nl_nl: Sharenaam ontbreekt.
pl_pl: Brak nazwy udziału.
pt_br: O nome do compartilhamento está ausente.
ru_ru: Название ресурса отсутствует.
sv_se: Resursnamnet saknas.
tr_tr: Paylaşım adı eksik.
zh_cn: 共享名称缺失。
zh_tw: 共享名稱遺失。

# ERROR_ID_48
source: Failed to create user.
cs_cz: Nepodařilo se vytvořit uživatele.
de_de: Fehler beim Erstellen des Benutzers.
es_es: Error al crear al usuario.
fr_fr: Échec de création d'utilisateur.
hu_hu: A felhasználó létrehozása sikertelen!
it_it: Creazione utente non riuscita.
ja_jp: ユーザーを作成できませんでした。
ko_kr: 사용자를 만들지 못했습니다.
nb_no: Klarte ikke å opprette brukeren.
nl_nl: Kon gebruiker niet maken.
pl_pl: Nie można utworzyć użytkownika.
pt_br: Falha na criação do usuário.
ru_ru: Не удалось создать пользователя.
sv_se: Det gick inte att skapa användare.
tr_tr: Kullanıcı oluşturulamadı.
zh_cn: 未能创建用户。
zh_tw: 建立使用者失敗。

# ERROR_ID_49
source: Failed to delete user.
cs_cz: Nepodařilo se odstranit uživatele.
de_de: Fehler beim Löschen des Benutzers.
es_es: Error al eliminar al usuario.
fr_fr: Échec de suppression d'utilisateur.
hu_hu: A felhasználó törlése sikertelen!
it_it: Eliminazione utente non riuscita.
ja_jp: ユーザーを削除できませんでした。
ko_kr: 사용자를 삭제하지 못했습니다.
nb_no: Klarte ikke å slette brukeren.
nl_nl: Kon gebruiker niet verwijderen.
pl_pl: Nie można usunąć użytkownika.
pt_br: Falha na exclusão do usuário.
ru_ru: Не удалось удалить пользователя.
sv_se: Det gick inte att ta bort användare.
tr_tr: Kullanıcı silinemedi.
zh_cn: 未能删除用户。
zh_tw: 刪除使用者失敗。

# ERROR_ID_50
source: Parameter user_id is missing.
cs_cz: Parametr user_id chybí.
de_de: Parameter „user_ID“ fehlt.
es_es: Falta el parámetro user_id.
fr_fr: Le paramètre user_id est manquant.
hu_hu: A felhasználói azonosító paramétere hiányzik.
it_it: Parametro user_id mancante.
ja_jp: パラメータ user_id が見つかりません。
ko_kr: 매개변수 user_id가 누락되었습니다.
nb_no: Parameteren user_id mangler.
nl_nl: Parameter user_id ontbreekt.
pl_pl: Brak parametru user_id.
pt_br: O parâmetro user_id está ausente.
ru_ru: Отсутствует параметр user_id.
sv_se: Parameterns användar_id saknas.
tr_tr: user_id parametresi eksik.
zh_cn: 用户 ID 参数缺失。
zh_tw: 參數使用者 ID 遺失。

# ERROR_ID_51
source: Parameter user_id or username is missing.
cs_cz: Parametr user_id nebo username chybí.
de_de: Parameter „user_ID“ oder „username“ fehlt.
es_es: Falta el parámetro user_id o el nombre de usuario.
fr_fr: Les paramètres user_id ou username sont manquants.
hu_hu: A felhasználói azonosító vagy a felhasználónév paramétere hiányzik.
it_it: Parametro user_id o username mancante.
ja_jp: パラメータ user_id またはユーザー名が見つかりません。
ko_kr: 매개변수 user_id 또는 사용자 이름이 누락되었습니다.
nb_no: Parameteren user_id eller brukernavnet mangler.
nl_nl: Parameter user_id of username ontbreekt.
pl_pl: Brak parametru user_id lub nazwy użytkownika.
pt_br: O parâmetro user_id ou username está ausente.
ru_ru: Отсутствует параметр user_id или имя пользователя.
sv_se: Parameterns användar_id eller användarnamn saknas.
tr_tr: user_id veya username parametresi eksik.
zh_cn: 用户 ID 或用户名参数缺失。
zh_tw: 參數使用者 ID 或密碼遺失。

# ERROR_ID_52
source: User ID not found.
cs_cz: ID uživatele nebyl nalezen.
de_de: Benutzer-ID nicht gefunden.
es_es: ID de usuario no encontrado.
fr_fr: Identifiant de l'utilisateur introuvable.
hu_hu: A felhasználó azonosítója nem található.
it_it: ID utente non trovato.
ja_jp: ユーザー ID が見つかりません。
ko_kr: 사용자 ID가 없습니다.
nb_no: Bruker-ID ble ikke funnet.
nl_nl: Gebruiker-ID niet gevonden.
pl_pl: Nie odnaleziono identyfikatora użytkownika.
pt_br: O código do usuário não foi encontrado.
ru_ru: Идентификатор пользователя не найден.
sv_se: Det gick inte att hitta användar-ID.
tr_tr: Kullanıcı Kimliği bulunamadı.
zh_cn: 未找到设备 ID 。
zh_tw: 無法找到使用者 ID。

# ERROR_ID_53
source: Failed to update user.
cs_cz: Nepodařilo se aktualizovat uživatele.
de_de: Fehler beim Aktualisieren des Benutzers.
es_es: Error al actualizar usuario.
fr_fr: Échec de la mise à jour de l'utilisateur.
hu_hu: A felhasználó frissítése sikertelen!
it_it: Impossibile aggiornare l'utente.
ja_jp: ユーザーを更新できませんでした。
ko_kr: 사용자를 업데이트하지 못했습니다.
nb_no: Klarte ikke å oppdatere brukeren.
nl_nl: Kon gebruiker niet bijwerken.
pl_pl: Nie można zaktualizować użytkownika.
pt_br: Falha na atualização do usuário.
ru_ru: Не удалось обновить пользователя.
sv_se: Det gick inte att uppdatera användare.
tr_tr: Kullanıcı güncelleştirilemedi.
zh_cn: 未能更新用户。
zh_tw: 更新使用者失敗。

# ERROR_ID_54
source: User name already exists.
cs_cz: Uživatelské jméno již existuje.
de_de: Benutzername ist bereits vorhanden.
es_es: El nombre de usuario ya existe.
fr_fr: Le nom d'utilisateur existe déjà.
hu_hu: A felhasználónév már létezik.
it_it: Nome utente già esistente.
ja_jp: ユーザー名は既に存在します。
ko_kr: 사용자 이름이 이미 존재합니다.
nb_no: Brukernavnet eksisterer allerede.
nl_nl: Gebruikersnaam bestaat al.
pl_pl: Nazwa użytkownika już istnieje.
pt_br: O nome do usuário já existe.
ru_ru: Имя пользователя уже существует.
sv_se: Användarnamnet finns redan.
tr_tr: Kullanıcı adı zaten mevcut.
zh_cn: 用户名字已存在。
zh_tw: 使用者名稱已經存在。

# ERROR_ID_55
source: Parameter username is missing.
cs_cz: Parametr username chybí.
de_de: Parameter „username“ fehlt.
es_es: Falta el parámetro del nombre de usuario.
fr_fr: Le paramètre username est manquant.
hu_hu: A felhasználó paramétere hiányzik.
it_it: Parametro username mancante.
ja_jp: パラメータ username が見つかりません。
ko_kr: 매개변수 사용자 이름이 누락되었습니다.
nb_no: Parameteren username mangler.
nl_nl: Parameter username ontbreekt.
pl_pl: Brak parametru username.
pt_br: O parâmetro username está ausente.
ru_ru: Имя пользователя параметра отсутствует.
sv_se: Parameterns användarnamn saknas.
tr_tr: username parametresi eksik.
zh_cn: 用户名参数缺失。
zh_tw: 參數使用者名稱遺失。

# ERROR_ID_56
source: Username not found.
cs_cz: Uživatelské jméno nebylo nalezeno.
de_de: Benutzername wurde nicht gefunden.
es_es: Nombre de usuario no encontrado.
fr_fr: Nom d'utilisateur introuvable.
hu_hu: A felhasználónév nem található.
it_it: Nome utente non trovato.
ja_jp: ユーザー名が見つかりません。
ko_kr: 사용자 이름이 없습니다.
nb_no: Brukernavnet ble ikke funnet.
nl_nl: Gebruikersnaam niet gevonden.
pl_pl: Nie odnaleziono parametru username.
pt_br: O nome do usuário não foi encontrado.
ru_ru: Имя пользователя не найдено.
sv_se: Det gick inte att hitta användarnamnet.
tr_tr: Kullanıcı adı bulunamadı.
zh_cn: 未找到用户名。
zh_tw: 無法找到使用者名稱。

# ERROR_ID_57
source: User not authorized.
cs_cz: Uživatel nebyl autorizován.
de_de: Benutzer ist nicht autorisiert.
es_es: Usuario no autorizado.
fr_fr: Utilisateur non autorisé.
hu_hu: A felhatalmazó nem rendelkezik a szükséges jogosultságokkal.
it_it: Utente non autorizzato.
ja_jp: ユーザーは認証されていません。
ko_kr: 사용자가 인증되지 않았습니다.
nb_no: Brukeren er ikke autorisert.
nl_nl: Gebruiker niet geautoriseerd.
pl_pl: Użytkownik nie ma autoryzacji.
pt_br: O usuário não está autorizado.
ru_ru: Пользователь не авторизован.
sv_se: Användaren är inte behörig.
tr_tr: Kullanıcı yetkili değil.
zh_cn: 用户未获授权。
zh_tw: 未授權使用者。

# ERROR_ID_58
source: User not logged in.
cs_cz: Uživatel se nepřihlásil.
de_de: Benutzer ist nicht angemeldet.
es_es: El usuario no inició sesión.
fr_fr: Utilisateur non connecté.
hu_hu: A felhasználó nincs bejelentkezve.
it_it: Utente non connesso.
ja_jp: ユーザーはログインしていません。
ko_kr: 사용자가 로그인하지 않았습니다.
nb_no: Brukeren er ikke logget inn.
nl_nl: Gebruiker niet aangemeld.
pl_pl: Użytkownik nie jest zalogowany.
pt_br: O usuário não fez login.
ru_ru: Пользователь не выполнил вход в систему.
sv_se: Användaren är inte inloggad.
tr_tr: Kullanıcı oturum açmadı.
zh_cn: 用户未登录。
zh_tw: 未登入使用者。

# ERROR_ID_59
source: Failed to verify remote user.
cs_cz: Nepodařilo se ověřit vzdáleného uživatele.
de_de: Fehler beim Bestätigen des Remotebenutzers.
es_es: Error al verificar al usuario remoto.
fr_fr: Échec de vérification de l'utilisateur distant.
hu_hu: A távoli felhasználó beazonosítása sikertelen.
it_it: Impossibile verificare l'utente remoto.
ja_jp: リモート ユーザーを検証できませんでした。
ko_kr: 원격 사용자를 확인하지 못했습니다.
nb_no: Klarte ikke å verifisere ekstern bruker.
nl_nl: Kon externe gebruiker niet verifiëren.
pl_pl: Nie można zweryfikować użytkownika zdalnego.
pt_br: Falha na verificação do usuário remoto.
ru_ru: Не удалось проверить удаленного пользователя.
sv_se: Det gick inte att verifiera fjärranvändare.
tr_tr: Uzak kullanıcı doğrulanamadı.
zh_cn: 未能验证远程用户。
zh_tw: 驗證遠端使用者失敗。

# ERROR_ID_60
source: Remote login is not allowed.
cs_cz: Vzdálené přihlášení není povoleno.
de_de: Remoteanmeldung ist nicht zugelassen.
es_es: No se permite el inicio de sesión remoto.
fr_fr: La connexion à distance n'est pas autorisée.
hu_hu: Nem engedélyezett távoli bejelentkezési adatok.
it_it: L'accesso remoto non è consentito.
ja_jp: リモート ログインは許可されていません。
ko_kr: 원격 로그인은 허용되지 않습니다.
nb_no: Ekstern innlogging er ikke tillatt.
nl_nl: Externe aanmelding is niet toegestaan.
pl_pl: Logowanie zdalne jest niedozwolone.
pt_br: O login remoto não é permitido.
ru_ru: Удаленный вход не разрешен.
sv_se: Fjärrinloggning tillåts inte.
tr_tr: Uzaktan oturum açmaya izin verilmiyor.
zh_cn: 不允许远程登录。
zh_tw: 不允許遠端登入。

# ERROR_ID_61
source: Failed to get file contents.
cs_cz: Nepodařilo se získat obsah souboru.
de_de: Fehler bei Abrufen der Dateiinhalte.
es_es: Error al obtener los contenidos del archivo.
fr_fr: Échec d'obtention du contenu du fichier.
hu_hu: A fájl tartalma nem szerezhető meg.
it_it: Impossibile ottenere i contenuti di file.
ja_jp: ファイル コンテンツを取得できませんでした。
ko_kr: 파일 내용을 가져오지 못했습니다.
nb_no: Klarte ikke å hente filinnholdet.
nl_nl: Kon bestandsinhoud niet ophalen.
pl_pl: Nie można pobrać zawartości plików.
pt_br: Falha na obtenção do conteúdo do arquivo.
ru_ru: Не удалось получить содержимое файла.
sv_se: Det gick inte att hämta filinnehåll.
tr_tr: Dosya içerikleri alınamadı.
zh_cn: 未能获取文件内容。
zh_tw: 獲取文件內容失敗。

# ERROR_ID_62
source: New share not found.
cs_cz: Nová sdílená složka nebyla nalezena.
de_de: Neue Freigabe wurde nicht gefunden.
es_es: Archivo compartido nuevo no encontrado.
fr_fr: Nouveau dossier partagé introuvable.
hu_hu: Az új megosztás nem található.
it_it: Nuova condivisione non trovata.
ja_jp: 新しい共有が見つかりません。
ko_kr: 새 공유가 없습니다.
nb_no: Ny delt ressurs ble ikke funnet.
nl_nl: Nieuwe share niet gevonden.
pl_pl: Nie odnaleziono nowego udziału.
pt_br: O novo compartilhamento não foi encontrado.
ru_ru: Новый ресурс не найден.
sv_se: Det gick inte att hitta ny resurs.
tr_tr: Yeni paylaşım bulunamadı.
zh_cn: 未找到新的共享。
zh_tw: 無法找到新共享。

# ERROR_ID_63
source: Start or end out of range.
cs_cz: Začátek nebo konec mimo rozsah.
de_de: Anfang oder Ende außerhalb des zulässigen Bereichs.
es_es: Inicio o fin fuera del intervalo.
fr_fr: Début ou fin hors de portée.
hu_hu: Az eleje vagy a vége nem elérhető.
it_it: Inizio o fine fuori intervallo.
ja_jp: 開始または終了が範囲外です。
ko_kr: 시작 또는 끝이 범위를 벗어났습니다.
nb_no: Start eller slutt er utenfor rekkevidden.
nl_nl: Begin of einde buiten bereik.
pl_pl: Wartość początkowa lub końcowa jest spoza zakresu.
pt_br: Início ou término fora do intervalo.
ru_ru: Начало или конец не в диапазоне.
sv_se: Start eller slut ligger utanför område.
tr_tr: Başlangıç veya bitiş aralık dışında.
zh_cn: 开始或结束超出范围。
zh_tw: 開始或結束超出範圍。

# ERROR_ID_64
source: Failed to append file.
cs_cz: Nepodařilo se připojit soubor.
de_de: Fehler beim Anhängen der Datei.
es_es: Error al anexar el archivo.
fr_fr: Échec d'ajout du fichier.
hu_hu: A fájl csatolása sikertelen.
it_it: Aggiunta file non riuscita.
ja_jp: ファイルを追加できませんでした。
ko_kr: 파일을 추가하지 못했습니다.
nb_no: Klarte ikke å tilføye filen.
nl_nl: Kon bestand niet toevoegen.
pl_pl: Nie można dołączyć pliku.
pt_br: Falha no acréscimo do arquivo.
ru_ru: Не удалось добавить файл.
sv_se: Det gick inte att bifoga fil.
tr_tr: Dosya eklenemedi.
zh_cn: 未能附加文件。
zh_tw: 附加檔案失敗。

# ERROR_ID_65
source: Failed to get album item contents.
cs_cz: Nepodařilo se získat obsah položky alba.
de_de: Fehler bei Abrufen der Albumelementinhalte.
es_es: Error al obtener los contenidos del elemento del álbum.
fr_fr: Échec d'obtention des contenus de l'élément de l'album.
hu_hu: Az album elemeinek tartalma nem szerezhető meg.
it_it: Impossibile ottenere i contenuti degli elementi dell'album.
ja_jp: アルバム項目コンテンツを取得できませんでした。
ko_kr: 앨범 항목 내용을 가져오지 못했습니다.
nb_no: Klarte ikke å hente innholdet i albumelementet.
nl_nl: Kon albumonderdeelinhoud niet ophalen.
pl_pl: Nie można uzyskać zawartości pozycji albumu.
pt_br: Falha na obtenção do conteúdo do item do álbum.
ru_ru: Не удалось получить содержимое элемента альбома.
sv_se: Det gick inte att hämta albumets objektsinnehåll.
tr_tr: Albüm öğesi içerikleri alınamadı.
zh_cn: 未能获取相册内容。
zh_tw: 獲取相簿項目失敗。

# ERROR_ID_66
source: Invalid device user ID.
cs_cz: Neplatný ID uživatele zařízení.
de_de: Ungültige Gerätebenutzer-ID.
es_es: ID de usuario del dispositivo no válido.
fr_fr: Identifiant d'utilisateur du dispositif non valide.
hu_hu: Érvénytelen eszköz felhasználói azonosító.
it_it: ID utente dispositivo non valido.
ja_jp: 無効なデバイス ユーザー ID。
ko_kr: 유효하지 않은 장치 사용자 ID입니다.
nb_no: Ugyldig bruker-ID for enhet.
nl_nl: Ongeldige apparaatgebruikers-ID.
pl_pl: Nieprawidłowy identyfikator użytkownika urządzenia.
pt_br: O código do usuário do dispositivo é inválido.
ru_ru: Недопустимый идентификатор пользователя устройства.
sv_se: Ogiltigt användar-ID för enhet.
tr_tr: Geçersiz aygıt kullanıcı kimliği.
zh_cn: 无效的设备用户 ID 。
zh_tw: 無效的裝置使用者 ID。

# ERROR_ID_67
source: Album not found.
cs_cz: Album nebylo nalezeno.
de_de: Album wurde nicht gefunden.
es_es: Álbum no encontrado.
fr_fr: Album introuvable.
hu_hu: Az album nem található.
it_it: Album non trovato.
ja_jp: アルバムが見つかりません。
ko_kr: 앨범이 없습니다.
nb_no: Albumet ble ikke funnet.
nl_nl: Album niet gevonden.
pl_pl: Nie odnaleziono albumu.
pt_br: O álbum não foi encontrado.
ru_ru: Альбом не найден.
sv_se: Det gick inte att hitta album.
tr_tr: Albüm bulunamadı.
zh_cn: 未找到相册。
zh_tw: 無法找到相簿。

# ERROR_ID_68
source: Failed to update device user.
cs_cz: Nepodařilo se aktualizovat uživatele zařízení.
de_de: Fehler beim Aktualisieren des Gerätebenutzers.
es_es: Error al actualizar el usuario del dispositivo.
fr_fr: Échec de la mise à jour de l'utilisateur du dispositif.
hu_hu: Az eszköz felhasználójának frissítése sikertelen.
it_it: Aggiornamento utente dispositivo non riuscito.
ja_jp: デバイス ユーザーを更新できませんでした。
ko_kr: 장치 사용자를 업데이트하지 못했습니다.
nb_no: Klarte ikke å oppdatere enhetsbruker.
nl_nl: Kon apparaatgebruiker niet bijwerken.
pl_pl: Nie można zaktualizować użytkownika urządzenia.
pt_br: Falha na atualização do dispositivo do usuário.
ru_ru: Не удалось обновить пользователя устройства.
sv_se: Det gick inte att uppdatera enhetens användare.
tr_tr: Aygıt kullanıcı güncelleştirilemedi.
zh_cn: 未能更新设备用户。
zh_tw: 更新裝置使用者失敗。

# ERROR_ID_69
source: No share access.
cs_cz: Bez přístupu ke sdílené složce.
de_de: Kein Freigabezugriff.
es_es: No hay acceso a archivos compartidos.
fr_fr: Pas d'accès au dossier partagé.
hu_hu: Nincs hozzáférhető megosztás.
it_it: Nessun accesso alla condivisione.
ja_jp: 共有にアクセスできません。
ko_kr: 공유에 액세스할 수 없습니다.
nb_no: Ingen tilgang til delt ressurs.
nl_nl: Geen sharetoegang.
pl_pl: Brak dostępu do udziału.
pt_br: Não há acesso ao compartilhamento.
ru_ru: Нет доступа к ресурсу.
sv_se: Ingen resursåtkomst.
tr_tr: Paylaşım erişimi yok.
zh_cn: 无法访问共享。
zh_tw: 無共享存取。

# ERROR_ID_70
source: Failed to verify remote user.
cs_cz: Nepodařilo se ověřit vzdáleného uživatele.
de_de: Fehler beim Bestätigen des Remotebenutzers.
es_es: Error al verificar al usuario remoto.
fr_fr: Échec de vérification de l'utilisateur distant.
hu_hu: A távoli felhasználó beazonosítása sikertelen.
it_it: Verifica utente remoto non riuscita.
ja_jp: リモート ユーザーを検証できませんでした。
ko_kr: 원격 사용자를 확인하지 못했습니다.
nb_no: Klarte ikke å verifisere ekstern bruker.
nl_nl: Kon externe gebruiker niet verifiëren.
pl_pl: Nie można zweryfikować użytkownika zdalnego.
pt_br: Falha na verificação do usuário remoto.
ru_ru: Не удалось проверить удаленного пользователя.
sv_se: Det gick inte att verifiera fjärranvändare.
tr_tr: Uzak kullanıcı doğrulanamadı.
zh_cn: 未能验证远程用户。
zh_tw: 驗證遠端使用者失敗。

# ERROR_ID_71
source: Invalid character.
cs_cz: Neplatný znak.
de_de: Ungültiges Zeichen.
es_es: Carácter no válido.
fr_fr: Caractère non valide.
hu_hu: Érvénytelen karakter.
it_it: Carattere non valido.
ja_jp: 無効な文字。
ko_kr: 유효하지 않은 문자입니다.
nb_no: Ugyldig tegn.
nl_nl: Ongeldig teken.
pl_pl: Nieprawidłowy znak.
pt_br: O caractere é inválido.
ru_ru: Недопустимый символ.
sv_se: Ogiltigt tecken.
tr_tr: Geçersiz karakter.
zh_cn: 无效的字符。
zh_tw: 無效的字元。

# ERROR_ID_72
source: Failed to create device.
cs_cz: Nepodařilo se vytvořit zařízení.
de_de: Fehler beim Erstellen des Geräts.
es_es: Error al crear el dispositivo.
fr_fr: Échec de création de dispositif.
hu_hu: Az eszköz létrehozása sikertelen.
it_it: Creazione dispositivo non riuscita.
ja_jp: デバイスを作成できませんでした。
ko_kr: 장치를 만들지 못했습니다.
nb_no: Klarte ikke å opprette enhet.
nl_nl: Kon apparaat niet maken.
pl_pl: Nie można utworzyć urządzenia.
pt_br: Falha na criação do dispositivo.
ru_ru: Не удалось создать устройство.
sv_se: Det gick inte att skapa enhet.
tr_tr: Aygıt oluşturulamadı.
zh_cn: 未能创建设备。
zh_tw: 建立裝置失敗。

# ERROR_ID_73
source: Failed to create device user.
cs_cz: Nepodařilo se vytvořit uživatele zařízení.
de_de: Fehler beim Erstellen des Gerätebenutzers.
es_es: Error al crear al usuario del dispositivo.
fr_fr: Échec de création de l'utilisateur du dispositif.
hu_hu: Az eszköz felhasználójának létrehozása sikertelen.
it_it: Creazione utente dispositivo non riuscita.
ja_jp: デバイス ユーザーを作成できませんでした。
ko_kr: 장치 사용자를 만들지 못했습니다.
nb_no: Klarte ikke å opprette enhetsbruker.
nl_nl: Kon apparaatgebruiker niet maken.
pl_pl: Nie można utworzyć użytkownika urządzenia.
pt_br: Falha na criação do dispositivo do usuário.
ru_ru: Не удалось создать пользователя устройства.
sv_se: Det gick inte att skapa enhetens användare.
tr_tr: Aygıt kullanıcısı oluşturulamadı.
zh_cn: 未能创建设备用户。
zh_tw: 建立裝置使用者失敗。

# ERROR_ID_74
source: Failed to get metadb info.
cs_cz: Nepodařilo se získat informace metadb.
de_de: Fehler bei Abrufen der Metadatenbankinformationen.
es_es: Error al obtener la información de metadb.
fr_fr: Échec d'obtention d'informations metadb.
hu_hu: A meta-adatbázisra vonatkozó információ nem szerezhető meg.
it_it: Impossibile ottenere le info del metadb.
ja_jp: メタデータベース情報を取得できませんでした。
ko_kr: metadb 정보를 가져오지 못했습니다.
nb_no: Klarte ikke å hente metadb-info.
nl_nl: Kon metadb-gegevens niet ophalen.
pl_pl: Nie można uzyskać informacji metadb.
pt_br: Falha na obtenção das informações de metadb.
ru_ru: Не удалось получить информацию metadb.
sv_se: Det gick inte att hämta metadatabasinfo.
tr_tr: metadb bilgisi alınamadı.
zh_cn: 未能获取元数据库信息。
zh_tw: 獲取狀態資料庫副本資訊失敗。

# ERROR_ID_75
source: Share not found.
cs_cz: Sdílená složka nebyla nalezena.
de_de: Freigabe wurde nicht gefunden.
es_es: Archivo compartido no encontrado.
fr_fr: Dossier partagé introuvable.
hu_hu: A megosztás nem található.
it_it: Condivisione non trovata.
ja_jp: 共有が見つかりません。
ko_kr: 공유가 없습니다.
nb_no: Delt ressurs ble ikke funnet.
nl_nl: Share niet gevonden.
pl_pl: Nie odnaleziono udziału.
pt_br: O compartilhamento não foi encontrado.
ru_ru: Ресурс не найден.
sv_se: Det gick inte att hitta resurs.
tr_tr: Paylaşım bulunamadı.
zh_cn: 未找到共享。
zh_tw: 無法找到共享。

# ERROR_ID_76
source: Invalid share.
cs_cz: Neplatná sdílená složka.
de_de: Ungültige Freigabe.
es_es: Archivo compartido no válido.
fr_fr: Dossier partagé non valide.
hu_hu: A megosztás érvénytelen.
it_it: Condivisione non valida.
ja_jp: 無効な共有。
ko_kr: 유효하지 않은 공유입니다.
nb_no: Ugyldig delt ressurs.
nl_nl: Ongeldige share.
pl_pl: Nieprawidłowy udział.
pt_br: O compartilhamento é inválido.
ru_ru: Недопустимый ресурс.
sv_se: Ogiltig resurs.
tr_tr: Geçersiz paylaşım.
zh_cn: 共享无效。
zh_tw: 無效的共享。

# ERROR_ID_77
source: Failed to delete file.
cs_cz: Nepodařilo se odstranit soubor.
de_de: Fehler beim Löschen der Datei.
es_es: Error al eliminar el archivo.
fr_fr: Échec de suppression du fichier.
hu_hu: A fájl törlése sikertelen.
it_it: Eliminazione file non riuscita.
ja_jp: ファイルを削除できませんでした。
ko_kr: 파일을 삭제하지 못했습니다.
nb_no: Klarte ikke å slette filen.
nl_nl: Kon bestand niet verwijderen.
pl_pl: Nie można usunąć pliku.
pt_br: Falha na exclusão do arquivo.
ru_ru: Не удалось удалить файл.
sv_se: Det gick inte att ta bort fil.
tr_tr: Dosya silinemedi.
zh_cn: 未能删除文件。
zh_tw: 刪除檔案失敗。

# ERROR_ID_78
source: Failed to get user.
cs_cz: Nepodařilo se získat uživatele.
de_de: Fehler beim Abrufen des Benutzers.
es_es: Error al obtener usuario.
fr_fr: Échec d'obtention de l'utilisateur.
hu_hu: Felhasználó felvétele sikertelen.
it_it: Recupero utente non riuscito.
ja_jp: ユーザーを取得できませんでした。
ko_kr: 사용자를 가져오지 못했습니다.
nb_no: Klarte ikke å hente brukeren.
nl_nl: Kon gebruiker niet ophalen.
pl_pl: Nie można uzyskać informacji o użytkowniku.
pt_br: Falha na obtenção de usuário.
ru_ru: Не удалось получить пользователя.
sv_se: Det gick inte att hämta användare.
tr_tr: Kullanıcı alınamadı.
zh_cn: 未能获取用户。
zh_tw: 獲取使用者失敗。

# ERROR_ID_79
source: Failed to add user to share access list.
cs_cz: Nepodařilo se přidat uživatele do seznamu sdíleného přístupu.
de_de: Fehler beim Hinzufügen des Benutzers zur Freigabezugriffsliste.
es_es: Error al agregar al usuario a la lista de acceso a archivos compartidos.
fr_fr: Échec d'ajout d'utilisateur à la liste d'accès au dossier partagé.
hu_hu: A felhasználó hozzáadása a megosztási listához sikertelen.
it_it: Aggiunta utente all'elenco di accesso delle condivisioni non riuscita.
ja_jp: 共有アクセス リストにユーザーを追加できませんでした。
ko_kr: 공유 액세스 목록에 사용자를 추가하지 못했습니다.
nb_no: Klarte ikke å legge til brukeren i listen for tilgang til delt ressurs.
nl_nl: Kon gebruiker niet toevoegen aan sharetoegangslijst.
pl_pl: Nie można dodać użytkownika do listy dostępu do udziałów.
pt_br: Falha na adição do usuário à lista de acesso ao compartilhamento.
ru_ru: Не удалось добавить пользователя в список доступа к ресурсу.
sv_se: Det gick inte att lägga till användare till resursåtkomstlistan.
tr_tr: Kullanıcı, paylaşım erişim listesine eklenemedi.
zh_cn: 未能在共享访问列表上添加用户。
zh_tw: 將使用者新增至共享存取清單失敗。

# ERROR_ID_80
source: Failed to update share access list.
cs_cz: Nepodařilo se aktualizovat seznam sdíleného přístupu.
de_de: Freigabezugriffsliste konnte nicht aktualisiert werden.
es_es: Error al actualizar la lista de acceso a archivos compartidos.
fr_fr: La liste d'accès au dossier partagé n'a pas pu être actualisée.
hu_hu: A megosztott hozzáférési lista frissítése sikertelen.
it_it: Aggiornamento elenco di accesso condivisioni non riuscito.
ja_jp: 共有アクセス リストを更新できませんでした。
ko_kr: 공유 액세스 목록을 업데이트하지 못했습니다.
nb_no: Klarte ikke å oppdatere listen for delt tilgang.
nl_nl: Kon sharetoegangslijst niet bijwerken.
pl_pl: Nie można zaktualizować listy dostępu do udziałów.
pt_br: Falha na atualização da lista de acesso ao compartilhamento.
ru_ru: Не удалось обновить список доступа к ресурсу.
sv_se: Det gick inte att uppdatera resursåtkomstlistan.
tr_tr: Paylaşım erişim listesi güncelleştirilemedi.
zh_cn: 未能更新共享访问列表。
zh_tw: 更新共享存取清單失敗。

# ERROR_ID_81
source: No volumes found.
cs_cz: Nebyly nalezeny žádné svazky.
de_de: Keine Volumes gefunden.
es_es: No se encontraron volúmenes.
fr_fr: Aucun volume trouvé.
hu_hu: Nincs érték.
it_it: Nessun volume trovato.
ja_jp: ボリュームが見つかりません。
ko_kr: 볼륨이 없습니다.
nb_no: Ingen volumer funnet.
nl_nl: Geen volumes gevonden.
pl_pl: Nie odnaleziono żadnego woluminu.
pt_br: Os volumes não foram encontrados.
ru_ru: Не найдены тома.
sv_se: Inga volymer hittades.
tr_tr: Bir birim bulunamadı.
zh_cn: 未找到卷。
zh_tw: 找無磁碟區。
