Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# HEADING_EJECT_USB
source: Eject USB Drive?
cs_cz: Vysunout jednotku USB?
de_de: USB-Laufwerk trennen?
es_es: ¿Expulsar unidad USB?
fr_fr: Éjecter le lecteur USB ?
hu_hu: Eltávolítja az USB meghajtót?
it_it: Espellere l'unità USB?
ja_jp: USB ドライブを取り外しますか?
ko_kr: USB 드라이브를 꺼내시겠습니까?
nb_no: Løse ut USB-stasjon?
nl_nl: USB-station uitwerpen?
pl_pl: Odłączyć napęd USB?
pt_br: Ejetar unidade do dispositivo USB?
ru_ru: Извлечь USB-накопитель?
sv_se: Mata ut USB-enhet?
tr_tr: USB Sürücüsü çıkarılsın mı?
zh_cn: 弹出 USB 驱动器吗?
zh_tw: 退出 USB 磁碟機？

# ERROR_GET_ERROR
source: Unable to retrieve data. Make sure there are no network connectivity issues and try again.
cs_cz: Nelze načíst data. Zkontrolujte možné problémy se síťovým připojením a akci zopakujte.
de_de: Daten konnten nicht abgerufen werden. Vergewissern Sie sich, dass keine Probleme mit der Netzwerkverbindung vorliegen, und versuchen Sie es erneut.
es_es: No se pueden recuperar los datos. Asegúrese de que no hay problemas de conectividad de red e inténtelo de nuevo.
fr_fr: Impossible de récupérer les données. Assurez-vous de l'absence de problèmes de connectivité réseau, puis réessayez.
hu_hu: Az adatátvitel nem lehetséges. Kérjük, ellenőrizze hálózati kapcsolatát, és próbálja újra!
it_it: Impossibile recuperare i dati. Verificare l'assenza di problemi di connettività di rete e riprovare.
ja_jp: データを取得できません。 ネットワーク接続の問題がないことを確認し、再試行してください。
ko_kr: 데이터를 검색할 수 없습니다. 네트워크 연결 문제가 없는지 확인한 후 다시 시도하십시오.
nb_no: Kan ikke hente data. Sørg for at det ikke er noen problemer med nettverkstilkoblingen og prøv på nytt.
nl_nl: Kan gegevens niet ophalen. Controleer of u netwerkverbindingsproblemen hebt en probeer het opnieuw.
pl_pl: Nie można pobrać danych. Upewnij się, że nie ma problemów z łącznością sieciową, i spróbuj ponownie.
pt_br: Não foi possível acessar os dados. Verifique se não há problemas de conectividade à rede e tente novamente.
ru_ru: Невозможно извлечь данные. Убедитесь в том, что нет проблем с сетевым подключением, и повторите попытку.
sv_se: Det går inte att hämta data. Kontrollera att det inte finns några problem med nätverksanslutningen och försök igen.
tr_tr: Veriler alınamıyor. Ağ bağlantısı sorunlarınızın olmadığından emin olup tekrar deneyin.
zh_cn: 无法获取数据。 请确保没有网络连接问题，并重试。
zh_tw: 無法擷取資料。 請確認沒有網路連線能力的問題存在，再試一次。

# LABEL_DESCR_CONFIRM_EJECT_USB_1
source: Ejecting this device will remove all associated shares.
cs_cz: Vysunutím tohoto zařízení odstraníte všechny přidružené sdílené jednotky.
de_de: Mit dem Trennen des Geräts werden alle verknüpften Freigaben entfernt.
es_es: Al expulsar este dispositivo se eliminarán todos los archivos compartidos asociados.
fr_fr: L'éjection du dispositif supprimera tous les dossiers partagés associés.
hu_hu: Az eszköz leválasztása minden kapcsolódó megosztást eltávolít.
it_it: L'espulsione del dispositivo rimuoverà tutte le condivisioni associate.
ja_jp: このデバイスを取り外すと、関連付けられた共有がすべて切断されます。
ko_kr: 이 장치를 꺼내면 연결된 모든 공유가 제거됩니다.
nb_no: Hvis denne enheten løses ut, vil alle tilknyttede delte ressurser bli fjernet.
nl_nl: Wanneer u dit apparaat uitwerpt, verwijdert u alle bijbehorende shares.
pl_pl: Odłączenie urządzenia spowoduje usunięcie wszystkich związanych z nim udziałów.
pt_br: A ejeção deste dispositivo removerá todos os compartilhamentos associados.
ru_ru: При извлечении этого устройства будут удалены все связанные с ним ресурсы.
sv_se: Om du matar ut den här enheten tas alla associerade resurser bort.
tr_tr: Bu aygıtın çıkarılması tüm ilişkili paylaşımları kaldıracak.
zh_cn: 弹出此设备将移除所有相关的共享。
zh_tw: 退出此裝置將同時移除相關的共享。

# LABEL_DESCR_CONFIRM_EJECT_USB_2
source: Backup tasks in progress on this device will be interrupted.
cs_cz: Probíhající úlohy zálohování v tomto zařízení budou přerušeny.
de_de: Aktuell auf dem Gerät ausgeführte Sicherungsaufgaben werden unterbrochen.
es_es: Se interrumpirán las tareas de copia de seguridad en curso de este dispositivo.
fr_fr: Les tâches de sauvegarde en cours sur ce dispositif seront interrompues.
hu_hu: Az eszköz eltárolt adatain futó műveletei leállnak.
it_it: Le attività di backup in corso sul dispositivo verranno interrotte.
ja_jp: このデバイスで実行中のバックアップ タスクは中断されます。
ko_kr: 이 장치에서 진행 중인 백업 작업이 중단됩니다.
nb_no: All sikkerhetskopiering som pågår på denne enheten vil bli avbrutt.
nl_nl: Back-uptaken die worden uitgevoerd op dit apparaat worden onderbroken.
pl_pl: Aktywne zadania tworzenia kopii zapasowych na tym urządzeniu zostaną przerwane.
pt_br: As tarefas de backup em andamento neste dispositivo serão interrompidas.
ru_ru: Задачи по резервному копированию, выполняемые на этом устройстве, будут прерваны.
sv_se: Säkerhetskopiering som pågår på enheten avbryts.
tr_tr: Bu aygıtta devam eden yedekleme görevleri kesintiye uğrayacak.
zh_cn: 本设备上正在进行的备份任务将会中断。
zh_tw: 將中斷在此裝置中進行的備份任務。

# LABEL_DESCR_CONFIRM_EJECT_USB_3
source: If you are logged in remotely, you cannot access the device until it is plugged back in.
cs_cz: Pokud jste se přihlásili vzdáleně, nebudete mít přístup k zařízení, dokud nebude znovu připojeno.
de_de: Wenn Sie remote angemeldet sind, können Sie sich erst wieder am Gerät anmelden, wenn es erneut angeschlossen wurde.
es_es: Si inició sesión de forma remota, no podrá acceder al dispositivo hasta que se vuelva a conectar.
fr_fr: Si vous êtes connecté à distance, vous n'aurez pas accès au dispositif jusqu'à ce qu'il soit à nouveau branché.
hu_hu: Távoli kapcsolat esetén csak akkor férhet hozzá az eszközhöz, ha újra csatlakoztatja.
it_it: Se l'accesso è stato eseguito in remoto, non è possibile accedere al dispositivo fino a quando non viene ricollegato.
ja_jp: リモートでログインしている場合は、デバイスを再接続するまで、デバイスにアクセスできません。
ko_kr: 원격으로 로그인한 경우 다시 연결하기 전에는 이 장치에 액세스할 수 없습니다.
nb_no: Hvis du er logget inn eksternt, får du ikke tilgang til enheten før den settes inn igjen.
nl_nl: Als u op afstand bent aangemeld, hebt u geen toegang meer tot het apparaat totdat het opnieuw is aangesloten.
pl_pl: Jeśli korzystasz z funkcji logowania zdalnego, nie możesz uzyskać dostępu do urządzenia, dopóki nie zostanie ono ponownie podłączone.
pt_br: Se você fez login remoto, não é possível acessar o dispositivo até que seja conectado novamente.
ru_ru: Если вы выполнили вход в удаленном режиме, вы не сможете получить доступ к этому устройству, пока оно не будет вновь подключено.
sv_se: Om du är fjärrinloggad kan du inte nå enheten förrän den har kopplats in igen.
tr_tr: Uzaktan oturum açtıysanız, tekrar takılana kadar aygıta erişemezsiniz.
zh_cn: 如果您是远程登录，您将无法访问设备，直至设备插回。
zh_tw: 如果您從遠端登入，直到重新插入裝置前，您無法存取該裝置。

# ERROR_USERNAME_RESERVED
source: Username {0} is reserved. It is a case sensitive, alphanumeric value between 1 and 32 characters, and cannot contain spaces.
cs_cz: Uživatelské jméno {0} je vyhrazeno. Jedná se o alfanumerický řetězec s rozlišováním velkých a malých písmen, o délce 1 až 32 znaků, který nesmí obsahovat mezery.
de_de: Benutzername {0} ist reserviert. Die Groß-/Kleinschreibung muss beachtet werden. Der Wert ist ein alphanumerischer Wert mit einer Länge zwischen 1 und 32 Zeichen und ohne Leerzeichen.
es_es: El nombre de usuario {0} está reservado. Es un valor alfanumérico que distingue mayúsculas de minúsculas, de entre 1 y 32 caracteres, y que no puede contener espacios.
fr_fr: Le nom d'utilisateur {0} est réservé. Il s'agit d'une valeur sensible à la casse, alphanumérique, de 1 à 32 caractères et sans espace.
hu_hu: A {0} felhasználónév foglalt. Kisbetű/nagybetű-érzékeny, minimum 1 és maximum 32 karaktert tartalmazhat (betűket és számokat vegyesen), betűköz nélkül.
it_it: Nome utente {0} riservato. Si tratta di un valore alfanumerico che rispetta la distinzione tra maiuscole e minuscole, è compreso tra 1 e 32 caratteri e non può contenere spazi.
ja_jp: ユーザー名 {0} は予約されています。 大文字と小文字を区別します。スペースを含まない 1 ～ 32 文字の英数字で入力してください。
ko_kr: 사용자 이름 {0}은(는) 예약되어 있습니다. 이것은 대소문자가 구분되는 1 ~ 32자의 영숫자 값이며, 공백은 사용할 수 없습니다.
nb_no: Brukernavnet {0} er reservert. Det må være en alfanumerisk verdi mellom 1 og 32 tegn, og den kan inneholde små og store bokstaver, men ikke mellomrom.
nl_nl: Gebruikersnaam {0} is gereserveerd. Deze waarde is hoofdlettergevoelig, alfanumeriek, telt tussen 1 en 32 tekens en mag geen spaties bevatten.
pl_pl: Nazwa użytkownika {0} jest zarezerwowana. Jest to wartość alfanumeryczna o długości od 1 do 32 znaków. Wielkość liter jest rozróżniana. Użycie spacji jest niedozwolone.
pt_br: O nome do usuário {0} está reservado. É um valor alfanumérico com 1 a 32 caracteres que diferencia maiúsculas de minúsculas e não pode conter espaços.
ru_ru: Имя пользователя {0} зарезервировано. Это буквенно-цифровое значение от 1 до 32 символов (с учетом регистра) без пробелов.
sv_se: Användarnamnet {0} är reserverat. Det är ett skiftlägeskänsligt, alfanumeriskt värde mellan 1 och 32 och kan inte innehålla mellanslag.
tr_tr: {0} kullanıcı adı ayrıldı. Büyük/küçük harfe duyarlı, 1 ile 32 karakter arasında alfasayısal bir değerdir ve boşluk içeremez.
zh_cn: 用户名{0}已保留。 它包含 1 到 32 个字母或数字，区分大小写，并且不能包含空格。
zh_tw: 已保留使用者名稱：{0}。 為大、小寫區分、在 1 至 32 字元之間的英數字母，不可包含空格。

# ERROR_NAME_RESERVED
source: First name {0} is reserved. It is a case sensitive, alphanumeric value between 1 and 32 characters and cannot contain spaces.
cs_cz: Jméno {0} je vyhrazeno. Jedná se o alfanumerický řetězec s rozlišováním velkých a malých písmen, o délce 1 až 32 znaků, který nesmí obsahovat mezery.
de_de: Vorname {0} ist reserviert. Die Groß-/Kleinschreibung muss beachtet werden. Der Wert ist ein alphanumerischer Wert mit einer Länge zwischen 1 und 32 Zeichen und ohne Leerzeichen.
es_es: El nombre {0} está reservado. Es un valor alfanumérico que distingue mayúsculas de minúsculas, de entre 1 y 32 caracteres, y que no puede contener espacios.
fr_fr: Le prénom {0} est réservé. Il s'agit d'une valeur sensible à la casse, alphanumérique, de 1 à 32 caractères et sans espace.
hu_hu: A {0} keresztnév foglalt. Kisbetű/nagybetű-érzékeny, minimum 1 és maximum 32 karaktert tartalmazhat (betűket és számokat vegyesen), betűköz nélkül.
it_it: Nome {0} riservato. Si tratta di un valore alfanumerico che rispetta la distinzione tra maiuscole e minuscole, è compreso tra 1 e 32 caratteri e non può contenere spazi.
ja_jp: 名前 (名) {0} は予約されています。 大文字と小文字を区別します。スペースを含まない 1 ～ 32 文字の英数字で入力してください。
ko_kr: 이름 {0}은(는) 예약되어 있습니다. 이것은 대소문자가 구분되는 1 ~ 32자의 영숫자 값이며, 공백은 사용할 수 없습니다.
nb_no: Fornavnet {0} er reservert. Det må være en alfanumerisk verdi mellom 1 og 32 tegn, og den kan inneholde små og store bokstaver, men ikke mellomrom.
nl_nl: Voornaam {0} is gereserveerd. Deze waarde is hoofdlettergevoelig, alfanumeriek, telt tussen 1 en 32 tekens en mag geen spaties bevatten.
pl_pl: Imię {0} jest zarezerwowane. Jest to wartość alfanumeryczna o długości od 1 do 32 znaków. Wielkość liter jest rozróżniana. Użycie spacji jest niedozwolone.
pt_br: O nome {0} está reservado. É um valor alfanumérico com 1 a 32 caracteres que diferencia maiúsculas de minúsculas e não pode conter espaços.
ru_ru: Имя {0} зарезервировано. Это буквенно-цифровое значение от 1 до 32 символов (с учетом регистра) без пробелов.
sv_se: Förnamnet {0} är reserverat. Det är ett skiftlägeskänsligt, alfanumeriskt värde mellan 1 och 32 och kan inte innehålla mellanslag.
tr_tr: {0} adı ayrıldı. Büyük/küçük harfe duyarlı, 1 ile 32 karakter arasında alfasayısal bir değerdir ve boşluk içeremez.
zh_cn: 名字{0}已保留。 它包含 1 到 32 个字母或数字，区分大小写，并且不能包含空格。
zh_tw: 已保留名字：{0}。 為大、小寫區分、在 1 至 32 字元之間的英數字母，不可包含空格。

# ERROR_ADD_USER_FIRST_NAME_INCORRECT_SYNTAX
source: First name must be an alphanumeric value between 1 and 32 characters and cannot contain spaces.
cs_cz: Jméno musí být alfanumerický řetězec o délce 1 až 32 znaků, který nesmí obsahovat mezery.
de_de: Der Vorname muss ein alphanumerischer Wert mit einer Länge zwischen 1 und 32 Zeichen und ohne Leerzeichen sein.
es_es: El nombre debe ser un valor alfanumérico de entre 1 y 32 caracteres, y que no puede contener espacios.
fr_fr: Le prénom doit être une valeur alphanumérique, de 1 à 32 caractères et sans espace.
hu_hu: A keresztnév minimum 1 és maximum 32 karaktert tartalmazhat (betűket és számokat vegyesen), betűköz nélkül.
it_it: Il nome deve essere un valore alfanumerico compreso tra 1 e 32 caratteri e non può contenere spazi.
ja_jp: 名前 (名) はスペースを含まない 1 ～ 32 文字の英数字で入力してください。
ko_kr: 이름은 1 ~ 32자의 영숫자 값이어야 하며, 공백은 사용할 수 없습니다.
nb_no: Fornavnet må være en alfanumerisk verdi mellom 1 og 32 tegn og kan ikke inneholde mellomrom.
nl_nl: De voornaam is een alfanumerieke waarde, telt tussen 1 en 32 tekens en mag geen spaties bevatten.
pl_pl: Imię musi być wartością alfanumeryczną o długości od 1 do 32 znaków i nie może zawierać spacji.
pt_br: O nome deve ser um valor alfanumérico com 1 a 32 caracteres que não pode conter espaços.
ru_ru: Имя должно представлять собой буквенно-цифровое значение от 1 до 32 символов без пробелов.
sv_se: Det är ett skiftlägeskänsligt, alfanumeriskt värde mellan 1 och 32 och kan inte innehålla mellanslag.
tr_tr: Ad, 1 ile 32 karakter arasında alfasayısal bir değer olmalıdır ve boşluk içeremez.
zh_cn: 名字必须是 1 到 32 个字母或数字，区分大小写，并且不能包含空格。
zh_tw: 名字必須為大、小寫區分、在 1 至 32 個字元之間的英數字母，不可包含空格。

# ERROR_EDIT_USER_FIRST_NAME_INCORRECT_SYNTAX
source: First name is a case-sensitive alphanumeric value up to 256 characters when combined with last name. Spaces and underscores are permitted when combining first and last name.
cs_cz: Jméno musí být alfanumerický řetězec s rozlišováním velkých a malých písmen o délce až 256 znaků, pokud je kombinován s příjmením. Při kombinování jména a příjmení jsou povoleny mezery a podtržítka.
de_de: Die Groß-/Kleinschreibung des Vornamens muss beachtet werden. Der Vorname muss ein alphanumerischer Wert sein und darf in Verbindung mit dem Nachnamen höchstens 256 Zeichen lang sein. Zum Kombinieren von Vor- und Nachnamen dürfen Leerzeichen und Unterstriche verwendet werden.
es_es: El nombre es un valor alfanumérico que distingue mayúsculas de minúsculas, de hasta 256 caracteres cuando se combina con los apellidos. Cuando se combinan el nombre y los apellidos se permiten espacios y guiones bajos.
fr_fr: Le prénom est une valeur sensible à la casse et alphanumérique qui contient jusqu'à 256 caractères lorsqu'il est combiné au nom. Les espaces et les traits de soulignement sont permis pour combiner le prénom et le nom.
hu_hu: A keresztnév kisbetű/nagybetű-érzékeny, a vezetéknévvel együtt maximum 256 karaktert tartalmazhat (betűket és számokat vegyesen). Betűköz és aláhúzás használata a kereszt- és a vezetéknév között engedélyezett.
it_it: Il nome è un valore alfanumerico che rispetta la distinzione tra maiuscole e minuscole, può contenere fino a 256 caratteri, se combinato con il cognome. Sono consentiti gli spazi e i caratteri di sottolineatura quando si combinano insieme nome e cognome.
ja_jp: 名前 (名) は大文字と小文字を区別します。名前 (姓) と合わせて 256 文字以下になるように英数字で入力してください。 名前 (名) と名前 (姓) を組み合わせるときには、スペースおよびアンダースコアを入力できます。
ko_kr: 성과 결합될 경우 이름은 대소문자가 구분되는 최대 256자의 영숫자 값입니다. 이름과 성을 결합할 경우 공백과 밑줄을 사용할 수 있습니다.
nb_no: Fornavnet er en alfanumerisk verdi med små og store bokstaver inntil 256 tegn når det kombineres med et etternavn. Mellomrom og understrek er tillatt når man kombinerer fornavn og etternavn.
nl_nl: De voornaam is een hoofdlettergevoelige, alfanumerieke waarde; samen met de achternaam mag deze maximaal 256 tekens lang zijn. Spaties en onderstrepingstekens zijn toegestaan om voor- en achternaam te combineren.
pl_pl: Imię jest wartością alfanumeryczną, której długość w połączeniu z nazwiskiem nie może przekraczać 256 znaków. Wielkość liter jest rozróżniana. W przypadku łączenia imienia z nazwiskiem jest dopuszczalne użycie spacji i podkreśleń.
pt_br: O nome é um valor alfanumérico que diferencia maiúsculas de minúsculas e, quando combinado com o sobrenome, deve ter no máximo 256 caracteres. Espaços e sublinhados são permitidos na combinação do nome com o sobrenome.
ru_ru: Имя должно представлять собой буквенно-цифровое значение (с учетом регистра), длина которого вместе с фамилией не превышает 256 символов. Пробелы и символы подчеркивания можно использовать при объединении имени и фамилии.
sv_se: Förnamnet är ett skiftlägeskänsligt, alfanumeriskt värde med upp till 256 tecken när det kombineras med efternamn. Mellanslag och understreck tillåts när förnamn och efternamn kombineras.
tr_tr: Ad, soyadı ile birleştiğinde en fazla 256 karakter uzunluğunda, büyük/küçük harfe duyarlı alfasayısal bir değerdir. Ad ile soyadı birleştirilirken boşluklar ve alt çizgiler kullanılabilir.
zh_cn: 名字是几个字母或数字，区分大小写，加上姓氏后，一共不能超过256个字符。 姓氏和名字组合在一起时，允许使用空格和下划线。
zh_tw: 名字為大、小寫區分的英數字母，與姓氏合併時之上限為 256 個字元。 當合併名字與名字時允許使用空格及底線。

# ERROR_LAST_NAME_INCORRECT_SYNTAX
source: Last name is a case sensitive alphanumeric value that can be up to 256 characters when combined with first name. Spaces and underscores are permitted when combining last and first name.
cs_cz: Příjmení musí být alfanumerický řetězec s rozlišováním velkých a malých písmen o délce až 256 znaků, pokud je kombinován se jménem. Při kombinování příjmení a jména jsou povoleny mezery a podtržítka.
de_de: Die Groß-/Kleinschreibung des Nachnamens muss beachtet werden. Der Nachname muss ein alphanumerischer Wert sein und darf in Verbindung mit dem Vornamen höchstens 256 Zeichen lang sein. Zum Kombinieren von Vor- und Nachnamen dürfen Leerzeichen und Unterstriche verwendet werden.
es_es: El apellido es un valor alfanumérico que distingue mayúsculas de minúsculas, que puede tener hasta 256 caracteres cuando se combina con el nombre. Cuando se combinan los apellidos y el nombre se permiten espacios y guiones bajos.
fr_fr: Le nom est une valeur sensible à la casse et alphanumérique qui contient jusqu'à 256 caractères lorsqu'il est combiné au prénom. Les espaces et les traits de soulignement sont permis pour combiner le nom et le prénom.
hu_hu: A vezetéknév kisbetű/nagybetű-érzékeny, a keresztnévvel együtt maximum 256 karaktert tartalmazhat (betűket és számokat vegyesen). Betűköz és aláhúzás használata a kereszt- és a vezetéknév között engedélyezett.
it_it: Il cognome è un valore alfanumerico che rispetta la distinzione tra maiuscole e minuscole, può contenere fino a 256 caratteri, se combinato con il nome. Sono consentiti gli spazi e i caratteri di sottolineatura quando si combinano insieme nome e cognome.
ja_jp: 名前 (姓) は大文字と小文字を区別します。名前 (名) と合わせて 256 文字以下になるように英数字で入力してください。 名前 (姓) と名前 (名) を組み合わせるときには、スペースおよびアンダースコアを入力できます。
ko_kr: 이름과 결합될 경우 성은 대소문자가 구분되는 최대 256자의 영숫자 값입니다. 성과 이름을 결합할 경우 공백과 밑줄을 사용할 수 있습니다.
nb_no: Etternavnet er en alfanumerisk verdi med små og store bokstaver som kan være inntil 256 tegn når det kombineres med et fornavn. Mellomrom og understrek er tillatt når man kombinerer etternavn og fornavn.
nl_nl: De achternaam is een hoofdlettergevoelige, alfanumerieke waarde; samen met de voornaam mag deze maximaal 256 tekens lang zijn. Spaties en onderstrepingstekens zijn toegestaan om voor- en achternaam te combineren.
pl_pl: Nazwisko jest wartością alfanumeryczną, której długość w połączeniu z imieniem nie może przekraczać 256 znaków. Wielkość liter jest rozróżniana. W przypadku łączenia nazwiska z imieniem jest dopuszczalne użycie spacji i podkreśleń.
pt_br: O sobrenome é um valor alfanumérico que diferencia maiúsculas de minúsculas e, quando combinado com o nome, deve ter no máximo 256 caracteres. Espaços e sublinhados não são permitidos na combinação do sobrenome com o nome.
ru_ru: Фамилия должна представлять собой буквенно-цифровое значение (с учетом регистра), длина которого вместе с именем не превышает 256 символов. Пробелы и символы подчеркивания можно использовать при объединении имени и фамилии.
sv_se: Efternamnet är ett skiftlägeskänsligt, alfanumeriskt värde med upp till 256 tecken när det kombineras med förnamnet. Mellanslag och understreck tillåts när förnamn och efternamn kombineras.
tr_tr: Soyadı, ad ile birleştiğinde en fazla 256 karakter uzunluğunda olabilecek, büyük/küçük harfe duyarlı alfasayısal bir değerdir. Soyadı ile ad birleştirilirken boşluklar ve alt çizgiler kullanılabilir.
zh_cn: 姓氏是几个字母或数字，区分大小写，加上名字后，一共不能超过256个字符。 姓氏和名字组合在一起时，允许使用空格和下划线。
zh_tw: 姓氏為大、小寫區分的英數字母，與名字合併時上限可達 256 個字元。 當合併姓氏與名字時允許使用空格及底線。

# ERROR_TEST_EMAIL_SEND_FAILED
source: Failed to send test email. Please ensure you are not facing network connectivity issues and try again.
cs_cz: Nepodařilo se odeslat zkušební e-mail. Zkontrolujte možné problémy se síťovým připojením a akci zopakujte.
de_de: Fehler beim Senden der Test-E-Mail. Vergewissern Sie sich, dass keine Probleme mit der Netzwerkverbindung vorliegen, und versuchen Sie es erneut.
es_es: Error al enviar el correo de prueba. Asegúrese de que no tiene problemas de conectividad de red e inténtelo de nuevo.
fr_fr: Échec de l'envoi de l'e-mail de test. Assurez-vous de l'absence de problèmes de connectivité réseau, puis réessayez.
hu_hu: Teszt e-mail küldése sikertelen. Kérjük, ellenőrizze hálózati kapcsolatát, és próbálja újra!
it_it: Impossibile inviare e-mail di prova. Verificare l'assenza di problemi di connettività di rete e riprovare.
ja_jp: テスト電子メールの送信が失敗しました。 ネットワーク接続の問題がないことを確認し、再試行してください。
ko_kr: 테스트 이메일을 보내지 못했습니다. 네트워크 연결 문제가 없는지 확인한 후 다시 시도하십시오.
nb_no: Klarte ikke å sende e-post for testing. Sørg for at du ikke har noen problemer med nettverkstilkoblingen og prøv på nytt.
nl_nl: Kon test-e-mail niet verzenden. Controleer of u netwerkverbindingsproblemen hebt en probeer het opnieuw.
pl_pl: Nie można wysłać próbnej wiadomości e-mail. Upewnij się, że nie ma problemów z łącznością sieciową, i spróbuj ponownie.
pt_br: Falha no envio do e-mail de teste. Verifique se não há problemas de conectividade à rede e tente novamente.
ru_ru: Не удалось отправить тестовое сообщение. Убедитесь в том, что нет проблем с сетевым подключением, и повторите попытку.
sv_se: Det gick inte att skicka testmeddelande. Kontrollera att du inte har problem med nätverksanslutningen och försök igen.
tr_tr: Test e-postası gönderilemedi. Lütfen ağ bağlantısı sorunlarıyla karşılaşmadığınızdan emin olup tekrar deneyin.
zh_cn: 发送测试电子邮件失败。 请确保您的网络连接没有问题，并重试。
zh_tw: 傳送測試電子郵件失敗。 請確認您目前沒有網路連線能力的問題，再試一次。

# BUTTON_LOCAL
source: Local USB
cs_cz: Místní zařízení USB
de_de: Lokales USB-Gerät
es_es: USB local
fr_fr: Clé USB en local
hu_hu: Helyi USB-eszköz
it_it: USB locale
ja_jp: ローカル USB
ko_kr: 로컬 USB
nb_no: Lokal USB
nl_nl: Lokale USB
pl_pl: Lokalne urządzenie USB
pt_br: Dispositivo USB local
ru_ru: Локальное USB-устройство
sv_se: Lokal USB
tr_tr: Yerel USB
zh_cn: 本地 USB
zh_tw: 本機 USB

# BUTTON_NETWORK
source: Scan Network
cs_cz: Prohledat síť
de_de: Netzwerk prüfen
es_es: Explorar red
fr_fr: Analyser le contenu du réseau
hu_hu: Keresés a hálózaton
it_it: Scansione rete
ja_jp: ネットワークのスキャン
ko_kr: 네트워크 검색
nb_no: Skann nettverk
nl_nl: Netwerk scannen
pl_pl: Skanuj sieć
pt_br: Verificar rede
ru_ru: Сканировать сеть
sv_se: Sök igenom nätverket
tr_tr: Ağı Tara
zh_cn: 扫描网络
zh_tw: 掃描網路
