Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# CONTENT_DIALOG_HELP_DESC_REQUEST_AUTOMATED_SUPPORT
source: Selecting Automated Customer Support generates and attaches a comprehensive diagnostic report to your support request, including your device's serial number, MAC address, and other status information. Your request is then routed to a team of experts to assist you as quickly and efficiently as possible.
cs_cz: Volbou možnosti Automatizovaná zákaznická podpora se vytvoří kompletní diagnostická zpráva obsahující sériové číslo, adresu MAC a další stavové informace o vašem zařízení, která bude přiložena k vašemu požadavku na podporu. Váš požadavek bude nyní přesměrován týmu odporníků, kteří vám co nejdříve a nejefektivněji pomohou.
de_de: Wenn Sie „automatisierten Support“ auswählen, wird ein umfassender Diagnosebericht generiert und der Supportanforderung beigefügt. Der Bericht enthält unter anderem die Seriennummer des Geräts, die MAC-Adresse und bestimmte Statusinformationen. Die Anforderung wird an unser Expertenteam weitergeleitet, um Ihnen möglichst schnell und wirksam Support zu bieten.
es_es: Al seleccionar asistencia automática para el cliente se genera y se adjunta un informe completo de diagnóstico a la solicitud de asistencia, en el que se incluye el número de serie del dispositivo, la dirección MAC y otra información de estado. A continuación, la solicitud se enviará a un equipo de expertos que le ayudarán lo más rápido y eficazmente que puedan.
fr_fr: La sélection de l'option Assistance automatisée génère et joint un rapport de diagnostic complet à votre demande d'assistance qui inclut le numéro de série, l'adresse MAC, ainsi que des informations supplémentaires concernant l'état de votre dispositif. Votre demande est ensuite acheminée vers une équipe d'experts qui vous assistera aussi vite et efficacement que possible.
hu_hu: Az automatizált vásárlói támogatás a támogatások igényléséhez generál és hozzácsatol egy átfogó diagnosztikai jelentést, ami tartalmazza az Ön eszközének sorozatszámát, MAC címét és más állapotot leíró információkat. Az Ön kérését ezt követően szakértői csapatunk felé továbbítjuk, hogy minél gyorsabb és hatékonyabb támogatást biztosítsunk Önnek.
it_it: La selezione del supporto clienti automatizzato genera e allega un rapporto di diagnostica completo alla richiesta di supporto che include il numero di serie, l'indirizzo MAC e altre informazioni di stato del dispositivo. La richiesta viene quindi inoltrata a un team di esperti che assistono l'utente nel modo più rapido ed efficiente possibile.
ja_jp: [自動カスタマー サポート] を選択すると、包括的な診断レポートが生成され、サポート要求に添付されます。これには、デバイスのシリアル番号、MAC アドレス、およびその他のステータス情報が含まれています。 サポート要求は専門技術者チームに配信され、できる限り迅速かつ効率的にサポートを実施します。
ko_kr: 자동화된 고객 지원을 선택하면 장치의 일련 번호, MAC 주소, 기타 상태 정보를 포함한 지원 요청에 대한 포괄적인 진단 보고서가 생성되어 첨부됩니다. 그러면 최대한 빨리 그리고 효율적으로 지원이 이루어지도록 요청이 전문가팀에 전송됩니다.
nb_no: Ved å velge &quot;Automatisert kundestøtte&quot; genereres og legges det ved en omfattende diagnoserapport til henvendelsen din, inkludert enhetens serienummer, MAC-adresse og annen statusinformasjon. Forespørselen sendes så til et ekspertteam som vil hjelpe deg så raskt og effektivt som mulig.
nl_nl: Wanneer u geautomatiseerde ondersteuning aanvraagt, wordt een uitgebreid diagnostisch rapport gegenereerd en toegevoegd aan uw ondersteuningsverzoek. Dit bevat o.a. het serienummer, MAC-adres en andere statusinformatie van uw apparaat. Uw verzoek wordt dan doorgestuurd naar een team deskundigen dat u zo snel en efficiënt als mogelijk zal helpen.
pl_pl: Wybranie opcji zautomatyzowanej pomocy technicznej dla klienta powoduje wygenerowanie wyczerpującego raportu diagnostycznego (zawierającego numer seryjny, adres MAC oraz inne informacje o statusie urządzenia) i dołączenie go do prośby o pomoc techniczną. Następnie prośba zostanie przekazana do zespołu specjalistów, którzy udzielą pomocy tak szybko i sprawnie jak to możliwe.
pt_br: A seleção de Atendimento automático ao cliente gera e anexa um relatório de diagnósticos abrangente à sua solicitação de suporte, incluindo o número de série, endereço MAC e outras informações de status do dispositivo. A sua solicitação será encaminhada a uma equipe de especialistas que oferecerão ajuda com a maior rapidez e eficiência possíveis.
ru_ru: При выборе автоматизированной поддержки клиентов создается полный диагностический отчет и прикрепляется к запросу поддержки. Этот отчет содержит в том числе серийный номер устройства, MAC-адрес и другую информацию о состоянии. Затем ваш запрос отправляется коллективу экспертов, которые помогут вам максимально быстро и эффективно.
sv_se: Om du väljer automatiserad kundsupport skapas och bifogas en omfattande diagnostikrapport till din supportbegäran, inklusive enhetens serienummer, MAC-adress och annan statusinformation. Din begäran skickas sedan till ett expertteam som hjälper dig så snabbt och effektivt som möjligt.
tr_tr: Otomatik Müşteri Desteği'nin seçilmesi, aygıtın seri numarasını, MAC adresini ve diğer durum bilgilerini içeren kapsamlı bir tanı raporunu oluşturup, destek isteğinize iliştirir. İsteğiniz bundan sonra mümkün olduğunca hızlı ve verimli bir şekilde size yardımcı olmaları için bir uzman ekibine yönlendirilir.
zh_cn: 选择“自动客户支持”将产生一份全面的诊断报告并附在您的支持请求中，包括设备的序列号、MAC地址和其它状态信息。 然后，您的请求会被发送给一个专家团队，尽可能快速、高效地给您帮助。
zh_tw: 選擇自動支援會將全面性的診斷報告產生及附加至您的支援要求中，包括您的裝置序號、MAC 位址，以及其他狀態資訊。 您的要求已被傳送至專家團隊，以給您最快且最有效的幫助。

# CONTENT_DIALOG_HELP_STRING_CHECK_AND_CLICK_REQUEST_SUPPORT_DESC1
source: To include your report with your support request, select the Attach My Device Diagnostic Report and Request Support option; then click Request Support.
cs_cz: Chcete-li k požadavku na podporu přidat zprávu, zvolte možnosti Připojit diagnostickou zprávu zařízení a požádat o podporu; poté klikněte na Požádat o podporu.
de_de: Um den Bericht zur Supportanforderung beizufügen, wählen Sie die Option „Diagnosebericht meines Geräts beifügen und Support anfordern“. Klicken Sie dann auf „Support anfordern“.
es_es: Para incluir el informe en la solicitud de asistencia, seleccione la opción Adjuntar informe de diagnóstico del dispositivo y solicitar asistencia; a continuación, haga clic en Solicitar asistencia.
fr_fr: Afin d'inclure votre rapport à votre demande d'assistance, sélectionnez l'option Joindre le rapport de diagnostic du dispositif et demander de l'assistance. Cliquez ensuite sur Demander de l'assistance.
hu_hu: Amennyiben támogatás igényléséhez szeretne jelentést csatolni, válassza az eszköz diagnosztikai jelentésének csatolása és a Támogatás igénylése lehetőségeket, majd kattintson a Támogatás igénylésére!
it_it: Per includere il rapporto nella richiesta di supporto, selezionare l'opzione Allega rapporto di diagnostica del dispositivo e richiedi supporto, fare quindi clic su Richiesta supporto.
ja_jp: サポート要求にレポートを添付するには、[デバイスの診断レポートを添付してサポートを要求] オプションを選択し、[サポートの要求] をクリックします。
ko_kr: 지원 요청에 보고서를 포함시키려면 내 장치 진단 보고서 첨부 및 지원 요청 옵션을 선택한 후 지원 요청을 클릭하십시오.
nb_no: For å ta med rapporten din i forespørselen om støtte, velger du &quot;Legg ved diagnoserapport for enheten min og be om støtte&quot;, deretter &quot;Be om støtte&quot;.
nl_nl: Om uw rapport aan uw ondersteuningsverzoek toe te voegen, selecteert u de opties Diagnostisch rapport van mijn apparaat toevoegen en Ondersteuning aanvragen; vervolgens klikt u op Ondersteuning aanvragen.
pl_pl: Aby dołączyć raport do prośby o pomoc techniczną, zaznacz opcję Dołącz raport diagnostyczny urządzenia i poproś o pomoc, a następnie kliknij pozycję Poproś o pomoc techniczną.
pt_br: Para incluir o relatório na solicitação de suporte, selecione a opção Anexar relatório de diagnóstico do dispositivo e solicitar suporte e clique em Solicitar suporte.
ru_ru: Для того чтобы приложить отчет к запросу на поддержку, нажмите «Вложить диагностический отчет по моему устройству и запросить поддержку», а затем нажмите «Запросить поддержку».
sv_se: Om du vill inkludera rapporten med supportbegäran markerar du alternativet Bifoga min enhets diagnostikrapport och begär support och klickar sedan på Begär support.
tr_tr: Raporunuzu destek isteğinize dahil etmek için, Aygıt Tanı Raporumu İliştir ve Destek İste seçeneğini belirleyin; ardından Destek İste öğesini tıklatın.
zh_cn: 要将您的报告附在您的支持请求中，选择“附上我的设备诊断报告并请求支持”选项；然后单击“请求支持”。
zh_tw: 請選擇「附加我的裝置診斷報告」及 「要求支援」，已將您的報告與支援要求一同送交，然後按一下「要求支援」。

# CONTENT_DIALOG_HELP_STRING_CHECK_AND_CLICK_REQUEST_SUPPORT_DESC2
source: To submit a support request without attaching a device diagnostic report, please submit a request through our standard support page.
cs_cz: Chcete-li odeslat požadavek na podporu bez přiložení diagnostické zprávy zařízení, odešlete požadavek prostřednictvím naší standardní stránky podpory.
de_de: Um eine Supportanforderung ohne beigefügten Diagnosebericht einzureichen, erstellen Sie die Supportanforderung auf der normalen Supportseite.
es_es: Para enviar una solicitud de asistencia sin adjuntar un informe de diagnóstico del dispositivo, envíe una solicitud a través de nuestra página estándar de asistencia.
fr_fr: Pour soumettre une demande d'assistance sans joindre de rapport de diagnostic du dispositif, veuillez soumettre une demande via notre page standard d'assistance.
hu_hu: Amennyiben támogatás igénylését az eszköz diagnosztikai jelentése nélkül küldi be, az igénylét a szokásos támogatói oldalon keresztül kérjük továbbítani!
it_it: Per inviare una richiesta di supporto senza allegare un rapporto di diagnostica del dispositivo, inviare una richiesta tramite la pagina di supporto predefinita.
ja_jp: デバイス診断レポートを添付せずにサポート要求を送信するには、標準のサポート ページから要求を送信してください。
ko_kr: 장치 진단 보고서를 첨부하지 않고 지원 요청을 제출하려면 당사의 표준 지원 페이지를 통해 요청을 제출하십시오.
nb_no: Hvis du vil sende en henvendelse uten å legge ved en diagnoserapport om enheten, kan du sende henvendelsen fra vår side for standardstøtte.
nl_nl: Wilt u een ondersteuningsverzoek indienen zonder een diagnostisch rapport van uw apparaat toe te voegen, dien dan een verzoek in via onze standaard-ondersteuningspagina.
pl_pl: Aby przesłać prośbę o pomoc techniczną bez raportu diagnostycznego urządzenia, prześlij prośbę za pośrednictwem strony standardowego kontaktu z działem pomocy technicznej.
pt_br: Para enviar uma solicitação de suporte sem anexar um relatório de diagnóstico do dispositivo, envie uma solicitação usando nossa página de suporte padrão.
ru_ru: Для того чтобы отправить запрос на поддержку, не прикрепляя к нему диагностический отчет по устройству, отправьте запрос на стандартной странице поддержки.
sv_se: Om du vill skicka en supportbegäran utan att bifoga en rapport över enhetsdiagnostik skickar du en begäran genom vår standard supportsida.
tr_tr: Aygıt tanı raporu iliştirmeden destek isteği göndermek için, lütfen standart destek sayfamızdan bir istek gönderin.
zh_cn: 要在不附加设备诊断报告的情况下提交支持请求，请通过我们的标准支持页面提交请求。
zh_tw: 若不要附加裝置診斷報告就送出支援報告，請經由我們的標準支援網頁送交要求。

# CONTENT_DIALOG_HELP_STRING_ATTACH_MY_DIAGNOSTIC_REPORT
source: Attach my device's diagnostic report and request support
cs_cz: Připojit diagnostickou zprávu zařízení a požádat o podporu
de_de: Diagnosebericht meines Geräts beifügen und Support anfordern
es_es: Adjuntar informe de diagnóstico del dispositivo y solicitar asistencia
fr_fr: Joindre le rapport de diagnostic du dispositif et demander de l'assistance
hu_hu: Eszközöm diagnosztikai jelentésének és támogatás igénylésem csatolása
it_it: Allega rapporto di diagnostica del dispositivo e richiedi supporto
ja_jp: デバイスの診断レポートを添付してサポートを要求
ko_kr: 내 장치 진단 보고서 첨부 및 지원 요청
nb_no: Legg ved diagnoserapport for enheten min og be om støtte
nl_nl: Diagnostisch rapport van mijn apparaat toevoegen en ondersteuning aanvragen
pl_pl: Dołącz raport diagnostyczny urządzenia i poproś o pomoc
pt_br: Anexar relatório de diagnóstico do dispositivo e solicitar suporte
ru_ru: Вложить диагностический отчет по моему устройству и запросить поддержку
sv_se: Bifoga min enhets diagnostikrapport och begär support
tr_tr: Aygıtımın tanı raporunu iliştir ve destek ekle
zh_cn: 附上我的设备诊断报告并请求支持
zh_tw: 附加我的裝置診斷報告及要求支援

# CONTENT_DIALOG_HELP_HEAD2_CREATE_AND_SAVE_SYSTEM_REPORT
source: Create and Save System Report
cs_cz: Vytvořit a uložit systémovou zprávu
de_de: Systembericht erstellen und speichern
es_es: Crear y guardar informe del sistema
fr_fr: Créer et enregistrer le rapport système
hu_hu: Rendszerjelentés létrehozása és mentése
it_it: Crea e salva rapporto sistema
ja_jp: システム レポートを作成して保存
ko_kr: 시스템 보고서 만들기 및 저장
nb_no: Opprett og lagre systemrapport
nl_nl: Systeemrapport maken en opslaan
pl_pl: Utwórz i zapisz raport systemowy
pt_br: Criar e salvar relatório de sistema
ru_ru: Создать и сохранить системный отчет
sv_se: Skapa och spara systemrapport
tr_tr: Sistem Raporu Oluştur ve Kaydet
zh_cn: 创建并保存系统报告
zh_tw: 建立與儲存系統報告

# CONTENT_DIALOG_HELP_DESC_CREATE_AND_SAVE_SYSTEM_REPORT
source: Create and save a comprehensive system report to your drive.
cs_cz: Vytvoří a uloží kompletní systémovou zprávu o vaší jednotce.
de_de: Umfassenden Systembericht über das Laufwerk erstellen und speichern.
es_es: Crear y guardar un informe completo del sistema en la unidad.
fr_fr: Créez et enregistrez un rapport système complet sur votre lecteur.
hu_hu: Átfogó rendszerjelentés létrehozása és mentése a meghajtóra
it_it: Creare e salvare un rapporto sistema completo nell'unità.
ja_jp: 包括的なシステム レポートをドライブに作成して保存します。
ko_kr: 포괄적인 시스템 보고서를 만들어서 드라이브에 저장합니다.
nb_no: Opprett og lagre en omfattende systemrapport for stasjonen.
nl_nl: Een uitgebreid systeemrapport maken en opslaan op uw station.
pl_pl: Utwórz i zapisz na dysku wyczerpujący raport systemowy.
pt_br: Crie e salve um relatório abrangente de sistema na sua unidade.
ru_ru: Создайте и сохраните полный системный отчет на диске.
sv_se: Skapa och spara en omfattande systemrapport på enheten.
tr_tr: Kapsamlı bir sistem raporu oluşturun ve sürücünüze kaydedin.
zh_cn: 对驱动器创建并保存一份全面的系统报告
zh_tw: 建立與儲存您磁碟機全面性的系統報告。

# CONTENT_DIALOG_HELP_HEAD2_SUPPORT_RESOURCES
source: Support Resources
cs_cz: Zdroje podpory
de_de: Supportressourcen
es_es: Recursos de asistencia
fr_fr: Ressources d'assistance
hu_hu: Támogatási formák
it_it: Risorse di supporto
ja_jp: サポート リソース
ko_kr: 지원 자원
nb_no: Støtteressurser
nl_nl: Ondersteuningsbronnen
pl_pl: Zasoby pomocy technicznej
pt_br: Recursos de suporte
ru_ru: Ресурсы поддержки
sv_se: Supportresurser
tr_tr: Destek Kaynakları
zh_cn: 支持资源
zh_tw: 支援資源

# GLOB_NAV_HELP_LINK_HELP
source: Help
cs_cz: Nápověda
de_de: Hilfe
es_es: Ayuda
fr_fr: Aide
hu_hu: Segítség
it_it: Guida
ja_jp: ヘルプ
ko_kr: 도움말
nb_no: Hjelp
pl_pl: Pomoc
pt_br: Ajuda
ru_ru: Справка
sv_se: Hjälp
tr_tr: Yardım
zh_cn: 帮助
zh_tw: 幫助

# GLOB_NAV_HELP_LINK_SUPPORT
source: Support
cs_cz: Podpora
es_es: Asistencia
fr_fr: Assistance
hu_hu: Támogatás
it_it: Supporto
ja_jp: サポート
ko_kr: 지원
nb_no: Støtte
nl_nl: Ondersteuning
pl_pl: Pomoc techniczna
pt_br: Suporte
ru_ru: Поддержка
tr_tr: Destek
zh_cn: 支持
zh_tw: 支援

# GLOB_NAV_HELP_LINK_ABOUT
source: About
cs_cz: O produktu
de_de: Info
es_es: Acerca de
fr_fr: À propos de
hu_hu: Részletek
it_it: Informazioni su
ja_jp: 概要
ko_kr: 정보
nb_no: Om
nl_nl: Info
pl_pl: Informacje
pt_br: Sobre
ru_ru: О программе
sv_se: Om
tr_tr: Hakkında
zh_cn: 关于
zh_tw: 說明

# GLOB_NAV_HELP_LINK_PRODUCT_DOCUMENTATION
source: Product Documentation
cs_cz: Dokumentace produktu
de_de: Produktdokumentation
es_es: Documentación del producto
fr_fr: Documentation du produit
hu_hu: Termékleírás
it_it: Documentazione sul prodotto
ja_jp: 製品ドキュメント
ko_kr: 제품 문서
nb_no: Produktdokumentasjon
nl_nl: Productdocumentatie
pl_pl: Dokumentacja produktu
pt_br: Documentação do produto
ru_ru: Документация продукта
sv_se: Produktdokumentation
tr_tr: Ürün Belgeleri
zh_cn: 产品文档
zh_tw: 產品相關文件

# GLOB_NAV_HELP_LINK_FAQS
source: FAQs
cs_cz: Často kladené dotazy
de_de: FAQ
es_es: Preguntas más frecuentes
fr_fr: FAQ
hu_hu: GYIK
it_it: Domande frequenti
ja_jp: FAQ
ko_kr: FAQ
nb_no: Ofte stilte spørsmål
nl_nl: Veelgestelde vragen (FAQ's)
pl_pl: Często zadawane pytania
pt_br: Perguntas frequentes
ru_ru: Вопросы и ответы
sv_se: Vanliga frågor
tr_tr: SSS
zh_cn: 常见问题解答
zh_tw: 問與答

# GLOB_NAV_HELP_LINK_FORUM
source: Forum
cs_cz: Fórum
es_es: Foro
hu_hu: Fórum
ja_jp: フォーラム
ko_kr: 포럼
pt_br: Fórum
ru_ru: Форум
zh_cn: 论坛
zh_tw: 論壇

# GLOB_NAV_HELP_LINK_CONTACTS
source: Contacts
cs_cz: Kontakty
de_de: Kontakt
es_es: Contactos
hu_hu: Kapcsolat
it_it: Contatti
ja_jp: お問い合わせ
ko_kr: 연락처
nb_no: Kontakter
nl_nl: Contacten
pl_pl: Kontakty
pt_br: Contatos
ru_ru: Контакты
sv_se: Kontakter
tr_tr: Kişiler
zh_cn: 联系人
zh_tw: 聯絡資料

# GLOB_NAV_HELP_LINK_COPYRIGHT_INFO
source: Copyright Info
cs_cz: Informace o autorských právech
de_de: Informationen zum Urheberrecht
es_es: Información de copyright
fr_fr: Informations de copyright
hu_hu: Szerzői jogok
it_it: Info di copyright
ja_jp: 著作権情報
ko_kr: 저작권 정보
nb_no: Informasjon om opphavsrett
nl_nl: Auteursrecht
pl_pl: Informacje o prawach autorskich
pt_br: Informações de direitos autorais
ru_ru: Авторские права
sv_se: Information om upphovsrätt
tr_tr: Telif Hakkı Bilgisi
zh_cn: 版权信息
zh_tw: 著作權資訊

# GLOB_NAV_HELP_LINK_GNU_PUBLIC_LICENSE
source: GNU General Public License
cs_cz: Všeobecná veřejná licence GNU
es_es: Licencia pública general de GNU
fr_fr: Licence publique générale GNU
hu_hu: GNU Általános Közösségi Licenc
it_it: Licenza Pubblica Generica GNU
ja_jp: GNU 一般公有使用許諾
ko_kr: GNU 일반 공중 사용 허가서(GPL)
nb_no: GNU generell offentlig lisens
pt_br: Licença pública geral GNU
ru_ru: Универсальная общедоступная лицензия GNU
sv_se: GNU allmän offentlig licens
tr_tr: GNU Genel Ortak Lisansı
zh_cn: 通用公共许可证（GNU）
zh_tw: GNU 一般公開授權

# CONTENT_HOME_STRING_ERROR
source: Error
cs_cz: Chyba
de_de: Fehler
fr_fr: Erreur
hu_hu: Hiba
it_it: Errore
ja_jp: エラー
ko_kr: 오류
nb_no: Feil
nl_nl: Fout
pl_pl: Błąd
pt_br: Erro
ru_ru: Ошибка
sv_se: Fel
tr_tr: Hata
zh_cn: 错误
zh_tw: 錯誤

# DASHBOARD_DIALOG_STRING_FREE_SPACE
source: Free Space
cs_cz: Volné místo
de_de: Freier Speicherplatz
es_es: Espacio libre
fr_fr: Espace libre
hu_hu: Szabad terület
it_it: Spazio libero
ja_jp: 空き領域
ko_kr: 여유 공간
nb_no: Ledig plass
nl_nl: Vrije ruimte
pl_pl: Wolne miejsce
pt_br: Espaço livre
ru_ru: Свободное пространство
sv_se: Ledigt utrymme
tr_tr: Boş Alan
zh_cn: 可用空间
zh_tw: 可用空間

# GLOB_NAV_DIALOG_TITLE_DEVICE_INITIALIZING
source: Device Initializing
cs_cz: Probíhá inicializace zařízení
de_de: Gerät wird initialisiert
es_es: Iniciando dispositivo
fr_fr: Initialisation du dispositif en cours
hu_hu: Eszköz inicializálása
it_it: Inizializzazione dispositivo in corso
ja_jp: デバイス初期化中
ko_kr: 장치 초기화 중
nb_no: Enheten initialiserer
nl_nl: Apparaat initialiseert...
pl_pl: Inicjowanie urządzenia
pt_br: Inicialização de dispositivo
ru_ru: Инициализация устройства
sv_se: Enhet initierar
tr_tr: Aygıt Başlatılıyor
zh_cn: 正在初始化设备
zh_tw: 裝置起始

# GLOB_NAV_DIALOG_TITLE_ERROR
source: Error
cs_cz: Chyba
de_de: Fehler
fr_fr: Erreur
hu_hu: Hiba
it_it: Errore
ja_jp: エラー
ko_kr: 오류
nb_no: Feil
nl_nl: Fout
pl_pl: Błąd
pt_br: Erro
ru_ru: Ошибка
sv_se: Fel
tr_tr: Hata
zh_cn: 错误
zh_tw: 錯誤

# GLOB_NAV_LINK_LOGOUT
source: Logout
cs_cz: Odhlásit
de_de: Abmelden
es_es: Cerrar sesión
fr_fr: Déconnexion
hu_hu: Kijelentkezés
it_it: Disconnessione
ja_jp: ログアウト
ko_kr: 로그아웃
nb_no: Logg av
nl_nl: Afmelden
pl_pl: Wyloguj
ru_ru: Выход
sv_se: Logga ut
tr_tr: Oturumu kapat
zh_cn: 注销
zh_tw: 登出

# GLOB_NAV_HELP_STRING_FIRMWARE_VERSION
source: Firmware Version
cs_cz: Verze firmwaru
es_es: Versión del firmware
fr_fr: Version du micrologiciel
hu_hu: Belső vezérlőprogram verziószáma
it_it: Versione firmware
ja_jp: ファームウェア バージョン
ko_kr: 펌웨어 버전
nb_no: Fastvareversjon
nl_nl: Firmwareversie
pl_pl: Wersja oprogramowania układowego
pt_br: Versão do firmware
ru_ru: Версия микропрограммы
sv_se: Version av fast programvara
tr_tr: Bellenim Sürümü
zh_cn: 固件版本
zh_tw: 韌體版本

# GLOB_NAV_HELP_STRING_COPYRIGHT
source: Copyright
cs_cz: Autorská práva
hu_hu: Szerzői jog
ja_jp: 著作権
ko_kr: 저작권
nb_no: Opphavsrett
nl_nl: Auteursrecht
pl_pl: Prawa autorskie
ru_ru: Авторские права
tr_tr: Telif Hakkı
zh_cn: 版权所有
zh_tw: 著作權

# GLOB_NAV_EULA_LABEL_CHOOSE_YOUR_LANGUAGE
source: Choose your language
cs_cz: Zvolte jazyk
de_de: Wählen Sie Ihre Sprache
es_es: Escoger idioma
fr_fr: Choisir une langue
hu_hu: Válassza ki a nyelvet!
it_it: Scegli una lingua
ja_jp: 言語を選択
ko_kr: 언어 선택
nb_no: Velg språk
nl_nl: Kies uw taal
pl_pl: Wybierz język
pt_br: Escolha seu idioma
ru_ru: Выберите язык
sv_se: Välj ditt språk
tr_tr: Dilinizi seçin
zh_cn: 选择您的语言
zh_tw: 選擇您的語言

# GLOB_NAV_EULA_LABEL_I_AGREE_TO_THE
source: I agree to the
cs_cz: Souhlasím
de_de: Ich akzeptiere die
es_es: Acepto el
fr_fr: J'accepte le
hu_hu: Elfogadom
it_it: Acconsento al
ja_jp: 同意します
ko_kr: 동의:
nb_no: Jeg godtar
nl_nl: Ik ga akkoord met de
pl_pl: Zgadzam się na
pt_br: Concordo com o
ru_ru: Я принимаю
sv_se: Jag godkänner
tr_tr: Kabul ediyorum:
zh_cn: 我同意
zh_tw: 我同意

# GLOB_NAV_EULA_LABEL_WD_END_USER_LICENSE_AGREEMENT
source: WD End User License Agreement
cs_cz: s licenční smlouvou konečného uživatele WD
de_de: WD-Endbenutzer-Lizenzvereinbarung
es_es: Contrato de licencia para el usuario final de WD
fr_fr: contrat de licence utilisateur final WD
hu_hu: a Western Digital Felhasználói Licencszerződés Általános feltételeit.
it_it: Contratto di licenza dell'utente finale WD
ja_jp: WD エンド ユーザー使用許諾契約
ko_kr: WD 최종 사용자 사용권 계약
nb_no: WDs lisensavtale for sluttbrukere
nl_nl: WD-licentieovereenkomst voor eindgebruikers
pl_pl: Umowę Licencyjną Użytkownika Produktu WD
pt_br: Contrato de licença de usuário final da WD
ru_ru: лицензионное соглашение с конечным пользователем WD
sv_se: WD licensavtal för slutanvändare
tr_tr: WD Son Kullanıcı Lisans Sözleşmesi
zh_cn: WD 最终用户许可协议
zh_tw: WD 最終使用者授權合約

# GLOB_NAV_EULA_BUTTON_PROCEED
source: Continue
cs_cz: Pokračovat
de_de: Weiter
es_es: Continuar
fr_fr: Continuer
hu_hu: Folytatás
it_it: Continua
ja_jp: 続行
ko_kr: 계속
nb_no: Fortsett
nl_nl: Doorgaan
pl_pl: Kontynuuj
pt_br: Continuar
ru_ru: Продолжить
sv_se: Fortsätt'
tr_tr: Devam
zh_cn: 继续吗？
zh_tw: 繼續

# GLOB_NAV_LOGIN_DIALOG_TITLE_LOGIN
source: Login
cs_cz: Přihlášení
de_de: Anmelden
es_es: Iniciar sesión
fr_fr: Connexion
hu_hu: Bejelentkezés
it_it: Accesso
ja_jp: ログイン
ko_kr: 로그인
nb_no: Innlogging
nl_nl: Aanmelden
pl_pl: Logowanie
ru_ru: Вход
sv_se: Logga in
tr_tr: Oturum Aç
zh_cn: 登录
zh_tw: 登入

# GLOB_NAV_LOGIN_STRING_LOGIN_INTRO
source: Please enter your username and password.
cs_cz: Zadejte své uživatelské jméno a heslo.
de_de: Geben Sie Ihren Benutzernamen und Ihr Passwort ein.
es_es: Introduzca su nombre de usuario y contraseña.
fr_fr: Veuillez saisir vos nom d'utilisateur et mot de passe.
hu_hu: Kérjük, adja meg felhasználónevét és jelszavát!
it_it: Immettere nome utente e password.
ja_jp: ユーザー名とパスワードを入力してください。
ko_kr: 자신의 사용자 이름과 암호를 입력하십시오.
nb_no: Skriv inn brukernavn og passord.
nl_nl: Voer uw gebruikersnaam en wachtwoord in.
pl_pl: Wprowadź nazwę użytkownika i hasło.
pt_br: Insira seu nome do usuário e senha.
ru_ru: Введите имя пользователя и пароль.
sv_se: Ange ditt användarnamn och lösenord.
tr_tr: Lütfen kullanıcı adı ve parolanızı girin.
zh_cn: 请输入您的用户名和密码。
zh_tw: 請輸入您的使用者名稱及密碼。

# GLOB_NAV_LOGIN_LABEL_USERNAME
source: Username
cs_cz: Uživatelské jméno
de_de: Benutzername
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur
hu_hu: Felhasználónév
it_it: Nome utente
ja_jp: ユーザー名
ko_kr: 사용자 이름
nb_no: Brukernavn
nl_nl: Gebruikersnaam
pl_pl: Nazwa użytkownika
pt_br: Nome do usuário
ru_ru: Имя пользователя
sv_se: Användarnamn
tr_tr: Kullanıcı adı
zh_cn: 用户名
zh_tw: 使用者名稱

# GLOB_NAV_LOGIN_LABEL_PASSWORD
source: Password
cs_cz: Heslo
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
hu_hu: Jelszó
ja_jp: パスワード
ko_kr: 암호
nb_no: Passord
nl_nl: Wachtwoord
pl_pl: Hasło
pt_br: Senha
ru_ru: Пароль
sv_se: Lösenord
tr_tr: Parola
zh_cn: 密码
zh_tw: 密碼
