Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# ERROR_SHARE_UPDATE_FAILED
source: There was an error while updating a share resource. Please make sure you have the required privileges and sufficient disk space for this operation and try again.
cs_cz: Při aktualizaci sdíleného zdroje došlo k chybě. Ujistěte se, zda máte požadovaná oprávnění a zda je na disku dostatek místa pro tuto operaci, a akci zopakujte.
de_de: Beim Aktualisieren der Freigaberessource ist ein Fehler aufgetreten. Vergewissern Sie sich, dass Sie über die erforderlichen Berechtigungen und über ausreichend Speicherplatz für diesen Vorgang verfügen, und versuchen Sie es erneut.
es_es: Se produjo un error al actualizar un recurso compartido. Asegúrese de que tiene los privilegios requeridos y suficiente espacio en disco para esta operación, e inténtelo de nuevo.
fr_fr: Une erreur s'est produite lors de mise à jour de la ressource partagée. Veuillez vous assurer de disposer des privilèges nécessaires et de suffisamment d'espace disque pour exécuter cette opération, puis réessayez.
hu_hu: A megosztott forrás frissítése során hiba történt. Kérjük, győződjön meg róla, hogy rendelkezik a művelet végrehajtásához szükséges engedélyekkel és elegendő tárhellyel, majd próbálja meg újra!
it_it: Si è verificato un errore durante l'aggiornamento di una risorsa di condivisione. Assicurarsi di disporre dei privilegi necessari e di sufficiente spazio su disco per l'esecuzione dell'operazione, quindi riprovare.
ja_jp: 共有リソースの更新中にエラーが発生しました。 この処理に必要な権限と十分なディスク領域があることを確認し、再試行してください。
ko_kr: 공유 자원을 업데이트하는 중에 오류가 발생했습니다. 이 작업에 필요한 권한과 충분한 디스크 공간이 있는지 확인한 후 다시 시도하십시오.
nb_no: Det oppsto en feil ved oppdateringen av en delt ressurs. Kontroller at du har de nødvendige privilegier og tilstrekkelig diskplass for denne operasjonen og prøv på nytt.
nl_nl: Er was een fout bij het bijwerken van een sharebron. Zorg ervoor dat u de vereiste rechten en voldoende schijfruimte hebt voor deze handeling en probeer het opnieuw.
pl_pl: Podczas aktualizowania zasobu udziału wystąpił błąd. Postaraj się o odpowiednie uprawnienia i wystarczająco dużo miejsca na dysku, aby można było wykonać tę operację, a następnie spróbuj ponownie.
pt_br: Erro ao atualizar um recurso de compartilhamento. Verifique se você tem os privilégios necessários e espaço em disco suficiente para essa operação e tente novamente.
ru_ru: Произошла ошибка при обновлении общего ресурса. Убедитесь в том, что у вас есть необходимые права, а свободного пространства на диске достаточно для выполнения этой операции, после чего повторите попытку.
sv_se: Ett fel uppstod vid uppdatering av en delad resurs. Kontrollera att du har den behörighet som krävs och tillräckligt med diskutrymme för den här åtgärden och försök igen.
tr_tr: Bir paylaşım kaynağı güncelleştirilirken hata oluştu. Lütfen bu işlem için gerekli ayrıcalıklara ve yeterli disk alanına sahip olduğunuzdan emin olup tekrar deneyin.
zh_cn: 更新共享资源时出错。 请确保您具有此操作所需的权限和足够的磁盘空间，然后重试。
zh_tw: 更新共享資源時發生錯誤。 請確認您有必要的權限以及足夠的磁碟空間進行此操作，再試一次。

# ERROR_SHARE_DELETE_FAILED
source: There was an error while deleting a share resource. Please make sure you have the required privileges and sufficient disk space for this operation and try again.
cs_cz: Při odstraňování sdíleného zdroje došlo k chybě. Ujistěte se, zda máte požadovaná oprávnění a zda je na disku dostatek místa pro tuto operaci, a akci zopakujte.
de_de: Beim Löschen der Freigaberessource ist ein Fehler aufgetreten. Vergewissern Sie sich, dass Sie über die erforderlichen Berechtigungen und über ausreichend Speicherplatz für diesen Vorgang verfügen, und versuchen Sie es erneut.
es_es: Se produjo un error al eliminar un recurso compartido. Asegúrese de que tiene los privilegios requeridos y suficiente espacio en disco para esta operación, e inténtelo de nuevo.
fr_fr: Une erreur s'est produite lors de la suppression d'une ressource partagée. Veuillez vous assurer de disposer des privilèges nécessaires et de suffisamment d'espace disque pour exécuter cette opération, puis réessayez.
hu_hu: A megosztott forrás törlése során hiba történt. Kérjük, győződjön meg róla, hogy rendelkezik a művelet végrehajtásához szükséges engedélyekkel és elegendő tárhellyel, majd próbálja meg újra!
it_it: Si è verificato un errore durante l'eliminazione di una risorsa di condivisione. Assicurarsi di disporre dei privilegi necessari e di sufficiente spazio su disco per l'esecuzione dell'operazione, quindi riprovare.
ja_jp: 共有リソースの削除中にエラーが発生しました。 この処理に必要な権限と十分なディスク領域があることを確認し、再試行してください。
ko_kr: 공유 자원을 삭제하는 중에 오류가 발생했습니다. 이 작업에 필요한 권한과 충분한 디스크 공간이 있는지 확인한 후 다시 시도하십시오.
nb_no: Det oppsto en feil under sletting av en delt ressurs. Kontroller at du har de nødvendige privilegier og tilstrekkelig diskplass for denne operasjonen og prøv på nytt.
nl_nl: Er was een fout bij het verwijderen van een sharebron. Zorg ervoor dat u de vereiste rechten en voldoende schijfruimte hebt voor deze handeling en probeer het opnieuw.
pl_pl: Podczas usuwania zasobu udziału wystąpił błąd. Postaraj się o odpowiednie uprawnienia i wystarczająco dużo miejsca na dysku, aby można było wykonać tę operację, a następnie spróbuj ponownie.
pt_br: Erro ao excluir um recurso de compartilhamento. Verifique se você tem os privilégios necessários e espaço em disco suficiente para essa operação e tente novamente.
ru_ru: Произошла ошибка при удалении общего ресурса. Убедитесь в том, что у вас есть необходимые права, а свободного пространства на диске достаточно для выполнения этой операции, после чего повторите попытку.
sv_se: Ett fel uppstod vid borttagning av en delad resurs. Kontrollera att du har den behörighet som krävs och tillräckligt med diskutrymme för den här åtgärden och försök igen.
tr_tr: Bir paylaşım kaynağı silinirken hata oluştu. Lütfen bu işlem için gerekli ayrıcalıklara ve yeterli disk alanına sahip olduğunuzdan emin olup tekrar deneyin.
zh_cn: 删除共享资源时出错。 请确保您具有此操作所需的权限和足够的磁盘空间，然后重试。
zh_tw: 刪除共享資源時發生錯誤。 請確認您有必要的權限以及足夠的磁碟空間進行此操作，再試一次。

# BUTTON_BACK
source: Back
cs_cz: Zpět
de_de: Zurück
es_es: Volver
fr_fr: Retour
hu_hu: Vissza
it_it: Indietro
ja_jp: 戻る
ko_kr: 뒤로
nb_no: Tilbake
nl_nl: Terug
pl_pl: Wstecz
pt_br: Voltar
ru_ru: Назад
sv_se: Tillbaka
tr_tr: Geri
zh_cn: 返回
zh_tw: 下一步

# HELP_LINK_RECOVERING_SAFEPOINT
source: Recovering Content with a Safepoint
cs_cz: Probíhá obnova obsahu s bodem Safepoint
de_de: Inhalt mit einem Safepoint wiederherstellen
es_es: Recuperando contenidos con un safepoint
fr_fr: Récupération de contenu depuis un safepoint
hu_hu: Tartalom helyreállítása safepointból
it_it: Recupero contenuto con un safepoint
ja_jp: Safepoint を使用してコンテンツを回復中
ko_kr: safepoint로 내용 복구 중
nb_no: Gjenopprett innhold med et safepoint
nl_nl: Inhoud herstellen met een safepoint
pl_pl: Odzyskiwanie zawartości przy użyciu punktu safepoint
pt_br: Recuperação de conteúdo com um safepoint
ru_ru: Восстановление содержимого с помощью safepoint
sv_se: Återställer innehåll med en safepoint
tr_tr: İçerik Safepoint ile Kurtarılıyor
zh_cn: 正在通过一个 Safepoint 来恢复内容
zh_tw: 使用 Safepoint 復原內容

# LABEL_DESCR_WEEKLY
source: Weekly
cs_cz: Týdně
de_de: Wöchentlich
es_es: Cada semana
fr_fr: Hebdomadaire
hu_hu: Hetente
it_it: Ogni settimana
ja_jp: 毎週
ko_kr: 매주
nb_no: Ukentlig
nl_nl: Wekelijks
pl_pl: Co tydzień
pt_br: Semanalmente
ru_ru: Еженедельно
sv_se: Veckovis
tr_tr: Haftalık
zh_cn: 每周
zh_tw: 每週

# LABEL_DESCR_MONTHLY
source: Monthly
cs_cz: Měsíčně
de_de: Monatlich
es_es: Cada mes
fr_fr: Mensuel
hu_hu: Havonta
it_it: Ogni mese
ja_jp: 毎月
ko_kr: 매월
nb_no: Månedlig
nl_nl: Maandelijks
pl_pl: Co miesiąc
pt_br: Mensalmente
ru_ru: Ежемесячно
sv_se: Månadsvis
tr_tr: Aylık
zh_cn: 每月
zh_tw: 每月

# LABEL_SAFEPOINT_NAME
source: Name
cs_cz: Název
es_es: Nombre
fr_fr: Nom
hu_hu: Név
it_it: Nome
ja_jp: 名前
ko_kr: 이름
nb_no: Navn
nl_nl: Naam
pl_pl: Nazwa
pt_br: Nome
ru_ru: Название
sv_se: Namn
tr_tr: Adı
zh_cn: 名称
zh_tw: 名稱

# LABEL_HEADER_FREQUENCY
source: Frequency:
cs_cz: Frekvence:
de_de: Häufigkeit:
es_es: Frecuencia:
fr_fr: Fréquence :
hu_hu: Gyakoriság:
it_it: Frequenza:
ja_jp: 頻度:
ko_kr: 빈도:
nb_no: Frekvens:
nl_nl: Frequentie:
pl_pl: Częstotliwość:
pt_br: Frequência:
ru_ru: Частота:
sv_se: Frekvens:
tr_tr: Sıklık:
zh_cn: 频率:
zh_tw: 頻率：

# LABEL_SAFEPOINT_UPDATE_ABORTED
source: Safepoint update process terminated. You can update your safepoint anytime using the Auto Update option, or manually by clicking the update icon on your safepoint in the Manage section.
cs_cz: Proces aktualizace bodu Safepoint byl ukončen. Bod Safepoint můžete kdykoliv aktualizovat prostřednictvím možnosti Automatická aktualizace nebo ručním kliknutím na ikonu aktualizace u bodu Safepoint v sekci Správa.
de_de: Safepoint-Aktualisierungsvorgang abgeschlossen. Sie können den Safepoint jederzeit aktualisieren. Nutzen Sie hierzu entweder die automatische Aktualisierung oder führen Sie die Aktualisierung manuell aus, indem Sie im Bereich „Verwalten“ auf das Aktualisierungssymbol des Safepoints klicken.
es_es: Proceso de actualización del safepoint finalizado. Puede actualizar el safepoint en cualquier momento mediante la opción de actualización automática, o manualmente haciendo clic en el icono de actualización del safepoint en la sección de gestión.
fr_fr: Processus de mise à jour du safepoint terminé. Vous pouvez mettre à jour votre safepoint à tout moment grâce à l'option Mise à jour auto., ou manuellement en cliquant sur l'icône de mise à jour de votre safepoint, depuis la section Gestion.
hu_hu: A safepoint frissítési folyamata leállt. Bármikor frissítheti safepointjait az Automatikus frissítés lehetőséggel, vagy manuálisan a Kezelés résznél a safepoint frissítés ikonjára kattintva.
it_it: processo di aggiornamento safepoint terminato. È possibile aggiornare il safepoint ogni volta che si utilizza l'opzione Aggiornamento automatico oppure manualmente facendo clic sull'icona di aggiornamento sul safepoint nella sezione Gestione.
ja_jp: Safepoint 更新処理が終了しました。 [自動更新] オプションを使用するか、手動で [管理] セクションの Safepoint の更新アイコンをクリックすると、いつでも Safepoint を更新できます。
ko_kr: safepoint 업데이트 프로세스가 종료되었습니다. 자동 업데이트 옵션을 사용하거나 수동으로 관리 섹션의 safepoint에 있는 업데이트 아이콘을 클릭하여 언제든지 safepoint를 업데이트할 수 있습니다.
nb_no: Safepoint-oppdateringen ble avsluttet. Du kan oppdatere et safepoint når som helst ved hjelp av alternativet &quot;Autooppdatering&quot; eller manuelt ved å klikke på oppdateringsikonet under safepoint i &quot;Administrer&quot;.
nl_nl: Bijwerken van safepoint beëindigd. U kunt uw safepoint op elk moment bijwerken met de optie Automatisch bijwerken, of handmatig door op het bijwerkpictogram te klikken op uw safepoint in het gedeelte Beheer.
pl_pl: Proces aktualizacji punktu safepoint został zatrzymany. Punkt safepoint można w każdej chwili zaktualizować za pomocą opcji autoaktualizacji lub ręcznie, tj. przez kliknięcie ikony aktualizacji na punkcie safepoint w sekcji Zarządzanie.
pt_br: Processo de atualização de safepoint concluído. Você pode atualizar o safepoint a qualquer momento usando a opção Atualização automática ou manualmente, clicando no ícone de atualização do safepoint na seção Gerenciar.
ru_ru: Прекращен процесс обновления с помощью safepoint. Вы можете обновить safepoint в любое время с помощью функции автоматического обновления или вручную, нажав значок обновления на safepoint в разделе «Управление».
sv_se: Safepoint-uppdateringsprocess avslutades. Du kan när som helst uppdatera safepointen med alternativet Automatisk uppdatering eller manuellt genom att klicka på uppdateringsikonen på safepointen i delen Hantera.
tr_tr: Safepoint güncelleştirme işlemi sonlandırıldı. Oto. Güncelleme seçeneğini kullanarak veya Yönetim bölümünde safepoint'in üzerindeki güncelleştirme simgesini manuel olarak tıklatarak safepoint'i dilediğiniz zaman güncelleştirebilirsiniz.
zh_cn: Safepoint 更新已终止。 Safepoint 更新已终止。 您可以使用“自动更新”选项随时更新 safepoint，也可以在“管理”栏下单击更新图标进行手动更新。
zh_tw: 已終止 Safepoint 更新程序。 您可使用自動更新選項在任何時候更新 Safepoint，或是在管理選項中按一下更新圖示進行手動更新。

# LABEL_SAFEPOINT_RESTORE_COMPLETE
source: Your data was successfully restored. Your device will automatically restart shortly and can be used in place of your original WD My Cloud.
cs_cz: Vaše data byla úspěšně obnovena. Vaše zařízení bude zakrátko restartováno a bude možné jej použít namísto vašeho zařízení WD My Cloud.
de_de: Ihre Daten wurden erfolgreich wiederhergestellt. Das Gerät wird in Kürze automatisch neu gestartet und kann anstelle Ihrer ursprünglichen WD My Cloud verwendet werden.
es_es: Sus datos se restauraron correctamente. El dispositivo se reiniciará automáticamente en unos instantes y se puede usar en lugar de su WD My Cloud original.
fr_fr: Vos données ont été correctement restaurées. Votre dispositif va bientôt redémarrer automatiquement et pourra être utilisé à la place du WD My Cloud original.
hu_hu: Az adatok visszaállítása sikeresen megtörtént. Az eszköz hamarosan automatikusan újraindul, és használható az eredeti WD My Cloud felhőrendszer helyett.
it_it: Dati inseriti correttamente. Il dispositivo verrà riavviato automaticamente tra qualche istante e potrà essere utilizzato al posto di WD My Cloud originale.
ja_jp: データは正常に復元されました。 デバイスはまもなく自動的に再起動し、独自の WD My Cloud の代わりに使用できます。
ko_kr: 데이터가 성공적으로 복원되었습니다. 곧 장치가 자동으로 다시 시작되어, 원래 WD My Cloud 대신 사용할 수 있게 됩니다.
nb_no: Dataene ble gjenopprettet. Enheten vil automatisk starte på nytt om kort tid og kan brukes i stedet for den opprinnelige &quot;WD My Cloud&quot;.
nl_nl: Uw gegevens zijn hersteld. Uw apparaat start binnenkort opnieuw op en kan worden gebruikt in plaats van uw oorspronkelijke WD My Cloud.
pl_pl: Dane zostały pomyślnie przywrócone. Wkrótce urządzenie automatycznie uruchomi się ponownie i będzie można go używać zamiast oryginalnego urządzenia WD My Cloud.
pt_br: Seus dados foram armazenados com sucesso. O seu dispositivo será automaticamente reinicializado em breve e poderá ser usado no lugar do WD My Cloud original.
ru_ru: Данные успешно восстановлены. Устройство будет автоматически перезагружено через короткое время, после чего его можно будет использовать вместо исходного WD My Cloud.
sv_se: Dina data har återställts. Din enhet startar automatiskt om snart och kan användas i stället för ditt ursprungliga WD My Cloud.
tr_tr: Verileriniz başarıyla geri yüklendi. Aygıtınız kısa süre içinde otomatik olarak yeniden başlatılacaktır ve orijinal WD My Cloud yerine kullanılabilir.
zh_cn: 您的数据已成功还原。 您的设备即将自动重新启动，并代替您原来的 WD My Cloud。
zh_tw: 已成功還原您的資料。 很快將重新啟動您的裝置，可以在您的原始 WD My Cloud 使用。

# ERROR_SAFEPOINT_RESTORE_FAILED
source: An error occurred while recovering data from your safepoint. Please try the Recovery option again.<br><br>If the error persists, please contact WD Support.
cs_cz: Při obnovování dat z vašeho bodu Safepoint došlo k chybě. Zkuste znovu možnost Obnovení.<br><br>Pokud chyba přetrvává, obraťte se na technickou podporu WD Support.
de_de: Beim Wiederherstellen der Daten vom Safepoint ist ein Fehler aufgetreten. Versuchen Sie erneut, die Wiederherstellung auszuführen.<br><br>Wenden Sie sich bei Fortbestehen des Problems an den WD-Support.
es_es: Se produjo un error al recuperar datos del safepoint. Intente usar la opción de recuperación de nuevo.<br><br>Si el error continúa, contacte con la asistencia de WD.
fr_fr: Une erreur s'est produite lors de la récupération de données depuis votre safepoint. Veuillez réessayer l'option Récupération.<br><br>Si l'erreur persiste, veuillez contacter l'assistance WD.
hu_hu: Hiba történt a safepointból való adatvisszatöltés során. Kérjük, ismét próbálkozzon a Helyreállítás lehetőséggel.<br><br>Amennyiben a hiba továbbra is fennáll, kérjük, lépjen kapcsolatba a Western Digital Technologies ügyfélszolgálatával!
it_it: Si è verificato un errore durante il recupero di dati dal safepoint. Riprovare con l'opzione Ripristino.<br><br>Se l'errore persiste, contattare il Supporto WD.
ja_jp: Safepoint からのデータの回復中にエラーが発生しました。 [回復] オプションを再試行してください。<br><br>エラーが解決しない場合は、WD サポートに問い合わせてください。
ko_kr: safepoint의 데이터를 복구하는 중에 오류가 발생했습니다. 복구 옵션을 다시 시도하십시오.<br><br>이 오류가 지속되면 WD 지원 센터에 문의하십시오.
nb_no: Det oppsto en feil mens du gjenopprettet data fra safepoint. Prøv alternativet &quot;Gjenoppretting&quot; på nytt.<br><br>Hvis feilen vedvarer, ta kontakt med WD kundestøtte.
nl_nl: Er is een fout opgetreden bij het herstellen van gegevens vanaf uw safepoint. Probeer de optie Herstellen opnieuw.<br><br>Neem contact op met de ondersteuning van WD als de fout aanhoudt.
pl_pl: Podczas odzyskiwania danych z punktu safepoint wystąpił błąd. Ponownie spróbuj użyć opcji odzyskiwania.<br><br>Jeśli błąd będzie się powtarzał, skontaktuj się z działem pomocy technicznej WD.
pt_br: Erro ao recuperar dados do safepoint. Tente a opção Recuperação novamente.<br><br>Se o erro persistir, entre em contato com o suporte da WD.
ru_ru: Произошла ошибка при восстановлении данных из safepoint. Повторите попытку выполнения функции восстановления.<br><br>Если ошибка сохраняется, обратитесь в службу поддержки WD.
sv_se: Ett fel inträffade vid återställning av data från safepointen. Försök utföra återställningsalternativet igen.<br><br>Kontakta WD Support om felet kvarstår.
tr_tr: Safepoint'ten veri kurtarılırken bir hata oluştu. Lütfen Kurtarma seçeneğini tekrar deneyin.<br><br>Sorun devam ederse, lütfen WD Destek ile iletişim kurun.
zh_cn: 从 safepoint 恢复数据时出错。 请再次尝试“恢复”选项。<br><br>如果错误仍然存在，请联系WD支持服务。
zh_tw: 從 Safepoint 復原資料時發生錯誤。 請再試一次復原選項。<br><br>若是錯誤持續發生，請聯絡 WD 支援。

# LABEL_SAFEPOINT_TO_BE_CREATED
source: To be created
cs_cz: Bude vytvořeno
de_de: Zu erstellen
es_es: Para crear
fr_fr: En attente d'être créé
hu_hu: Létrehozandó
it_it: Da creare
ja_jp: 作成する
ko_kr: 만들 항목
nb_no: Vil opprettes
nl_nl: Te creëren
pl_pl: Do utworzenia
pt_br: A ser criado
ru_ru: Необходимо создать
sv_se: Ska skapas
tr_tr: Oluşturulacak
zh_cn: 待创建
zh_tw: 將被建立

# ERROR_SAFEPOINT_CREATE_FAILED
source: Your safepoint cannot be created due to a failed request. Please try creating your safepoint again.
cs_cz: Váš bod Safepoint nelze vytvořit z důvodu selhání požadavku. Zkuste vytvořit váš bod Safepoint znovu.
de_de: Der Safepoint kann aufgrund einer fehlerhaften Anforderung nicht erstellt werden. Versuchen Sie erneut, den Safepoint zu erstellen.
es_es: No se pudo crear el safepoint debido a una solicitud errónea. Intente crear de nuevo el safepoint.
fr_fr: Le safepoint ne peut pas être créé à cause d'une demande ayant échoué. Veuillez réessayer de créer le safepoint.
hu_hu: Hibás kérés; az Ön safepointja nem hozható létre. Kérjük, próbálja meg ismét létrehozni a safepointot!
it_it: Impossibile creare il safepoint a causa di una richiesta non riuscita. Riprovare a creare il safepoint.
ja_jp: 要求が失敗したため、Safepoint を作成できません。 Safepoint の作成を再試行してください。
ko_kr: 실패한 요청 때문에 safepoint를 만들 수 없습니다. safepoint를 다시 만드십시오.
nb_no: Safepoint kan ikke opprettes på grunn av en mislykket forespørsel. Prøv å opprette safepoint på nytt.
nl_nl: Uw safepoint kan niet worden gemaakt vanwege een mislukt verzoek. Probeer het safepoint opnieuw te maken.
pl_pl: Nie można utworzyć punktu safepoint z powodu nieudanego żądania. Ponownie spróbuj utworzyć punkt safepoint.
pt_br: Não é possível criar o safepoint devido a uma falha na solicitação. Tente criar o safepoint novamente.
ru_ru: Невозможно создать safepoint из-за невыполненного запроса. Повторите попытку создания safepoint.
sv_se: Det går inte att skapa safepointen på grund av att en begäran misslyckades. Försök skapa safepointen igen.
tr_tr: Safepoint başarısız bir istek nedeniyle oluşturulamıyor. Lütfen safepoint'i tekrar oluşturmayı deneyin.
zh_cn: 由于请求失败，safepoint 无法创建。 请尝试再次创建 safepoint。
zh_tw: 由於失敗的要求，無法建立您的 Safepoint。 請再次嘗試建立您的 Safepoint 。

# ERROR_SAFEPOINT_CREATE_INVALID
source: Your safepoint cannot be created due to an invalid request.
cs_cz: Váš bod Safepoint nelze vytvořit z důvodu neplatného požadavku.
de_de: Der Safepoint kann aufgrund einer ungültigen Anforderung nicht erstellt werden.
es_es: No se pudo crear el safepoint debido a una solicitud no válida.
fr_fr: Le safepoint ne peut pas être créé à cause d'une demande non valide.
hu_hu: Érvénytelen kérés miatt az Ön safepointja nem hozható létre.
it_it: Impossibile creare il safepoint a causa di una richiesta non valida.
ja_jp: 無効な要求のため、Safepoint を作成できません。
ko_kr: 유효하지 않은 요청 때문에 safepoint를 만들 수 없습니다.
nb_no: Safepoint kan ikke opprettes på grunn av en ugyldig forespørsel.
nl_nl: Uw safepoint kan niet worden gemaakt vanwege een ongeldig verzoek.
pl_pl: Nie można utworzyć punktu safepoint z powodu nieprawidłowego żądania.
pt_br: Não é possível criar o safepoint devido a uma solicitação inválida.
ru_ru: Невозможно создать safepoint из-за недопустимого запроса.
sv_se: Det går inte att skapa safepointen på grund av en ogiltig begäran.
tr_tr: Safepoint geçersiz bir istek nedeniyle oluşturulamıyor.
zh_cn: 由于请求无效，无法创建 safepoint。
zh_tw: 由於無效的要求，無法建立您的 Safepoint。

# ERROR_SAFEPOINT_CREATE_UNAUTHORIZED
source: Your safepoint cannot be created due to an unauthorized request. Please be sure to enter appropriate credentials for your device and/or shares, and try again.
cs_cz: Váš bod Safepoint nelze vytvořit z důvodu neověřeného požadavku. Dbejte, abyste použili správné ověřovací údaje pro vaše zařízení anebo sdílené složky, a akci zopakujte.
de_de: Der Safepoint kann aufgrund einer nicht autorisierten Anforderung nicht erstellt werden. Vergewissern Sie sich, dass Sie den richtigen Berechtigungsnachweis für das Gerät bzw. die Freigaben eingegeben haben, und versuchen Sie es erneut.
es_es: No se pudo crear el safepoint debido a una solicitud no autorizada. Asegúrese de introducir las credenciales adecuadas para el dispositivo y/o los archivos compartidos, e inténtelo de nuevo.
fr_fr: Le safepoint ne peut pas être créé à cause d'une demande non autorisée. Veuillez vous assurer de saisir les informations d'identification correspondantes à votre dispositif ou à vos dossiers partagés, puis réessayez.
hu_hu: Jogosulatlan kérés; az Ön safepointja nem hozható létre. Kérjük, adja meg az eszközhöz és/vagy a megosztásokhoz szükséges hozzáférési adatokat!
it_it: Impossibile creare il safepoint a causa di una richiesta non autorizzata. Verificare che le credenziali immesse per il dispositivo e/o le condivisioni siano corrette, quindi riprovare.
ja_jp: 権限のない要求のため、Safepoint を作成できません。 デバイスまたは共有の正しい認証資格情報を入力し、再試行してください。
ko_kr: 무단 요청 때문에 safepoint를 만들 수 없습니다. 장치 또는 공유에 대한 적절한 자격 증명을 입력한 후 다시 시도하십시오.
nb_no: Safepoint kan ikke opprettes på grunn av en uautorisert forespørsel. Husk å oppgi riktig innloggingsinformasjon for enheten og/eller delte ressurser og prøv på nytt.
nl_nl: Uw safepoint kan niet worden gemaakt vanwege een ongeautoriseerd verzoek. Voer de juiste aanmeldgegevens in voor uw apparaat en/of shares en probeer het opnieuw.
pl_pl: Nie można utworzyć punktu safepoint z powodu nieautoryzowanego żądania. Wprowadź dane uwierzytelniające dotyczące urządzenia i/lub udziałów, a następnie spróbuj ponownie.
pt_br: Não é possível criar o safepoint devido a uma solicitação não autorizada. Verifique se foram inseridas as credenciais adequadas para o dispositivo e/ou compartilhamentos e tente novamente.
ru_ru: Невозможно создать safepoint из-за неавторизованного запроса. Убедитесь в том, что вводите верные учетные данные для своего устройства и (или) ресурсов, и повторите попытку.
sv_se: Det går inte att skapa safepointen på grund av en obehörig begäran. Kontrollera att du anger rätt inloggningsinformation för din enhet och/eller resurser och försök igen.
tr_tr: Safepoint yetkisiz bir istek nedeniyle oluşturulamıyor. Lütfen aygıtınız ve/veya paylaşımlarınız için uygun kimlik bilgilerini girdiğinizden emin olup tekrar deneyin.
zh_cn: 由于请求未经许可，safepoint 无法创建。 请确保输入正确的设备或共享的凭证，并重试。
zh_tw: 由於未授權的要求，無法建立您的 Safepoint 。 請確認為裝置及／或共享輸入正確的認證，再試一次。
