Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# CONTENT_SETTINGS_DIALOG_STRING_MANUAL
source: Manual
cs_cz: Ručně
de_de: Manuell
fr_fr: Manuel
hu_hu: Manuális
it_it: Manuale
ja_jp: 手動
ko_kr: 수동
nb_no: Manuelt
nl_nl: Handmatig
pl_pl: Ręcznie
ru_ru: Вручную
sv_se: Manuell
tr_tr: Manuel
zh_cn: 手动
zh_tw: 手動

# CONTENT_SETTINGS_DIALOG_STRING_AUTO_EXPLANATION
source: Attempts to establish a direct connection between your device and the router.
cs_cz: Pokusí se navázat přímé připojení mezi vaším zařízením a směrovačem.
de_de: Versucht, eine Direktverbindung zwischen dem Gerät und dem Router herzustellen.
es_es: Intenta establecer una conexión directa entre el dispositivo y el enrutador.
fr_fr: Tentatives pour établir une connexion directe entre votre dispositif et le routeur.
hu_hu: Közvetlen kapcsolat létrehozása az Ön eszköze és a router között.
it_it: Tenta di stabilire una connessione diretta tra il dispositivo e il router.
ja_jp: デバイスとルーター間で直接接続を確立しようとしています。
ko_kr: 장치와 라우터 간 직접 연결 설정을 시도합니다.
nb_no: Forsøker å etablere en direkteforbindelse mellom enheten og ruteren.
nl_nl: Probeert een rechtstreekse verbinding tot stand te brengen tussen uw apparaat en de router.
pl_pl: Próbuje nawiązać połączenie bezpośrednie między urządzeniem a routerem.
pt_br: Tentativas de estabelecer uma conexão direta entre o dispositivo e o roteador.
ru_ru: Пытается установить прямое подключение между вашим устройством и маршрутизатором.
sv_se: Försöker etablera en direkt anslutning mellan enheten och routern.
tr_tr: Aygıtınızla yönlendirici arasında doğrudan bağlantı kurmaya çalışır.
zh_cn: 尝试在您的设备和路由器间建立直接连接。
zh_tw: 嘗試在您的裝置和路由器之間建立直接連線。

# CONTENT_SETTINGS_DIALOG_STRING_MANUAL_EXPLANATION
source: Manually configure your router to work with your device.
cs_cz: Ručně nakonfigurujte váš směrovač pro spolupráci s vaším zařízením.
de_de: Manuelle Konfiguration des Routers für die Verbindung zum Gerät.
es_es: Configure manualmente el enrutador para que funcione con el dispositivo.
fr_fr: Configurez manuellement le routeur pour qu'il fonctionne avec votre dispositif.
hu_hu: Manuálisan állítsa be a routert eszközéhez!
it_it: Configurare manualmente il router affinché funzioni con il dispositivo.
ja_jp: デバイスと動作するように、ルーターを手動で設定してください。
ko_kr: 장치와 함께 작업하도록 수동으로 라우터를 구성합니다.
nb_no: Konfigurer ruteren din manuelt så den fungerer sammen med enheten.
nl_nl: Handmatig uw router configureren om met uw apparaat samen te werken.
pl_pl: Ręcznie skonfiguruj router do pracy z urządzeniem.
pt_br: Configure manualmente o roteador para funcionar com o seu dispositivo.
ru_ru: Настроить маршрутизатор для работы с вашим устройством вручную.
sv_se: Konfigurera routern manuellt till att fungera med enheten.
tr_tr: Yönlendiricinizi aygıtınızla birlikte çalışacak şekilde manuel olarak yapılandırın.
zh_cn: 手动配置您的路由器，使其适应您的设备。
zh_tw: 手動設定您的路由器，與您的裝置一同使用。

# CONTENT_SETTINGS_DIALOG_STRING_WINXP_EXPLANATION
source: Attempts to establish a direct or relay connection, as appropriate for Windows XP compatibility.
cs_cz: Pokusí se navázat přímé nebo předávací připojení, podle kompatibility se systémem Windows XP.
de_de: Versucht, je nach Windows XP-Kompatibilität eine Direkt- oder eine Relaisverbindung herzustellen.
es_es: Intenta establecer una conexión directa o de retransmisión como corresponda para que sea compatible con Windows XP.
fr_fr: Tentatives pour établir une connexion directe ou relais compatible avec Windows XP.
hu_hu: Közvetlen vagy közvetett kapcsolat létrehozása, a Windows XP-hez igazítva.
it_it: Tenta di stabilire una connessione diretta o di inoltro in base alla compatibilità con Windows XP.
ja_jp: Windows XP 互換のために直接またはリレー接続を確立しようとしています。
ko_kr: Windows XP와 호환되는 직접 또는 릴레이 연결 설정을 시도합니다.
nb_no: Forsøker å etablere en direktekobling eller relétilkobling ut fra Windows XP-kompatibilitet.
nl_nl: Probeert een rechtstreekse of doorgeefverbinding tot stand te brengen, geschikt voor compatibiliteit met Windows XP.
pl_pl: Próbuje nawiązać połączenie bezpośrednie lub pośrednie, stosownie do ustawienia zgodności z systemem Windows XP.
pt_br: Tentativas de estabelecer uma conexão direta ou de retransmissão, de acordo com a compatibilidade com o Windows XP.
ru_ru: Пытается установить прямое подключение или подключение ретрансляции так, как принято в Windows XP.
sv_se: Försöker etablera en direkt eller relä-anslutning beroende på Windows XP-kompatibilitet.
tr_tr: Windows XP uyumluluğuna uygun şekilde doğrudan bağlantı veya geçiş bağlantısı kurmaya çalışır.
zh_cn: 为保证 Win XP 兼容性，尝试在您的设备和路由器间建立直接连接。
zh_tw: 嘗試建立直接或是轉送連線，與 Windows XP 相容。

# CONTENT_SETTINGS_DIALOG_STRING_LEARN_MORE
source: Learn More
cs_cz: Další informace
de_de: Weitere Informationen
es_es: Saber más
fr_fr: En savoir plus
hu_hu: Ismerje meg a részleteket!
it_it: Ulteriori informazioni
ja_jp: 詳細を見る
ko_kr: 더 보기
nb_no: Finn ut mer
nl_nl: Meer informatie
pl_pl: Dodatkowe informacje
pt_br: Saiba mais
ru_ru: Дополнительные сведения
sv_se: Mer information
tr_tr: Daha Fazla Bilgi
zh_cn: 了解更多信息
zh_tw: 了解更多

# CONTENT_SETTINGS_DIALOG_STRING_WD2GO_HTTP_PORT
source: External Port 1 (HTTP)
cs_cz: Externí port 1 (HTTP)
de_de: Externer Port 1 (HTTP)
es_es: Puerto externo 1 (HTTP)
fr_fr: Port externe 1 (HTTP)
hu_hu: 1. külső port (HTTP)
it_it: Porta esterna 1 (HTTP)
ja_jp: 外部ポート 1 (HTTP)
ko_kr: 외부 포트 1(HTTP)
nb_no: Ekstern port 1 (HTTP)
nl_nl: Externe poort 1 (HTTP)
pl_pl: Port zewnętrzny 1 (HTTP)
pt_br: Porta externa 1 (HTTP)
ru_ru: Внешний порт 1 (HTTP)
sv_se: Extern port 1 (HTTP)
tr_tr: Dış Bağlantı Noktası 1 (HTTP)
zh_cn: 外部端口1 （ HTTP ）
zh_tw: 外部連接埠 1 (HTTP)

# CONTENT_SETTINGS_DIALOG_STRING_WD2GO_HTTPS_PORT
source: External Port 2 (HTTPS)
cs_cz: Externí port 2 (HTTP)
de_de: Externer Port 2 (HTTPS)
es_es: Puerto externo 2 (HTTPS)
fr_fr: Port externe 2 (HTTPS)
hu_hu: 2. külső port (HTTPS)
it_it: Porta esterna 2 (HTTPS)
ja_jp: 外部ポート 2 (HTTPS)
ko_kr: 외부 포트 2(HTTPS)
nb_no: Ekstern port 2 (HTTPS)
nl_nl: Externe poort 2 (HTTPS)
pl_pl: Port zewnętrzny 2 (HTTPS)
pt_br: Porta externa 2 (HTTPS)
ru_ru: Внешний порт 2 (HTTPS)
sv_se: Extern port 2 (HTTP)
tr_tr: Dış Bağlantı Noktası 2 (HTTPS)
zh_cn: 外部端口2 （ HTTP ）
zh_tw: 外部連接埠 2 (HTTPS)

# CONTENT_SETTINGS_DIALOG_LABEL_WD2GO_DATABASE
source: Content Database
cs_cz: Databáze obsahu
de_de: Inhaltsdatenbank
es_es: Base datos contenidos
fr_fr: BDD contenu
hu_hu: Tartalom adatbázis
it_it: Database contenuti
ja_jp: コンテンツ データベース
ko_kr: 콘텐츠 데이터베이스
nb_no: Innholdsdatabase
nl_nl: Mediadatabase
pl_pl: Baza dan. zaw.
pt_br: Banco de dados de conteúdo
ru_ru: База контента
sv_se: Innehållsdatabas
tr_tr: İçerik Veritabanı
zh_cn: 内容数据库
zh_tw: 內容資料庫

# CONTENT_SETTINGS_DIALOG_LABEL_WD2GO_DATABASE_REBUILD
source: Rebuild
cs_cz: Obnovit
de_de: Wiederherstellen
es_es: Reconstruir
fr_fr: Restaurer
hu_hu: Újraépítés
it_it: Ripristina
ja_jp: 復元
ko_kr: 복원
nb_no: Gjenoppbygg
nl_nl: Vernieuwen
pl_pl: Przywróć
pt_br: Restaurar
ru_ru: Восстановить
sv_se: Återskapa
tr_tr: Yenile
zh_cn: 还原
zh_tw: 重新組建

# CONTENT_SETTINGS_HEAD2_ENERGY_SAVER
source: Energy Saver
cs_cz: Úspora energie
de_de: Energiesparmodus
es_es: Ahorro de energía
fr_fr: Économiseur d'énergie
hu_hu: Energiatakarékos üzemmód
it_it: Risparmio energetico
ja_jp: 省電力
ko_kr: 절전
nb_no: Energisparing
nl_nl: Energiebesparing
pl_pl: Oszczędzanie energii
pt_br: Economia de energia
ru_ru: Экономия энергии
sv_se: Energisparläge
tr_tr: Enerji Tasarrufu
zh_cn: 节电器
zh_tw: 能源節省

# CONTENT_SETTINGS_LABEL_HDD_SLEEP
source: Drive Sleep
cs_cz: Rež. spánku jedn.
de_de: Laufwerk-Ruhezustand
es_es: Unidad en reposo
fr_fr: Veille lecteur
hu_hu: Meghajtó hibernálása
it_it: Stand-by
ja_jp: ドライブ スリープ
ko_kr: 드라이브 대기
nb_no: Dvale for stasjon
nl_nl: Station in slaapstand
pl_pl: Uśpienie dysku
pt_br: Suspender unidade
ru_ru: Спящий режим
sv_se: Enhetsviloläge
tr_tr: Sürücü Uyku Modu
zh_cn: 驱动器睡眠
zh_tw: 磁碟機睡眠

# CONTENT_SETTINGS_LABEL_DEVICE_LED
source: LED
pl_pl: Dioda
ru_ru: Светодиод
zh_tw: LED 燈

# CONTENT_SETTINGS_HEAD2_MAC_BACKUPS
source: Mac Backups
cs_cz: Zálohy Mac
es_es: Copias de seguridad de Mac
fr_fr: Sauvegardes Mac
hu_hu: Biztonsági mentés Mac-re
it_it: Backup Mac
ja_jp: Mac バックアップ
ko_kr: Mac 백업
nb_no: Mac-sikkerhetskopier
pl_pl: Mac — kopie zapasowe
pt_br: Backups do Mac
ru_ru: Резервное копирование Mac
sv_se: Mac-säkerhetskopior
tr_tr: Mac Yedeklemeleri
zh_cn: Mac 备份
zh_tw: Mac 備份

# CONTENT_SETTINGS_DIALOG_TITLE_TIME_MACHINE_SETTINGS
source: Time Machine Settings
cs_cz: Nastavení Time Machine
de_de: Time Machine-Einstellungen
es_es: Configuración de Time Machine
fr_fr: Paramètres Time Machine
hu_hu: Time Machine beállítások
it_it: Impostazioni Time Machine
ja_jp: Time Machine 設定
ko_kr: Time Machine 설정
nb_no: Innstillinger for Tidsmaskin
nl_nl: Instellingen voor Time Machine
pl_pl: Time Machine — ustawienia
pt_br: Configurações do Time Machine
ru_ru: Настройки Time Machine
sv_se: Inställningar för Time Machine
tr_tr: Time Machine Ayarları
zh_cn: Time Machine 设置
zh_tw: Time Machine 設定

# CONTENT_SETTINGS_DIALOG_STRING_TIME_MACHINE_INTRO
source: Configure settings for your Time Machine backups for your Mac.
cs_cz: Nakonfigurujte nastavení pro zálohy službou Time Machine vašeho zařízení Mac.
de_de: Konfigurieren Sie Einstellungen für die Time Machine-Sicherungen auf Ihrem Mac.
es_es: Configure los ajustes de las copias de seguridad de Time Machine para su Mac.
fr_fr: Configurez les paramètres des sauvegardes Time Machine pour votre Mac.
hu_hu: A Mac Time Machine biztonsági mentéséhez kapcsolódó adatok beállításainak megadása.
it_it: Configurare le impostazioni per i backup di Time Machine per il Mac.
ja_jp: Mac の Time Machine バックアップ設定を構成します。
ko_kr: Mac용 Time Machine 백업 설정을 구성합니다.
nb_no: Konfigurer innstillinger for Tidsmaskin-sikkerhetskopier for Mac.
nl_nl: Instellingen configureren voor uw Time Machine-back-ups op uw Mac.
pl_pl: Skonfiguruj ustawienia kopii zapasowych komputera Mac tworzonych za pomocą programu Time Machine.
pt_br: Configure as definições dos backup do Time Machine para o Mac.
ru_ru: Настройте резервное копирование Time Machine для своего компьютера Mac.
sv_se: Konfigurera inställningar av Time Machine-säkerhetskopior för Mac.
tr_tr: Mac aygıtınızın Time Machine yedeklemelerine ilişkin ayarları yapılandırın.
zh_cn: 为您的 Mac 的 Time Machine 备份设置配置。
zh_tw: 為您的 Mac Time Machine 備份進行設定。

# CONTENT_SETTINGS_DIALOG_LABEL_SELECT_A_SHARE
source: Select a Share
cs_cz: Vyberte sdíl. složku
de_de: Freigabe auswählen
es_es: Seleccionar arch. compartido
fr_fr: Sélec. dossier partagé
hu_hu: Megosztás kivál.
it_it: Seleziona una condivisione
ja_jp: 共有を選択
ko_kr: 공유 선택
nb_no: Velg en delt ressurs
nl_nl: Selecteer een share
pl_pl: Wybierz udział
pt_br: Selecionar um compartilhamento
ru_ru: Выберите ресурс
sv_se: Välj en resurs
tr_tr: Paylaşım Seçin
zh_cn: 请选择一个共享
zh_tw: 選擇共享

# CONTENT_SETTINGS_DIALOG_LABEL_ENABLED_ON_SHARE
source: Enabled on share:
cs_cz: Povoleno na sdílené složce:
de_de: Aktiviert für Freigabe:
es_es: Habilitado en el archivo compartido:
fr_fr: Activé sur le dossier partagé :
hu_hu: Engedélyezés a megosztáson:
it_it: Abilitato/a sulla condivisione:
ja_jp: 共有で有効:
ko_kr: 공유에 활성화됨:
nb_no: Aktivert på delt ressurs:
nl_nl: Ingeschakeld op share:
pl_pl: Włączono dla udziału:
pt_br: Ativado no compartilhamento:
ru_ru: Разрешено на ресурсе:
sv_se: Aktiverad på resurs:
tr_tr: Paylaşımda etkinleştirilen:
zh_cn: 在共享中启用：
zh_tw: 於共享中啟用：

# CONTENT_SETTINGS_DIALOG_LABEL_MAXIMUM_SIZE
source: Maximum Size
cs_cz: Maximální velikost
de_de: Maximale Größe
es_es: Tamaño máximo
fr_fr: Taille maximum
hu_hu: Maximális méret
it_it: Dimensione massima
ja_jp: 最大サイズ
ko_kr: 최대 크기
nb_no: Maksimal størrelse
nl_nl: Maximumgrootte
pl_pl: Maksymalny rozmiar
pt_br: Tamanho máximo
ru_ru: Макс. размер
sv_se: Maximal storlek
tr_tr: Maksimum Boyut
zh_cn: 最大容量
zh_tw: 大小上限

# CONTENT_SETTINGS_DIALOG_STRING_MAXIMUM_SIZE_WARNING
source: Increasing the maximum backup value after the initial backup has no effect on existing backups. WD recommends leaving this setting at the maximum value for your initial backup. After the first backup is complete, you can change the backup size by dragging the Maximum Size slider.
cs_cz: Pokud po počátečním zálohování zvýšíte hodnotu maximální velikosti, nebude to mít žádný vliv na stávající zálohy. Společnost WD doporučuje, abyste toto nastavení pro počáteční zálohování ponechali na maximální hodnotě. Po dokončení počátečního zálohování můžete velikost změnit posunutím posuvníku Maximální velikost.
de_de: Das Erhöhen der maximalen Sicherungsgröße nach dem Ausführen der ursprünglichen Sicherung hat keine Auswirkung auf die bestehenden Sicherungen. Wir empfehlen, für diese Einstellung für die ursprüngliche Sicherung den maximalen Wert beizubehalten. Nach dem Abschluss der ersten Sicherung können Sie die Sicherungsgröße durch Verschieben des Reglers für die „maximale Größe“ ändern.
es_es: El hecho de aumentar el valor máximo de la copia de seguridad después de la copia de seguridad inicial no tiene ningún efecto sobre las copias de seguridad existentes. WD recomienda dejar esta configuración en el valor máximo para la copia de seguridad inicial. Cuando se complete la primera copia de seguridad, podrá cambiar el tamaño de la copia de seguridad arrastrando el control deslizante Tamaño máximo.
fr_fr: l'augmentation de la valeur maximale de sauvegarde après la sauvegarde initiale n'a aucun effet sur les sauvegardes existantes. Lors de votre première sauvegarde, WD recommande de laisser la valeur maximale pour ce paramètre. Une fois la première sauvegarde effectuée, vous pouvez changer la taille de sauvegarde en déplaçant le curseur de Taille maximum.
hu_hu: A maximális mentési méret első biztonsági mentés utáni növelése nincs hatással a meglévő biztonsági másolatokra. A Western Digital javasolja, hogy az adatok első biztonsági mentéséhez ezt az értéket a legmagasabbra állítsa be. Miután az első biztonsági mentés elkészült, a mentés méretét a maximális méret csúszkával megváltoztathatja.
it_it: L'aumento del valore massimo dopo il backup iniziale non produce effetti sui backup esistenti. WD consiglia di lasciare l'impostazione sul valore massimo consentito per il backup iniziale. Una volta completato il primo backup, è possibile modificare la dimensione del backup trascinando il dispositivo di scorrimento della dimensione massima.
ja_jp: 初期バックアップ後に最大バックアップ値を増やしても、既存のバックアップに影響はありません。 WD はこの設定を初期バックアップの最大値のままにすることをお勧めします。 最初のバックアップが完了した後に、[最大サイズ] スライダをドラッグして、バックアップ サイズを変更できます。
ko_kr: 초기 백업 후에 최대 백업 값을 늘리면 기존 백업에는 이 값이 아무런 영향을 미치지 않습니다. WD에서는 이 설정을 초기 백업에 대해 최대값으로 유지할 것을 권장합니다. 최초 백업이 완료된 후 최대 크기 슬라이더를 끌어서 백업 크기를 변경할 수 있습니다.
nb_no: Økning av maksimal sikkerhetskopiverdi etter den første sikkerhetskopieringen, har ingen innvirkning på eksisterende sikkerhetskopier. WD anbefaler at denne innstillingen står på høyeste verdi for den første sikkerhetskopieringen. Etter at den første sikkerhetskopieringen er fullført, kan du endre sikkerhetskopistørrelse ved å bruke glidebryteren og angi maksimal størrelse.
nl_nl: Het vergroten van de maximale back-upwaarde na de aanvankelijke back-up heeft geen effect op bestaande back-ups. WD raadt aan om deze instelling op de maximale waarde te laten voor uw aanvankelijke back-up. Wanneer de aanvankelijke back-up is voltooid, kunt u de back-upgrootte wijzigen door de schuifknop Maximumgrootte te slepen.
pl_pl: Zwiększenie maksymalnej wartości kopii zapasowej po utworzeniu początkowej kopii zapasowej nie ma wpływu na już istniejące kopie zapasowe. Firma WD zaleca pozostawienie maksymalnej dopuszczalnej wartości tego ustawienia dla początkowej kopii zapasowej. Po utworzeniu pierwszej kopii zapasowej można zmienić ustawienie rozmiaru kopii zapasowej, przeciągając suwak Maksymalny rozmiar.
pt_br: Aumentar o valor máximo de backup após o backup inicial não tem efeito nos backups existentes. A WD recomenda que essa configuração seja mantida no valor máximo para o seu backup inicial. Quando o backup inicial for concluído, você poderá alterar o tamanho dele ao arrastar o controle deslizante de Tamanho máximo.
ru_ru: Увеличение максимального значения размера после первоначального резервного копирования не влияет на существующие резервные копии. WD рекомендует выбрать для этой настройки максимальное значение при выполнении первоначального резервного копирования. После завершения первого резервного копирования можно изменить размер резервной копии с помощью ползунка «Макс. размер».
sv_se: En ökning av den maximala säkerhetskopieringsvärdet efter den första säkerhetskopieringen har ingen effekt på befintliga säkerhetskopior. WD rekommenderar att inställningen har det högsta värdet för den första säkerhetskopieringen. När den första säkerhetskopieringen är klar kan du ändra säkerhetskopieringsstorleken genom att dra i skjutreglaget Maximal storlek.
tr_tr: İlk yedeklemeden sonra maksimum yedekleme değerinin artırılması mevcut yedeklemeleri etkilemez. WD bu ayarı ilk yedeklemeniz için maksimum değerde bırakmanızı önerir. İlk yedekleme tamamlandıktan sonra Maksimum Boyut kaydırıcısını sürükleyerek yedek boyutunu değiştirebilirsiniz.
zh_cn: 在初始备份后增加最大备份值对现有备份不起作用。 WD 建议为初始备份将此设置保留为最大值。 首次备份完成后，可以拖动“最大大小”滑块更改备份大小。
zh_tw: 在起始備份之後增加備份值上限並不會影響現有的備份。 WD 建議在起始備份中將設定設為最大值。 在第一次備份成功之後，您可以藉由拖曳上限值滑桿來變更備份大小。

# CONTENT_SETTINGS_HEAD2_DLNA_MEDIA_SERVER
source: DLNA Media Server
cs_cz: Server médií DLNA
de_de: DLNA-Medienserver
es_es: Servidor multimedia DLNA
fr_fr: Serveur multimédia DLNA
hu_hu: DLNA-médiakiszolgáló
it_it: Server multimediale DLNA
ja_jp: DLNA メディア サーバー
ko_kr: DLNA 미디어 서버
nb_no: DLNA-medieserver
pl_pl: Serwer multimediów DLNA
pt_br: Servidor de mídia DLNA
ru_ru: Сервер мультимедиа DLNA
sv_se: DLNA-medieserver
tr_tr: DLNA Medya Sunucusu
zh_cn: DLNA 媒体服务器
zh_tw: DLNA 媒體伺服器

# CONTENT_SETTINGS_LABEL_MEDIA_STREAMING
source: Media Streaming
cs_cz: Datový proud médií
de_de: Medienstreaming
es_es: Transm. multimedia
fr_fr: Streaming multimédia
hu_hu: Média-továbbítás
it_it: Stream. multim.
ja_jp: メディア ストリーミング
ko_kr: 미디어 스트리밍
nb_no: Mediestreaming
nl_nl: Media streamen
pl_pl: Przesył. strum.mult.
pt_br: Streaming de mídia
ru_ru: Воспроизведение мультимедиа
sv_se: Mediaströmning
tr_tr: Medya Akışı
zh_cn: 媒体流
zh_tw: 媒體串流

# CONTENT_SETTINGS_LINK_VIEW_MEDIA_PLAYERS
source: View Media Players
cs_cz: Zobrazit přehrávače médií
de_de: Medienplayer anzeigen
es_es: Ver reproductores multimedia
fr_fr: Afficher les lecteurs multimédias
hu_hu: Médialejátszók megjelenítése
it_it: Visualizza lettori multimediali
ja_jp: メディア プレイヤーの表示
ko_kr: 미디어 플레이어 보기
nb_no: Vis mediespillere
nl_nl: Mediaspelers bekijken
pl_pl: Wyświetl odtwarzacze multimediów
pt_br: Exibir reprodutores de mídia
ru_ru: Просмотр проигрывателей
sv_se: Visa mediespelare
tr_tr: Medya Oynatıcılarını Görüntüle
zh_cn: 查看媒体播放器
zh_tw: 檢視媒體播放器

# CONTENT_SETTINGS_LABEL_VERSION
source: Version
cs_cz: Verze
es_es: Versión
hu_hu: Verzió
it_it: Versione
ja_jp: バージョン
ko_kr: 버전
nb_no: Versjon
nl_nl: Versie
pl_pl: Wersja
pt_br: Versão
ru_ru: Версия
tr_tr: Sürüm
zh_cn: 版本
zh_tw: 版本

# CONTENT_SETTINGS_LABEL_LAST_VERSION
source: Last Update
cs_cz: Poslední aktualizace
de_de: Letzte Aktualisierung
es_es: Última actualización
fr_fr: Dernière mise à jour
hu_hu: Utolsó frissítés
it_it: Ultimo aggiorn.
ja_jp: 前回の更新
ko_kr: 마지막 업데이트
nb_no: Siste oppdatering
nl_nl: Laatste update
pl_pl: Ostatnia aktualizacja
pt_br: Última atualização
ru_ru: Послед. обнов-е
sv_se: Senaste uppdatering
tr_tr: Son Güncelleştirme
zh_cn: 上次更新
zh_tw: 最後更新

# CONTENT_SETTINGS_STRING_UPDATING_DATABASE
source: Updating database...
cs_cz: Probíhá aktualizování databáze...
de_de: Datenbank wird aktualisiert ...
es_es: Actualizando base de datos...
fr_fr: Mise à jour de la base de données…
hu_hu: Adatbázis frissítése...
it_it: Aggiornamento database in corso...
ja_jp: データベースを更新中...
ko_kr: 데이터베이스 업데이트 중...
nb_no: Oppdaterer database ...
nl_nl: Database bijwerken...
pl_pl: Aktualizowanie bazy danych...
pt_br: Atualizando banco de dados...
ru_ru: Выполняется обновление базы данных...
sv_se: Uppdaterar databas...
tr_tr: Veritabanı güncelleştiriliyor...
zh_cn: 正在更新数据库...
zh_tw: 更新資料庫

# CONTENT_SETTINGS_LABEL_DLNA_DATABASE
source: DLNA Database
cs_cz: Databáze DLNA
de_de: DLNA-Datenbank
es_es: Base de datos DLNA
fr_fr: BDD DLNA
hu_hu: DLNA-adatbázis
it_it: Database DLNA
ja_jp: LDNA データベース
ko_kr: DLNA 데이터베이스
pl_pl: Baza danych DLNA
pt_br: Banco de dados DLNA
ru_ru: База данных DLNA
sv_se: DLNA-databas
tr_tr: DLNA Veritabanı
zh_cn: DLNA 数据库
zh_tw: DLNA 資料庫

# CONTENT_SETTINGS_DIALOG_TITLE_MEDIA_STREAMING_OPTIONS
source: Media Streaming Options
cs_cz: Možnosti vysílání datového proudu médií
de_de: Optionen für Medienstreaming
es_es: Opciones de transmisión multimedia
fr_fr: Options de streaming multimédia
hu_hu: Médiaadatfolyam-továbbítás lehetőségei
it_it: Opzioni streaming multimediale
ja_jp: メディア ストリーミング オプション
ko_kr: 미디어 스트리밍 옵션
nb_no: Alternativer for mediestreaming
nl_nl: Opties voor media streamen
pl_pl: Opcje przesyłania strumieniowego multimediów
pt_br: Opções de streaming de mídia
ru_ru: Параметры потокового воспроизведения мультимедиа
sv_se: Alternativ för medieströmning
tr_tr: Medya Akışı Seçenekleri
zh_cn: 媒体流选项
zh_tw: 媒體串流選項

# CONTENT_SETTINGS_DIALOG_STRING_MEDIA_STREAMING_OPTIONS_INTRO
source: Stream music, video, or photos to any compatible device through your home.
cs_cz: Vysílejte datový proud hudby, videa nebo fotografií do jakéhokoliv kompatibilního zařízení ve vaší domácnosti.
de_de: Streamen Sie Musik, Videos oder Fotos über die Startseite direkt auf ein beliebiges kompatibles Gerät.
es_es: Transmita música, vídeos o fotos a cualquier dispositivo compatible a través de su inicio.
fr_fr: Diffusez de la musique, des vidéos ou des photos sur n'importe quel dispositif compatible se trouvant chez vous.
hu_hu: Zene, videó vagy fénykép átvitele otthonának bármely kompatibilis eszközére.
it_it: Streaming di musica, video o foto su qualsiasi dispositivo compatibile tramite la home page.
ja_jp: ホームから対応するデバイスに音楽、動画、画像をストリーミングします。
ko_kr: 음악, 비디오 또는 사진을 홈을 통해 호환되는 장치에 스트리밍합니다.
nb_no: Stream musikk, video eller bilder til en kompatibel enhet i hjemmet.
nl_nl: Stream muziek, video of foto's naar alle compatibele apparaten in uw huis.
pl_pl: Przesyłaj strumieniowo utwory muzyczne, filmy i zdjęcia do dowolnego zgodnego urządzenia w domu.
pt_br: Faça streaming de música, vídeo ou fotografias para qualquer dispositivo compatível em toda a sua casa.
ru_ru: Воспроизводите музыку, фильмы и фотографии на любом совместимом устройстве у себя дома.
sv_se: Strömma musik, video eller foton till en kompatibel enhet genom ditt hem.
tr_tr: Herhangi bir uyumlu cihazın giriş sayfasından müzik, video veya fotoğraf akışı yapın.
zh_cn: 在家中将音乐、视频和照片发送到兼容的设备上。
zh_tw: 從家裡將音樂、影片或照片串流至任何相容的音樂。

# CONTENT_SETTINGS_STRING_MEDIA_PLAYERS
source: Media players
cs_cz: Přehrávače médií
de_de: Medienplayer
es_es: Reproductores multimedia
fr_fr: Lecteurs multimédias
hu_hu: Médialejátszók
it_it: Lettori multimediali
ja_jp: メディア プレイヤー
ko_kr: 미디어 플레이어
nb_no: Mediespillere
nl_nl: Mediaspelers
pl_pl: Odtwarzacze multimediów
pt_br: Reprodutores de mídia
ru_ru: Проигрыватели
sv_se: Mediaspelare
tr_tr: Medya oynatıcıları
zh_cn: 媒体播放器
zh_tw: 媒體播放器

# CONTENT_SETTINGS_LABEL_ITUNES_SERVER
source: iTunes Server
cs_cz: Server iTunes
es_es: Servidor de iTunes
fr_fr: Serveur iTunes
hu_hu: iTunes-kiszolgáló
it_it: Server iTunes
ja_jp: iTunes サーバー
ko_kr: iTunes 서버
pl_pl: Serwer iTunes
pt_br: Servidor do iTunes
ru_ru: Сервер iTunes
tr_tr: iTunes Sunucusu
zh_cn: iTunes 服务器。
zh_tw: iTunes 伺服器
