Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# STRING_INTRO_LEVEL2_GETTING_STARTED
source: Access requires a WDMyCloud.com login, and each user needs one.
cs_cz: Pro přístup je vyžadováno přihlášení ke službě WDMyCloud.com, přičemž každý uživatel potřebuje své vlastní přihlášení.
de_de: Für den Zugriff benötigt jeder Benutzer einen WDMyCloud.com-Anmeldenamen.
es_es: El acceso requiere iniciar sesión en WDMyCloud.com y cada usuario necesita un inicio de sesión.
fr_fr: L'accès requiert un identifiant WDMyCloud.com, et chaque utilisateur doit en avoir un.
hu_hu: Az elérésükhöz rendelkeznie kell WDMyCloud.com belépési jogosultsággal, amelyre minden egyes további felhasználónak is szüksége van.
it_it: L'accesso richiede l'accesso WDMyCloud.com, necessario per ciascun utente.
ja_jp: アクセスするには、ユーザーごとに WDMyCloud.com ログインが必要です。
ko_kr: 액세스하려면 WDMyCloud.com 로그인이 필요하며, 모든 사용자에게 각각 로그인이 하나씩 필요합니다.
nb_no: Tilgang krever en WDMyCloud.com-innlogging, og hver bruker må ha en konto.
nl_nl: Voor toegang is een WDMyCloud.com-aanmelding nodig voor elke gebruiker.
pl_pl: Aby uzyskać dostęp, potrzebny jest identyfikator WDMyCloud.com. Potrzebuje go każdy użytkownik.
pt_br: O acesso requer um login do WDMyCloud.com para cada usuário.
ru_ru: Для доступа требуется логин WDMyCloud.com, который должен быть у каждого пользователя.
sv_se: Åtkomst kräver ett användarkonto på WDMyCloud.com och varje användare behöver ett.
tr_tr: Erişim için WDMyCloud.com oturum açma bilgileri gerekir ve her kullanıcıda bir tane olmalıdır.
zh_cn: 访问需要有一个 WDMyCloud.com 登录账户，每个用户使用一个登录账户。
zh_tw: 需要 WDMyCloud.com 的帳號來存取，每位使用者都需要一個帳號。

# STRING_INTRO_TABLE_HEAD_GETTING STARTED
source: Sign up for a WDMyCloud.com login
cs_cz: Zaregistrovat se k přihlašování ke službě WDMyCloud.com
de_de: Registrieren und WDMyCloud.com-Anmeldename erhalten
es_es: Registrarse para obtener un inicio de sesión de WDMyCloud.com
fr_fr: Inscription à WDMyCloud.com
hu_hu: A WDMyCloud.com belépési jogosultság megszerzéséhez iratkozzon fel itt!
it_it: Iscriversi per l'accesso WDMyCloud.com
ja_jp: WDMyCloud.com ログインの登録
ko_kr: WDMyCloud.com 로그인을 위한 등록
nb_no: Registrer deg for WDMyCloud.com-innlogging
nl_nl: Registreer u voor een WDMyCloud.com-aanmelding
pl_pl: Zarejestruj się w celu uzyskania identyfikatora WDMyCloud.com
pt_br: Inscreva-se para o um login do WDMyCloud.com
ru_ru: Зарегистрироваться для получения логина WDMyCloud.com
sv_se: Skapa ett konto på WDMyCloud.com
tr_tr: WDMyCloud.com oturumuna kaydol
zh_cn: 注册一个 WDMyCloud.com 登录账户
zh_tw: 請申請 WDMyCloud.com 的帳號

# STRING_INTRO_LEVEL3_GETTING_STARTED
source: Entering your email address registers your WD My Cloud device and sets you up to receive updates and info. Also, each time you add a user, WD My Cloud automatically creates a new share using the first name of the user.
cs_cz: Zadáním své e-mailové adresy zaregistrujete své zařízení WD My Cloud a nastavíte přijímání aktualizací a informací o zařízení. Při každém přidání uživatele zařízení WD My Cloud také automaticky vytvoří novou sdílenou složku na základě jména nového uživatele.
de_de: Durch die Eingabe Ihrer E-Mail-Adresse wird Ihr Gerät registriert und Sie erhalten Aktualisierungen und Infos zu WD My Cloud. Außerdem wird bei jedem Erstellen eines neuen Benutzers automatisch in WD My Cloud eine neue Freigabe mit dem Vornamen des Benutzers erstellt.
es_es: Al introducir la dirección de correo electrónico se registra el dispositivo WD My Cloud y se configura el envío de actualizaciones y de información. Además, cada vez que agrega un usuario, WD My Cloud crea automáticamente un archivo compartido nuevo usando el nombre del usuario.
fr_fr: La saisie de votre adresse électronique permet l'enregistrement de votre dispositif WD My Cloud, suite à quoi vous recevrez des mises à jour et des informations. De plus, chaque fois que vous ajoutez un utilisateur, WD My Cloud crée automatiquement un nouveau dossier partagé à partir du prénom de l'utilisateur.
hu_hu: Az e-mail címe megadásakor az Ön által használt WD My Cloud eszköz regisztrációja is megtörténik, és Ön ettől kezdve friss információt kap majd. Továbbá minden alkalommal, amikor új felhasználót vesz fel, a WD My Cloud automatikusan létrehoz egy új megosztást az új felhasználó keresztnevével.
it_it: L'immissione di un indirizzo e-mail registra il dispositivo WD My Cloud e imposta la ricezione degli aggiornamenti e delle info. Ogni volta che si aggiunge un utente, WD My Cloud crea automaticamente una nuova condivisione, utilizzando il nome dell'utente.
ja_jp: 電子メール アドレスを入力すると、WD My Cloud デバイスが登録され、更新と最新情報を受信するように設定されます。 また、ユーザーを追加するたびに、WD My Cloud はユーザーの名前 (名) を使用して、自動的に新しい共有を作成します。
ko_kr: 이메일 주소를 입력하면 WD My Cloud 장치가 등록되고, 운영자가 정보와 업데이트를 수신할 수 있도록 설정됩니다. 또한 사용자를 추가할 때마다, WD My Cloud가 해당 사용자의 이름을 사용하여 자동으로 새 공유를 만듭니다.
nb_no: WD My Cloud-enheten registreres når du legger inn e-postadressen din, og du vil motta oppdateringer og info. Hver gang du legger til en bruker, oppretter WD My Cloud også automatisk en ny delt ressurs ved å bruke fornavnet på brukeren.
nl_nl: Wanneer u uw e-mailadres invoert, registreert u uw WD My Cloud-apparaat en bent u gereed om updates en informatie te ontvangen. Bovendien maakt WD My Cloud elke keer dat u een gebruiker toevoegt automatisch een nieuwe share op basis van de voornaam van de gebruiker.
pl_pl: Wprowadzenie adresu e-mail powoduje zarejestrowanie urządzenia WD My Cloud oraz umożliwia otrzymywanie dotyczących go aktualizacji i informacji. Za każdym razem, gdy zostanie dodany użytkownik, urządzenie WD My Cloud automatycznie tworzy nowy udział na podstawie imienia tego użytkownika.
pt_br: A inserção do seu endereço de e-mail registra o dispositivo de WD My Cloud e define a configuração para receber atualizações e informações. Além disso, a cada vez que você adiciona um usuário, o WD My Cloud cria automaticamente um novo compartilhamento usando o nome do usuário.
ru_ru: При вводе адреса электронной почты ваше устройство WD My Cloud регистрируется и настраивается получение обновлений и информации. Также при добавлении каждого пользователя WD My Cloud автоматически создает новый ресурс, используя имя этого пользователя.
sv_se: När du anger din e-postadress registreras din WD My Cloud-enhet och du får uppdateringar och information om WD My Cloud. Varje gång du lägger till en användare skapar WD My Cloud också automatiskt en ny resurs med användarens förnamn.
tr_tr: E-posta adresinizi girdiğinizde WD My Cloud aygıtınız kaydedilir ve güncelleştirmeleri ve bilgileri almak üzere ayarlanır. Ayrıca, her kullanıcı eklediğinizde, WD My Cloud kullanıcının adıyla otomatik olarak yeni bir paylaşım oluşturur.
zh_cn: 输入您的电子邮件地址，注册 WD My Cloud 设备，然后进行设置以便收到相关更新和信息。 此外，每次添加一个用户，WD My Cloud会使用该用户的名字自动创建一个新的共享。
zh_tw: 輸入您的電子郵件地址，以註冊您的 WD My Cloud 裝置，可讓您接收更新及資訊。 另外，每次新增使用者時，WD My Cloud 會自動使用該使用者的名字建立新的共享。

# STRING_INTRO2_LEVEL1_GETTING_STARTED
source: That's it.
cs_cz: To je vše.
de_de: So einfach ist es!
es_es: Ya está.
fr_fr: Et voilà !
hu_hu: Ez az, remek!
it_it: Tutto molto semplice.
ja_jp: 以上です。
ko_kr: 이것이 전부입니다.
nb_no: Det er det hele.
nl_nl: Dat is alles.
pl_pl: To wszystko.
pt_br: É simples assim.
ru_ru: Вот и все.
sv_se: Det är allt.
tr_tr: İşte bu kadar.
zh_cn: 就这么简单。
zh_tw: 就是這樣。

# STRING_INTRO2_LEVEL2_GETTING_STARTED
source: You'll receive an email from WDMyCloud.com with your login info.
cs_cz: Obdržíte e-mail od služby WDMyCloud.com s vašimi přihlašovacími údaji.
de_de: Sie erhalten von WDMyCloud.com eine E-Mail mit Ihren Anmeldedaten.
es_es: Recibirá un correo electrónico de WDMyCloud.com con la información de inicio de sesión.
fr_fr: Vous recevrez un e-mail de WDMyCloud.com contenant les informations relatives à votre identifiant.
hu_hu: Hamarosan egy e-mailt kap a WDMyCloud.com oldalról a belépési adataival.
it_it: Verrà ricevuta un'e-mail da WDMyCloud.com con le info di accesso.
ja_jp: ログイン情報が記載された電子メールが WDMyCloud.com から送信されます。
ko_kr: WDMyCloud.com으로부터 자신의 로그인 정보가 들어 있는 이메일이 발송됩니다.
nb_no: Du vil motta en e-post fra WDMyCloud.com med innloggingsinformasjonen din.
nl_nl: U ontvangt een e-mail van WDMyCloud.com met uw aanmeldgegevens.
pl_pl: Otrzymasz z serwisu WDMyCloud.com wiadomość e-mail zawierającą identyfikator.
pt_br: Você receberá um e-mail de WDMyCloud.com com as informações de login.
ru_ru: Вы получите по электронной почте сообщение от WDMyCloud.com информацией для входа.
sv_se: Du får ett e-postmeddelande från WDMyCloud.com med dina användaruppgifter.
tr_tr: WDMyCloud.com adresinden oturum açma bilgilerinizi içeren bir e-posta alacaksınız.
zh_cn: 您将收到一封来自 WDMyCloud.com 的电子邮件，其中包含您的登录信息。
zh_tw: 您將從 WDMyCloud.com 收到包含您登入資訊的電子郵件。

# STRING_INTRO2_LEVEL3_GETTING_STARTED
source: Click these links for additional software and info:
cs_cz: Kliknutím na tyto odkazy získáte další software a informace:
de_de: Klicken Sie auf die Verknüpfungen, um weitere Software und Informationen zu erhalten:
es_es: Haga clic en estos vínculos para obtener más software e información:
fr_fr: Cliquez sur ces liens pour plus de logiciels et d'informations :
hu_hu: Kattintson erre a linkre további szoftverekért és információért:
it_it: Per ulteriori informazioni e software, fare clic sui collegamenti:
ja_jp: 追加ソフトウェアおよび情報については、これらのリンクをクリックしてください。
ko_kr: 이러한 링크를 클릭하여 추가적인 소프트웨어와 정보를 볼 수 있습니다.
nb_no: Klikk på disse koblingene for mer programvare og info:
nl_nl: Klik op deze koppelingen voor extra software en informatie:
pl_pl: Aby uzyskać dodatkowe oprogramowanie i informacje, klikaj poniższe łącza:
pt_br: Clique nesses links para receber mais informações e software:
ru_ru: Нажмите эти ссылки для получения дополнительного программного обеспечения и информации:
sv_se: Klicka på länkarna för fler program och information:
tr_tr: Diğer yazılımlar ve bilgiler için bu bağlantıları tıklatın:
zh_cn: 单击这些链接，以获取额外的软件和信息:
zh_tw: 欲知其他軟體以及資訊，請按一下此連結：

# STRING_INTRO2_CHECKBOX1_GETTING_STARTED
source: Automatically update WD My Cloud when a firmware update is available.
cs_cz: Automaticky aktualizovat zařízení WD My Cloud, pokud je k dispozici aktualizace firmwaru.
de_de: WD My Cloud automatisch aktualisieren, wenn eine Firmware-Aktualisierung verfügbar ist.
es_es: Actualice automáticamente WD My Cloud cuando haya una actualización del firmware disponible.
fr_fr: Mettre automatiquement WD My Cloud à jour lorsqu'un micrologiciel est disponible.
hu_hu: Automatikusan frissítse WD My Cloud felhőrendszerét, amint egy belső vezérlőprogram-frissítés elérhető.
it_it: Aggiornare automaticamente WD My Cloud quando è disponibile un aggiornamento firmware.
ja_jp: ファームウェア更新が利用可能な場合、自動的に WD My Cloud を更新します。
ko_kr: 새 펌웨어 업데이트가 있으면 자동으로 WD My Cloud를 업데이트합니다.
nb_no: Oppdater WD My Cloud automatisk når en fastvareoppdatering er tilgjengelig.
nl_nl: WD My Cloud automatisch bijwerken wanneer een firmware-update beschikbaar is.
pl_pl: Automatycznie aktualizuj urządzenie WD My Cloud, gdy zostanie udostępniona aktualizacja oprogramowania układowego.
pt_br: Atualizar automaticamente o WD My Cloud quando houver uma atualização de firmware disponível.
ru_ru: Автоматически обновлять WD My Cloud, когда доступно обновление микропрограммы.
sv_se: Uppdatera WD My Cloud automatiskt när en uppdatering av fast programvara finns.
tr_tr: Bir bellenim güncelleştirmesi olduğunda WD My Cloud uygulamasını otomatik olarak güncelleştir.
zh_cn: 当固件更新可用时，自动更新 WD My Cloud。
zh_tw: 當韌體更新可供使用時自動更新 WD My Cloud。

# GLOB_NAV_HELP_DIALOG_STRING_GETTING_STARTED_DESC
source: Use the getting started instructions to get up and running on your WD My Cloud and maximize your WD experience.
cs_cz: Použijte pokyny v části Začínáme k nastavení a spuštění svého zařízení WD My Cloud a k maximalizaci vašeho využití zařízení WD.
de_de: Die Informationen unter „Erste Schritte“ helfen Ihnen bei der Nutzung Ihrer WD My Cloud.
es_es: Use las instrucciones acerca de cómo comenzar para empezar a usar su WD My Cloud y maximizar su experiencia en WD.
fr_fr: Lancez votre WD My Cloud et optimisez votre expérience WD grâce aux instructions de mise en route.
hu_hu: Hajtsa végre a kezdő lépéseknél leírt utasításokat a saját WD My Cloud felhője létrehozásához és üzemeltetéséhez, és használja ki a WD összes előnyét!
it_it: Utilizzare le istruzioni della guida introduttiva per il funzionamento e l'esecuzione di WD My Cloud e per ottimizzare l'esperienza WD.
ja_jp: 開始手順を使用して、WD My Cloud を取得して実行し、WD 経験を最大化してください。
ko_kr: 사작 지침을 사용하여 WD My Cloud를 실행하고 WD 사용 경험을 극대화하십시오.
nb_no: Bruk &quot;Kom i gang&quot;-instruksjonene for å begynne å bruke WD My Cloud og maksimere WD-opplevelsen din.
nl_nl: Gebruik de aanwijzingen onder Aan de slag om uw WD My Cloud te starten en uw WD-ervaring te maximaliseren.
pl_pl: Skorzystaj z instrukcji wprowadzających, aby uruchomić urządzenie WD My Cloud i w pełni korzystać z zalet produktu WD.
pt_br: Use as instruções para os primeiros passos para começar a usar o WD My Cloud e maximizar sua experiência com a WD.
ru_ru: Используйте инструкции по началу работы, чтобы начать применять WD My Cloud и максимально эффективно работать с WD.
sv_se: Använd instruktionerna för att komma igång med ditt WD My Cloud och maximera WD-upplevelsen.
tr_tr: WD My Cloud uygulamasını çalışır durumda tutmak ve WD deneyiminizi en üst düzeye çıkarmak için başlangıç yönergelerini kullanın.
zh_cn: 使用”快速入门“中的说明信息，快速掌握你的 WD My Cloud，获取最好的体验！
zh_tw: 使用快速入門指導啟動運行您的 WD My Cloud，盡情體驗您的 WD 產品。

# GLOB_NAV_HELP_DIALOG_STRING_GETTING_STARTED_ADD_USERS_DESC
source: Add yourself and others to your personal cloud so everyone's connected to their content, all the time.
cs_cz: Přidejte sebe a další osoby do vašeho osobního cloudu, takže každý bude mít neustále přístup ke svému obsahu.
de_de: Fügen Sie sich selbst und andere Benutzer zu Ihrer persönlichen Cloud hinzu, damit alle jederzeit Zugriff die gewünschten Inhalte haben.
es_es: Agréguese usted mismo y a otros a su nube personal para que todo el mundo esté conectado con sus contenidos todo el tiempo.
fr_fr: Ajoutez-vous et d'autres personnes à votre cloud personnel, de telle sorte que tous soyez connectés à votre contenu à tout moment.
hu_hu: Adja hozzá önmagát és másokat a személyes felhőjéhez, hogy mindenki mindig elérhesse a megosztott tartalmakat.
it_it: Aggiungere se stessi e altri utenti al cloud personale in modo che tutti siano sempre connessi ai propri contenuti.
ja_jp: 自分と他のユーザーを個人クラウドに追加することで、全員がいつでもコンテンツに接続できます。
ko_kr: 항상 모든 사람들이 자신의 내용에 연결되어 있도록 자신과 다른 모든 사용자를 자신의 개인 클라우드에 추가하십시오.
nb_no: Legg til deg selv og andre til din personlige nettsky – slik at alle er koblet til sitt innhold hele tiden.
nl_nl: Voeg uzelf en anderen toe aan uw persoonlijke cloud zodat iedereen altijd toegang heeft tot zijn/haar media.
pl_pl: Dodaj siebie i innych do chmury osobistej, aby każdy przez cały czas miał dostęp do swojej zawartości.
pt_br: Além de você, adicione outras pessoas à sua nuvem pessoal para que todos fiquem sempre conectados ao seus conteúdos.
ru_ru: Добавьте себя или других в свое личное облако, чтобы все всегда были подключены к своему контенту.
sv_se: Lägg till dig själv och andra till ditt eget moln så att alla är kopplade till sitt innehåll hela tiden.
tr_tr: Herkesin tüm içeriğe sürekli olarak bağlı olması için, kendinizi ve başkalarını kişisel bulutunuza ekleyin.
zh_cn: 将你自己和其他人添加到你的个人云中，这样所有人都能随时可以连接到他们的内容。
zh_tw: 將您及其他人新增至您的個人雲，如此每位使用者，在任何時間都可存取他們的內容。

# GLOB_NAV_HELP_DIALOG_HEAD2_GETTING_STARTED_SETUP_ADMIN
source: Set up your personal cloud
cs_cz: Nastavte svůj osobní cloud
de_de: Persönliche Cloud einrichten
es_es: Configurar la nube personal
fr_fr: Configurez votre propre cloud
hu_hu: Hozza létre a saját felhőjét!
it_it: Impostazione del cloud personale
ja_jp: 個人クラウドを設定
ko_kr: 개인 클라우드 설정
nb_no: Konfigurer din personlige nettsky
nl_nl: Uw persoonlijke cloud instellen
pl_pl: Skonfiguruj chmurę osobistą
pt_br: Crie a sua nuvem pessoal
ru_ru: Настройте свое личное облако
sv_se: Ställ in ditt eget moln
tr_tr: Kişisel bulutunuzu ayarlayın
zh_cn: 设置您的个人云
zh_tw: 設定您的個人雲

# CONTENT_GENERIC_TEXTBOX_LABEL_YOUR_FIRST_NAME
source: Your First Name
cs_cz: Vaše jméno
de_de: Ihr Vorname
es_es: Su nombre
fr_fr: Votre prénom
hu_hu: Az Ön keresztneve
it_it: Nome
ja_jp: 名前 (名)
ko_kr: 이름
nb_no: Fornavnet ditt
nl_nl: Uw voornaam
pl_pl: Twoje imię
pt_br: Seu nome
ru_ru: Ваше имя
sv_se: Ditt förnamn
tr_tr: Adınız
zh_cn: 您的名字
zh_tw: 您的名字

# CONTENT_GENERIC_TEXTBOX_LABEL_YOUR_LAST_NAME
source: Your Last Name
cs_cz: Vaše příjmení
de_de: Ihr Nachname
es_es: Sus apellidos
fr_fr: Votre nom
hu_hu: Az Ön vezetékneve
it_it: Cognome
ja_jp: 名前 (姓)
ko_kr: 성
nb_no: Etternavnet ditt
nl_nl: Uw achternaam
pl_pl: Twoje nazwisko
pt_br: Seu sobrenome
ru_ru: Ваша фамилия
sv_se: Ditt efternamn
tr_tr: Soyadınız
zh_cn: 您的姓氏
zh_tw: 您的姓氏

# CONTENT_GENERIC_TEXTBOX_LABEL_YOUR_EMAIL_ADDRESS
source: Your Email Address
cs_cz: Vaše e-mailová adresa
de_de: Ihre E-Mail-Adresse
es_es: Su dirección de correo electrónico
fr_fr: votre adresse électronique
hu_hu: Az Ön e-mail címe
it_it: Indirizzo e-mail
ja_jp: 電子メール アドレス
ko_kr: 이메일 주소
nb_no: E-postadressen din
nl_nl: Uw e-mailadres
pl_pl: Twój adres e-mail
pt_br: Seu endereço de e-mail
ru_ru: Ваш адрес электронной почты
sv_se: Din e-postadress
tr_tr: E-posta Adresiniz
zh_cn: 您的电子邮件地址
zh_tw: 您的電子郵件地址

# GLOB_NAV_HELP_DIALOG_HEAD2_GETTING_STARTED_ADD_USERS
source: Invite others to your personal cloud
cs_cz: Přizvěte jiné osoby do svého osobního cloudu
de_de: Andere zu meiner persönlichen Cloud einladen
es_es: Invitar a otros a su nube personal
fr_fr: Invitez d'autres personnes à votre cloud personnel
hu_hu: Hívjon meg másokat a személyes felhőjébe!
it_it: Invita altri al cloud personale
ja_jp: 他のユーザーを個人クラウドに招待
ko_kr: 개인 클라우드에 다른 사용자 초대
nb_no: Inviter andre til din personlige nettsky
nl_nl: Anderen uitnodigen voor uw persoonlijke cloud
pl_pl: Zaproś innych do korzystania z Twojej chmury osobistej
pt_br: Convide outras pessoas para a sua nuvem pessoal
ru_ru: Пригласите других в свое личное облако
sv_se: Bjud in andra till ditt moln
tr_tr: Başkalarını kişisel bulutunuza davet edin
zh_cn: 邀请其他人到您的个人云
zh_tw: 邀請其他人至您的個人雲

# GLOB_NAV_HELP_DIALOG_STRING_GETTING_STARTED_BYPASS_ADD_USERS
source: If you do not wish to add other users now, click Next to continue.
cs_cz: Pokud nyní chcete přidat další uživatele, pokračujte kliknutím na Další.
de_de: Wenn Sie momentan keine weiteren Benutzer hinzufügen möchten, klicken Sie auf „Weiter“.
es_es: Si no desea agregar ahora a otros usuarios, haga clic en Siguiente para continuar.
fr_fr: Si vous ne souhaitez pas ajouter d'autres utilisateurs dès maintenant, cliquez sur Suivant pour continuer.
hu_hu: Ha most nem kíván további felhasználókat hozzáadni, kattintson a Tovább gombra a folytatáshoz!
it_it: Se non si desidera aggiungere altri utenti adesso, fare clic su Avanti per continuare.
ja_jp: 他のユーザーを追加しない場合は、[次へ] をクリックして続行します。
ko_kr: 지금 다른 사용자를 추가하지 않으려면 다음을 클릭하여 계속 진행하십시오.
nb_no: Hvis du ikke ønsker å legge til andre brukere nå, klikker du &quot;Neste&quot; for å fortsette.
nl_nl: Als u op dit moment geen andere gebruikers wilt toevoegen, klikt u op Volgende om door te gaan.
pl_pl: Jeśli nie chcesz teraz dodawać innych użytkowników, kliknij przycisk Dalej, aby kontynuować.
pt_br: Se não quiser adicionar outras pessoas agora, clique em Próximo para continuar.
ru_ru: Если вы не хотите добавлять других пользователей сейчас, нажмите «Далее», чтобы продолжить.
sv_se: Om du inte vill lägga till andra användare nu klickar du på Nästa för att fortsätta.
tr_tr: Şu anda başkalarını eklemek istemiyorsanız, devam etmek için Sonraki öğesini tıklatın.
zh_cn: 如果您不想添加其他用户，请单击&quot;下一步&quot;以继续。
zh_tw: 如果您不希望現在新增其他使用者，按一下下一步以繼續。

# CONTENT_GENERIC_TEXTBOX_LABEL_EMAIL_ADDRESS
source: Email Address
cs_cz: E-mailová adresa
de_de: E-Mail-Adresse
es_es: Dirección de correo electrónico
fr_fr: Adresse électronique
hu_hu: E-mail cím
it_it: Indirizzo e-mail
ja_jp: 電子メール アドレス
ko_kr: 이메일 주소
nb_no: E-postadresse
nl_nl: E-mailadres
pl_pl: Adres e-mail
pt_br: Endereço de e-mail
ru_ru: Адрес электронной почты
sv_se: E-postadress
tr_tr: E-posta Adresi
zh_cn: 电子邮件地址
zh_tw: 您的電子郵件地址

# GLOB_NAV_HELP_DIALOG_HEAD2_SETUP_COMPLETE
source: Setup Complete
cs_cz: Nastavení je dokončeno
de_de: Einrichtung abgeschlossen
es_es: Instalación completa
fr_fr: Configuration terminée
hu_hu: A létrehozás sikeresen megtörtént.
it_it: Impostazione completata
ja_jp: 設定完了
ko_kr: 설정 완료
nb_no: Installasjon fullført
nl_nl: Installatie voltooid
pl_pl: Konfiguracja ukończona
pt_br: Configuração concluída.
ru_ru: Установка завершена
sv_se: Inställning klar.
tr_tr: Kurulum Tamamlandı
zh_cn: 设置完成
zh_tw: 初始設定完成

# GLOB_NAV_HELP_DIALOG_STRING_GETTING_STARTED_LEARN_MORE
source: Learn more about what WD My Cloud can do for you.
cs_cz: Přečtěte si, co všechno vám může zařízení WD My Cloud zajistit.
de_de: Hier finden Sie weitere Informationen über WD My Cloud.
es_es: Obtenga más información acerca de lo que WD My Cloud puede hacer por usted.
fr_fr: En savoir plus sur les possibilités de WD My Cloud.
hu_hu: Tudjon meg többet arról, mi mindent tehet Önért a WD My Cloud felhőrendszer!
it_it: Ulteriori informazioni sulle funzioni di WD My Cloud.
ja_jp: WD My Cloud の詳細機能を見る
ko_kr: WD My Cloud의 기능에 대해 자세히 알아보세요.
nb_no: Finn ut mer om hva WD My Cloud kan gjøre for deg.
nl_nl: Meer weten over wat WD My Cloud voor u kan doen.
pl_pl: Dowiedz się więcej o możliwościach urządzenia WD My Cloud.
pt_br: Saiba mais sobre o que o WD My Cloud pode fazer por você.
ru_ru: Узнайте больше о том, что WD My Cloud может сделать для вас.
sv_se: Mer information om vad WD My Cloud kan göra för dig.
tr_tr: WD My Cloud uygulamasının yapabilecekleri hakkında daha fazla bilgi alın.
zh_cn: 了解更多 WD My Cloud 可以为您做的事情。
zh_tw: 了解更多如何使用 WD My Cloud 的方法。

# GLOB_NAV_HELP_DIALOG_LINK_UPLOAD_CONTENT
source: Upload Content
cs_cz: Nahrát obsah
de_de: Inhalte heraufladen
es_es: Cargar contenidos
fr_fr: Charger le contenu
hu_hu: Tartalom feltöltése
it_it: Caricamento di contenuti
ja_jp: コンテンツのアップロード
ko_kr: 내용 업데이트
nb_no: Last opp innhold
nl_nl: Media uploaden
pl_pl: Prześlij zawartość
pt_br: Fazer upload de conteúdo
ru_ru: Загрузить контент
sv_se: Överföra innehåll
tr_tr: İçeriği Karşıya Yükle
zh_cn: 上传内容
zh_tw: 上載內容

# GLOB_NAV_HELP_DIALOG_LINK_BACKUP_PC_MAC
source: Backup PC/Mac
cs_cz: Zálohovat PC/Mac
de_de: Sicherung für PC/Mac erstellen
es_es: Hacer copia de seguridad del PC/Mac
fr_fr: Sauvegarde PC/MAC
hu_hu: Másolat készítése PC-re/Macre
it_it: Esecuzione di backup di PC/Mac
ja_jp: PC/Mac のバックアップ
ko_kr: 백업 PC/Mac
nb_no: Sikkerhetskopier PC/Mac
nl_nl: Back-up maken van pc/Mac
pl_pl: Utwórz kopię zapasową komputera PC/Mac
pt_br: Fazer backup de PC/Mac
ru_ru: Резервное копирование ПК/Mac
sv_se: Säkerhetskopiera PC/Mac
tr_tr: PC/Mac Yedeklemesi
zh_cn: 对 PC/Mac 备份
zh_tw: 備份 PC/Mac

# GLOB_NAV_HELP_DIALOG_LINK_ACCESS_MOBILE_APPS
source: Access Mobile Apps
cs_cz: Aplikace pro mobilní přístup
de_de: Auf Mobil-Apps zugreifen
es_es: Acceder a aplicaciones móviles
fr_fr: Accéder aux applications mobiles
hu_hu: Mobil alkalmazások elérése
it_it: Accesso alle app mobili
ja_jp: モバイル アプリにアクセス
ko_kr: 모바일 앱 액세스
nb_no: Tilgang til mobilapper
nl_nl: Toegang krijgen tot mobiele apps
pl_pl: Uzyskaj dostęp do aplikacji dla urządzeń przenośnych
pt_br: Acessar aplicativos móveis
ru_ru: Доступ к мобильным приложениям
sv_se: Åtkomst till mobilappar
tr_tr: Mobil Uygulamalara Erişim
zh_cn: 访问移动应用程序
zh_tw: 存取行動應用程式
