Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# CONTENT_DASHBOARD_DIALOG_LABEL_DAC
source: Activation Code
cs_cz: Aktivační kód
de_de: Aktivierungscode
es_es: Código de activación
fr_fr: Code d'activation
hu_hu: Aktiváló kód
it_it: Codice di attivazione
ja_jp: 認証コード
ko_kr: 활성화 코드
nb_no: Aktiveringskode
nl_nl: Activeringscode
pl_pl: Kod aktywacji
pt_br: Código de ativação
ru_ru: Код активации
sv_se: Aktiveringskod
tr_tr: Etkinleştirme Kodu
zh_cn: 激活代码
zh_tw: 啟用代碼

# CONTENT_DASHBOARD_DIALOG_LABEL_SELECT_A_USER
source: Select a User
cs_cz: Vyberte uživatele
de_de: Benutzer auswählen
es_es: Seleccionar usuario
fr_fr: Sélec. utilisateur
hu_hu: Felh. kiválasztása
it_it: Seleziona un utente
ja_jp: ユーザーを選択
ko_kr: 사용자 선택
nb_no: Velg en bruker
nl_nl: Selecteer een gebruiker
pl_pl: Wybierz użytkownika
pt_br: Selecionar um usuário
ru_ru: Выбор польз-ля
sv_se: Välj en användare
tr_tr: Kullanıcı seçin
zh_cn: 请选择一个用户
zh_tw: 選擇使用者

# CONTENT_DASHBOARD_DIALOG_LABEL_EXPIRATION
source: Expiration
cs_cz: Vypršení platnosti
de_de: Ablauf
es_es: Expiración
hu_hu: Lejárat
it_it: Scadenza
ja_jp: 有効期限
ko_kr: 만료
nb_no: Utløpsdato
nl_nl: Verloopdatum
pl_pl: Data wygaśnięcia
pt_br: Expiração
ru_ru: Окончание срока действия
sv_se: Utgångsdatum
tr_tr: Sona Erme
zh_cn: 到期日期
zh_tw: 過期

# CONTENT_USERS_DIALOG_LABEL_EMAIL_ADDRESS
source: Email Address
cs_cz: E-mailová adresa
de_de: E-Mail-Adresse
es_es: Dirección de correo electrónico
fr_fr: Adresse électronique
hu_hu: E-mail cím
it_it: Indirizzo e-mail
ja_jp: 電子メール アドレス
ko_kr: 이메일 주소
nb_no: E-postadresse
nl_nl: E-mailadres
pl_pl: Adres e-mail
pt_br: Endereço de e-mail
ru_ru: Адрес электронной почты
sv_se: E-postadress
tr_tr: E-posta Adresi
zh_cn: 电子邮件地址
zh_tw: 您的電子郵件地址

# CONTENT_SETTINGS_LINK_CONFIGURE
source: Configure
cs_cz: Konfigurovat
de_de: Konfigurieren
es_es: Configurar
fr_fr: Configurer
hu_hu: Konfigurálás
it_it: Configura
ja_jp: 設定
ko_kr: 구성
nb_no: Konfigurer
nl_nl: Configureren
pl_pl: Konfiguruj
pt_br: Configurar
ru_ru: Настроить
sv_se: Konfigurera
tr_tr: Yapılandır
zh_cn: 配置
zh_tw: 設定

# CONTENT_SETTINGS_LINK_EDIT
source: Edit
cs_cz: Úpravy
de_de: Bearbeiten
es_es: Editar
fr_fr: Éditer
hu_hu: Szerkesztés
it_it: Modifica
ja_jp: 編集
ko_kr: 편집
nb_no: Rediger
nl_nl: Bewerken
pl_pl: Edytuj
pt_br: Editar
ru_ru: Изменить
sv_se: Redigera
tr_tr: Düzen
zh_cn: 编辑
zh_tw: 編輯

# CONTENT_SETTINGS_HEAD2_DEVICE_PROFILE
source: Device Profile
cs_cz: Profil zařízení
de_de: Geräteprofil
es_es: Perfil del dispositivo
fr_fr: Profil du dispositif
hu_hu: Eszközprofil
it_it: Profilo dispositivo
ja_jp: デバイス プロファイル
ko_kr: 장치 프로파일
nb_no: Enhetsprofil
nl_nl: Apparaatprofiel
pl_pl: Profil urządzenia
pt_br: Perfil de dispositivo
ru_ru: Профиль устройства
sv_se: Enhetsprofil
tr_tr: Aygıt Profili
zh_cn: 设备配置文件
zh_tw: 裝置設定檔

# CONTENT_SETTINGS_LABEL_DEVICE_NAME
source: Device Name
cs_cz: Název zařízení
de_de: Gerätename
es_es: Nombre del dispositivo
fr_fr: Nom du dispositif
hu_hu: Eszköznév
it_it: Nome dispositivo
ja_jp: デバイス名
ko_kr: 장치 이름
nb_no: Enhetsnavn
nl_nl: Apparaatnaam
pl_pl: Nazwa urządzenia
pt_br: Nome do dispositivo
ru_ru: Название устройства
sv_se: Enhetsnamn
tr_tr: Aygıt Adı
zh_cn: 设备名称
zh_tw: 裝置名稱

# CONTENT_SETTINGS_LABEL_DESCRIPTION
source: Description
cs_cz: Popis
de_de: Beschreibung
es_es: Descripción
hu_hu: Leírás
it_it: Descrizione
ja_jp: 説明
ko_kr: 설명
nb_no: Beskrivelse
nl_nl: Beschrijving
pl_pl: Opis
pt_br: Descrição
ru_ru: Описание
sv_se: Beskrivning
tr_tr: Açıklama
zh_cn: 描述
zh_tw: 描述

# CONTENT_SETTINGS_LABEL_SERIAL_NUMBER
source: Serial Number
cs_cz: Sériové číslo
de_de: Seriennummer
es_es: Número de serie
fr_fr: Numéro de série
hu_hu: Sorozatszám
it_it: Numero di serie
ja_jp: シリアル番号
ko_kr: 일련 번호
nb_no: Serienummer
nl_nl: Serienummer
pl_pl: Numer seryjny
pt_br: Número de série
ru_ru: Серийный номер
sv_se: Serienummer:
tr_tr: Seri Numarası
zh_cn: 序列号
zh_tw: 序號

# CONTENT_SETTINGS_HEAD2_LANGUAGE_AND_CLOCK
source: Language &amp; Clock
cs_cz: Jazyk a hodiny
de_de: Sprache und Uhr
es_es: Idioma y reloj
fr_fr: Langue et heure
hu_hu: Nyelv, óra
it_it: Lingua e orologio
ja_jp: 言語と時計
ko_kr: 언어 및 시계
nb_no: Språk og klokke
nl_nl: Taal en tijd
pl_pl: Język i zegar
pt_br: Idioma e horário
ru_ru: Язык и часы
sv_se: Språk och klocka
tr_tr: Dil ve Saat
zh_cn: 语言和时钟
zh_tw: 語言與時鐘

# CONTENT_SETTINGS_LABEL_LANGUAGE
source: Language
cs_cz: Jazyk
de_de: Sprache
es_es: Idioma
fr_fr: Langue
hu_hu: Nyelv
it_it: Lingua
ja_jp: 言語
ko_kr: 언어
nb_no: Språk
nl_nl: Taal
pl_pl: Język
pt_br: Idioma
ru_ru: Язык
sv_se: Språk
tr_tr: Dil
zh_cn: 语言
zh_tw: 語言

# CONTENT_SETTINGS_LABEL_TIME_ZONE
source: Time Zone
cs_cz: Časové pásmo
de_de: Zeitzone
es_es: Zona horaria
fr_fr: Fuseau horaire
hu_hu: Időzóna
it_it: Fuso orario
ja_jp: タイム ゾーン
ko_kr: 시간대
nb_no: Tidssone
nl_nl: Tijdzone
pl_pl: Strefa czasowa
pt_br: Fuso horário
ru_ru: Часовой пояс
sv_se: Tidszon
tr_tr: Saat Dilimi
zh_cn: 时区
zh_tw: 時區

# CONTENT_SETTINGS_LABEL_NTP_SERVICE
source: NTP Service
cs_cz: Služba NTP
de_de: NTP-Dienst
es_es: Servicio NTP
fr_fr: Service NTP
hu_hu: NTP szolgáltatás
it_it: Servizio NTP
ja_jp: NTP サービス
ko_kr: NTP 서비스
nb_no: NTP-tjeneste
pl_pl: Usługa NTP
pt_br: Serviço NTP
ru_ru: Служба NTP
sv_se: NTP-tjänst
tr_tr: NTP Hizmeti
zh_cn: NTP 服务
zh_tw: NTP 服務

# CONTENT_SETTINGS_LABEL_PRIMARY_SERVER
source: Primary Server
cs_cz: Primární server
de_de: Primärer Server
es_es: Servidor principal
fr_fr: Serveur principal
hu_hu: Elsődleges kiszolgáló
it_it: Server primario
ja_jp: プライマリ サーバー
ko_kr: 주 서버
nb_no: Primærserver
nl_nl: Primaire server
pl_pl: Serwer podstawowy
pt_br: Servidor primário
ru_ru: Основной сервер
sv_se: Primär server
tr_tr: Birincil Sunucu
zh_cn: 主服务器
zh_tw: 主要伺服器

# CONTENT_SETTINGS_LABEL_DATE_AND_TIME
source: Date &amp; Time
cs_cz: Datum a čas
de_de: Datum und Uhrzeit
es_es: Fecha y hora
fr_fr: Date et heure
hu_hu: Dátum és időpont
it_it: Data e ora
ja_jp: 日時
ko_kr: 날짜 및 시간
nb_no: Dato og klokkeslett
nl_nl: Datum en tijd
pl_pl: Data i godzina
pt_br: Data e hora
ru_ru: Дата и время
sv_se: Datum och tid
tr_tr: Tarih ve Saat
zh_cn: 日期和时间
zh_tw: 時間與日期

# CONTENT_SETTINGS_DIALOG_TITLE_NTP_SETTINGS
source: NTP Settings
cs_cz: Nastavení NTP
de_de: NTP-Einstellungen
es_es: Configuración NTP
fr_fr: Paramètres NTP
hu_hu: NTP beállításai
it_it: Impostazioni NTP
ja_jp: NTP 設定
ko_kr: NTP 설정
nb_no: NTP-innstillinger
nl_nl: NTP-instellingen
pl_pl: Ustawienia NTP
pt_br: Configurações do NTP
ru_ru: Настройки NTP
sv_se: NTP-inställningar
tr_tr: NTP Ayarları
zh_cn: NTP 设置
zh_tw: NTP 設定

# CONTENT_SETTINGS_DIALOG_STRING_NTP_SERVICE_INTRO
source: The NTP service synchronizes with your network and automatically updates the date and time on your device.
cs_cz: Služba NTP provádí synchronizaci s vaší sítí a automaticky aktualizuje datum a čas ve vašem zařízení.
de_de: Der NTP-Dienst führt eine Synchronisierung mit dem Netzwerk aus und aktualisiert automatisch das Datum und die Uhrzeit auf dem Gerät.
es_es: El servicio NTP se sincroniza con la red y actualiza automáticamente la fecha y la hora del dispositivo.
fr_fr: Le service NTP se synchronise avec votre réseau et met automatiquement à jour la date et l'heure de votre dispositif.
hu_hu: Az NTP szolgáltatás szinkronizálja eszközét hálózatával, és automatikusan frissíti az eszközön az időt és a dátumot.
it_it: Il servizio NTP esegue la sincronizzazione con la rete e aggiorna automaticamente la data e l'ora nel dispositivo.
ja_jp: NTP サービスはネットワークと同期し、デバイスの日時を自動的に更新します。
ko_kr: NTP 서비스는 네트워크와 동기화하여 장치의 날짜와 시간을 자동으로 업데이트합니다.
nb_no: NTP-tjenesten synkroniseres med nettverket og oppdaterer automatisk dato og klokkeslett på enheten.
nl_nl: De NTP-service synchroniseert met uw netwerk en werkt automatisch de datum en tijd op uw apparaat bij.
pl_pl: Usługa NTP synchronizuje się z siecią i automatycznie aktualizuje datę oraz godzinę na urządzeniu.
pt_br: O serviço NTP entra em sincronia com sua rede e atualiza automaticamente a data e a hora no dispositivo.
ru_ru: Служба NTP выполняет синхронизацию с вашей сетью и автоматически обновляет дату и время на вашем устройстве.
sv_se: NTP-tjänsten synkroniserar med ditt nätverk och uppdaterar automatiskt datum och tid på enheten.
tr_tr: NTP hizmeti, ağınızla eşitlenir ve aygıtınızdaki tarih ve saati otomatik olarak güncelleştirir.
zh_cn: NTP 服务同步您的网络并自动更新设备上的日期和时间。
zh_tw: NTP 服務與您的網路同步以及在您的裝置上自動更新日期及時間。

# CONTENT_SETTINGS_DIALOG_STRING_CURRENT_NTP_SERVERS
source: Current NTP servers
cs_cz: Aktuální servery NTP
de_de: Aktuelle NTP-Server
es_es: Servidores NTP actuales
fr_fr: Serveurs NTP actuels
hu_hu: Jelenlegi NTP-kiszolgáló
it_it: Server NTP correnti
ja_jp: 現在の NTP サーバー
ko_kr: 현재 NTP 서버
nb_no: Gjeldende NTP-servere
nl_nl: Huidige NTP-servers
pl_pl: Bieżące serwery NTP
pt_br: Servidores NTP atuais
ru_ru: Текущие NTP-серверы
sv_se: Aktuella NTP-servrar
tr_tr: Geçerli NTP sunucuları
zh_cn: 当前的 NTP 服务器
zh_tw: 目前 NTP 伺服器

# CONTENT_SETTINGS_DIALOG_BUTTON_ADD_USER_NTP
source: Add User NTP
cs_cz: Přidat uživatelský server NTP
de_de: Benutzer-NTP hinzufügen
es_es: Agregar NTP de usuario
fr_fr: Ajouter un utilisateur NTP
hu_hu: Felhasználói NTP hozzáadása
it_it: Aggiungi utente NTP
ja_jp: ユーザー NTP の追加
ko_kr: 사용자 NTP 추가
nb_no: Legg til bruker-NTP
nl_nl: Gebruikers-NTP toevoegen
pl_pl: Dodaj serwer NTP użytkownika
pt_br: Adicionar NTP do usuário
ru_ru: Добавить пользовательский NTP
sv_se: Lägg till användarens NTP
tr_tr: Kullanıcı NTP'si Ekle
zh_cn: 添加用户 NTP
zh_tw: 新增使用者 NTP

# CONTENT_SETTINGS_DIALOG_STRING_USER_DEFINED_NTP_SERVER
source: User defined NTP server
cs_cz: Uživatelem definovaný server NTP
de_de: Benutzerdefinierter NTP-Server
es_es: Servidor NTP definido por el usuario
fr_fr: Serveur NTP défini par l'utilisateur
hu_hu: A felhasználó által meghatározott NTP-kiszolgáló
it_it: Server NTP definito dall'utente
ja_jp: ユーザー定義 NTP サーバー
ko_kr: 사용자 정의 NTP 서버
nb_no: Brukerdefinert NTP-server
nl_nl: Door gebruiker gedefinieerde NTP-server
pl_pl: Serwer NTP określony przez użytkownika
pt_br: Servidor NTP definido pelo usuário
ru_ru: Заданный пользователем NTP-сервер
sv_se: Användardefinierad NTP-server
tr_tr: Kullanıcı tanımlı NTP sunucusu
zh_cn: 用户自定义的 NTP 服务器
zh_tw: 使用者定義 NTP 伺服器

# CONTENT_SETTINGS_DIALOG_STRING_MICROSOFT_NTP_SERVICE
source: Microsoft NTP service
cs_cz: Služba NTP Microsoft
de_de: Microsoft-NTP-Dienst
es_es: Servicio NTP de Microsoft
fr_fr: Service NTP Microsoft
hu_hu: Microsoft NTP szolgáltatás
it_it: Servizio NTP Microsoft
ja_jp: Microsoft NTP サービス
ko_kr: Microsoft NTP 서비스
nb_no: Microsoft NTP-tjeneste
pl_pl: Usługa Microsoft NTP
pt_br: Serviço NTP da Microsoft
ru_ru: Служба Microsoft NTP
sv_se: Microsoft NTP-tjänst
tr_tr: Microsoft NTP hizmeti
zh_cn: 微软 NTP 服务
zh_tw: Microsoft NTP 服務

# CONTENT_SETTINGS_DIALOG_STRING_NTP_POOL_SERVICE
source: NTP pool service
cs_cz: Skupinová služba NTP
de_de: NTP-Pooldienst
es_es: Servicio de grupo NTP
fr_fr: Service de pool NTP
hu_hu: NTP tárhely szolgáltatás
it_it: Servizio pool NTP
ja_jp: NTP プール サービス
ko_kr: NTP 풀 서비스
nb_no: NTP pooltjeneste
pl_pl: Usługa puli NTP
pt_br: Serviço de pool NTP
ru_ru: Служба NTP пула
sv_se: NTP-pooltjänst
tr_tr: NTP havuz hizmeti
zh_cn: NTP 池服务器
zh_tw: NTP 輪詢服務

# CONTENT_SETTINGS_DIALOG_TITLE_DATE_AND_TIME_SETTINGS
source: Date &amp; Time Settings
cs_cz: Nastavení data a času
de_de: Einstellungen für Datum und Uhrzeit
es_es: Configuración de fecha y hora
fr_fr: Paramètres de date et d'heure
hu_hu: Dátum és időpont; időbeállítás
it_it: Impostazioni data e ora
ja_jp: 日時設定
ko_kr: 날짜 및 시간 설정
nb_no: Innstillinger for dato og klokkeslett
nl_nl: Instellingen voor datum en tijd
pl_pl: Ustawienia daty i godziny
pt_br: Configurações de data e hora
ru_ru: Настройки даты и времени
sv_se: Datum och tidsinställningar
tr_tr: Tarih ve Saat Ayarları
zh_cn: 日期和时间设置
zh_tw: 時間與日期設定

# CONTENT_SETTINGS_DIALOG_STRING_DATE_AND_TIME_SETTINGS_INTRO
source: Please enter the current date and time.
cs_cz: Zadejte aktuální datum a čas.
de_de: Geben Sie das aktuelle Datum und die Uhrzeit ein.
es_es: Introduzca la fecha y la hora actuales.
fr_fr: Veuillez saisir la date et l'heure actuelles.
hu_hu: Kérjük, adja meg az aktuális dátumot és időt!
it_it: Immettere la data e l'ora correnti.
ja_jp: 現在の日時を入力してください。
ko_kr: 현재 날짜와 시간을 입력하십시오.
nb_no: Skriv inn gjeldende dato og klokkeslett.
nl_nl: Voer de huidige datum en tijd in.
pl_pl: Wprowadź aktualną datę i godzinę.
pt_br: Insira a data e hora atuais.
ru_ru: Введите текущие дату и время.
sv_se: Ange aktuellt datum och tid.
tr_tr: Lütfen geçerli tarih ve saati girin.
zh_cn: 请输入当前的日期和时间。
zh_tw: 請輸入您的現在日期和時間。

# CONTENT_SETTINGS_DIALOG_LABEL_DATE
source: Date
cs_cz: Datum
de_de: Datum
es_es: Fecha
hu_hu: Dátum
it_it: Data
ja_jp: 日付
ko_kr: 날짜
nb_no: Dato
nl_nl: Datum
pl_pl: Data
pt_br: Data
ru_ru: Дата
sv_se: Datum
tr_tr: Tarih
zh_cn: 日期
zh_tw: 日期

# CONTENT_SETTINGS_DIALOG_LABEL_TIME
source: Time
cs_cz: Čas
de_de: Uhrzeit
es_es: Hora
fr_fr: Heure
hu_hu: Idő
it_it: Ora
ja_jp: 時刻
ko_kr: 시간
nb_no: Tid
nl_nl: Tijd
pl_pl: Godzina
pt_br: Hora
ru_ru: Время
sv_se: Tid
tr_tr: Saat
zh_cn: 时间
zh_tw: 時間

# CONTENT_SETTINGS_DIALOG_BUTTON_CALENDAR
source: Calendar
cs_cz: Kalendář
de_de: Kalender
es_es: Calendario
fr_fr: Calendrier
hu_hu: Naptár
it_it: Calendario
ja_jp: カレンダー
ko_kr: 달력
nb_no: Kalender
nl_nl: Kalender
pl_pl: Kalendarz
pt_br: Calendário
ru_ru: Календарь
sv_se: Kalender
tr_tr: Takvim
zh_cn: 日历
zh_tw: 日歷

# CONTENT_SETTINGS_HEAD2_CLOUD_ACCESS
source: Cloud Access
cs_cz: Přístup ke cloudu
de_de: Cloud-Zugriff
es_es: Acceso a la nube
fr_fr: Accès au cloud
hu_hu: Felhőalapú hozzáférés
it_it: Accesso cloud
ja_jp: クラウド アクセス
ko_kr: 클라우드 액세스
nb_no: Cloud-tilgang
nl_nl: Cloudtoegang
pl_pl: Dostęp do chmury
pt_br: Acesso à nuvem
ru_ru: Доступ к облаку
sv_se: Molnåtkomst
tr_tr: Bulut Erişimi
zh_cn: 云访问
zh_tw: 雲端存取

# CONTENT_SETTINGS_LABEL_CLOUD_SERVICE
source: Remote Access
cs_cz: Vzdálený přístup
de_de: Remotezugriff
es_es: Acceso remoto
fr_fr: Accès distant
hu_hu: Távoli hozzáférés
it_it: Accesso remoto
ja_jp: リモート アクセス
ko_kr: 원격 액세스
nb_no: Ekstern tilgang
nl_nl: Externe toegang
pl_pl: Dostęp zdalny
pt_br: Acesso remoto
ru_ru: Удаленный доступ
sv_se: Fjärråtkomst
tr_tr: Uzaktan Erişim
zh_cn: 远程访问
zh_tw: 遠端存取

# CONTENT_SETTINGS_LABEL_CONNECTION_STATUS
source: Connection Status
cs_cz: Stav připojení
de_de: Verbindungsstatus
es_es: Estado de conexión
fr_fr: État de la connexion
hu_hu: A kapcsolat állapota
it_it: Stato di connessione
ja_jp: 接続ステータス
ko_kr: 연결 상태
nb_no: Tilkoblingsstatus
nl_nl: Verbindingsstatus
pl_pl: Status połączenia
pt_br: Status da conexão
ru_ru: Подключение
sv_se: Anslutningsstatus
tr_tr: Bağlantı Durumu
zh_cn: 连接状态:
zh_tw: 連線狀態

# CONTENT_SETTINGS_DIALOG_TITLE_DISABLE_CLOUD_SERVICE
source: Disable Cloud Service
cs_cz: Zakázat cloudovou službu
de_de: Cloud-Dienst deaktivieren
es_es: Deshabilitar el servicio de la nube
fr_fr: Désactiver le service du cloud
hu_hu: Felhőalapú szolgáltatás kikapcsolása
it_it: Disabilita servizio cloud
ja_jp: クラウド サービスを無効にする
ko_kr: 클라우드 서비스 비활성화
nb_no: Deaktiver Cloud-tjeneste
nl_nl: Cloudservice uitschakelen
pl_pl: Wyłączanie usługi chmury
pt_br: Desativar serviço de nuvem
ru_ru: Отключить службу облака
sv_se: Inaktivera molntjänst
tr_tr: Bulut Hizmetini Devre Dışı Bırak
zh_cn: 禁用云服务
zh_tw: 停用雲端服務

# CONTENT_SETTINGS_DIALOG_STRING_DISABLE_CLOUD_ACCESS_CONFIRMATION
source: Are you sure you want to disable cloud access? Remote access to the files on your device will no longer be available, either over the Internet or from your mobile devices.
cs_cz: Opravdu chcete zakázat přístup ke cloudu? Nebude již možný vzdálený přístup k souborům ve vašem zařízení, ani přes internet, ani z vašich mobilních zařízení.
de_de: Cloud-Zugriff deaktivieren? Der Fernzugriff auf die Dateien auf dem Gerät ist anschließend weder über das Internet noch über das Mobilgerät mehr verfügbar.
es_es: ¿Está seguro de que desea deshabilitar el acceso a la nube? Ya no podrá acceder a los archivos del dispositivo de forma remota, ya sea a través de internet o desde los dispositivos móviles.
fr_fr: Êtes-vous sûr de vouloir désactiver l'accès au cloud ? L'accès distant aux fichiers de votre dispositif n'est plus disponible ni par internet ni depuis vos dispositifs mobiles.
hu_hu: Biztosan el kívánja távolítani a felhőalapú hozzáférést? Ön a továbbiakban nem rendelkezik távoli hozzáféréssel eszközén tárolt fájljaihoz, sem az interneten keresztül vagy mobileszközéről.
it_it: Disabilitare Accesso cloud? L'accesso remoto ai file nel dispositivo non sarà più disponibile, né tramite Internet né dai dispositivi mobili.
ja_jp: クラウド アクセスを無効にしますか? インターネット上でも、モバイル デバイスからでも、デバイスのファイルへのリモート アクセスは使用できません。
ko_kr: 클라우드 액세스를 비활성화하시겠습니까? 인터넷에서든 모바일 장치에서든 더 이상 장치의 파일에 원격으로 액세스할 수 없습니다.
nb_no: Er du sikker på at du vil deaktivere Cloud-tilgang? Ekstern tilgang til filene på enheten vil ikke lenger være tilgjengelig, hverken via Internett eller fra dine mobile enheter.
nl_nl: Weet u zeker dat u cloudtoegang wilt verwijderen? Externe toegang tot de bestanden op uw apparaat is niet langer beschikbaar, noch over het internet, noch op uw mobiele apparaten.
pl_pl: Czy na pewno chcesz wyłączyć dostęp do chmury? Nie będziesz już mieć dostępu zdalnego do plików na urządzeniu — ani przez Internet, ani z urządzeń przenośnych.
pt_br: Tem certeza de que deseja desativar o acesso à nuvem? O acesso remoto aos arquivos no dispositivo não estará mais disponível pela Internet ou a partir dos seus dispositivos móveis.
ru_ru: Действительно отключить доступ к облаку? Удаленный доступ к файлам на вашем устройстве станет недоступен как через Интернет, так и с мобильных устройств.
sv_se: Vill du inaktivera molnåtkomst Fjärråtkomst till filerna på din enhet kommer inte längre att vara tillgängliga, antingen över internet eller från dina mobila enheter.
tr_tr: Bulut erişimini devre dışı bırakmak istediğinizden emin misiniz? Internet'ten veya mobil aygıtlarınızdan aygıtınızdaki dosyalara uzaktan erişim artık mevcut olmayacak.
zh_cn: 您确定要禁用云访问吗? 您将无法继续通过互联网或您的移动设备远程访问您设备上的文件。
zh_tw: 您確定要停用雲端存取嗎？ 不論是經由網際網路或是您的行動裝置，裝置上的遠端存取檔案將不再供使用。

# CONTENT_SETTINGS_STRING_DISCONNECTING
source: Disconnecting
cs_cz: Probíhá odpojování
de_de: Verbindung wird getrennt
es_es: Desconectando
fr_fr: Déconnexion en cours
hu_hu: Leválasztás
it_it: Disconnessione in corso
ja_jp: 切断中
ko_kr: 연결 끊는 중
nb_no: Kobler fra
nl_nl: Verbinding verbreken
pl_pl: Rozłączanie
pt_br: Desconectando
ru_ru: Выполняется отключение
sv_se: Kopplar ner
tr_tr: Bağlantı kesiliyor
zh_cn: 正在断开连接
zh_tw: 中斷連線中

# CONTENT_CLOUD_ACCESS_STRING_EXPIRED
source: Expired:
cs_cz: Platnost vypršela:
de_de: Abgelaufen:
es_es: Expirado:
fr_fr: Expiré :
hu_hu: Lejárt:
it_it: Scaduto/a:
ja_jp: 有効期限:
ko_kr: 만료됨:
nb_no: Utløpt:
nl_nl: Verlopen:
pl_pl: Wygasło:
pt_br: Expirou:
ru_ru: Истек срок:
sv_se: Utgått:
tr_tr: Sona erdiği tarih:
zh_cn: 已过期:
zh_tw: 已過期：

# CONTENT_CLOUD_ACCESS_STRING_EXPIRES
source: Expires:
cs_cz: Platnost vyprší:
de_de: Läuft ab:
es_es: Expira:
fr_fr: Expire :
hu_hu: Lejárat:
it_it: Scade:
ja_jp: 有効期限:
ko_kr: 만료:
nb_no: Utløper:
nl_nl: Verloopt:
pl_pl: Wygasa:
pt_br: Expira:
ru_ru: Истекает:
sv_se: Utgår:
tr_tr: Sona ereceği tarih:
zh_cn: 到期日期:
zh_tw: 過期：

# CONTENT_SETTINGS_DIALOG_STRING_DO_YOU_WANT_TO_CONTINUE
source: Continue?
cs_cz: Pokračovat?
de_de: Weiter?
es_es: ¿Continuar?
fr_fr: Continuer ?
hu_hu: Folytatja?
it_it: Continuare?
ja_jp: 続行しますか?
ko_kr: 계속 진행하시겠습니까?
nb_no: Fortsette?
nl_nl: Doorgaan?
pl_pl: Kontynuować?
pt_br: Continuar?
ru_ru: Продолжить?
sv_se: Fortsätt?
tr_tr: Devam edilsin mi?
zh_cn: 继续吗？
zh_tw: 繼續？

# CONTENT_SETTINGS_DIALOG_STRING_MANUAL_RELAYED_EXPLANATION_PART1
source: Port forwarding failed to connect on port
cs_cz: Přesměrování portu se nezdařilo pro připojení na portu
de_de: Fehler bei der Portverbindung der Portweiterleitung
es_es: El enrutamiento de puerto no pudo conectarse en el puerto
fr_fr: Échec du réacheminement de port pour se connecter au port
hu_hu: A porthoz való csatlakozás sikertelen
it_it: Errore di connessione port forwarding sulla porta
ja_jp: ポート転送はポート間
ko_kr: 포트 전달이 포트
nb_no: Portviderekobling klarte ikke å koble til på port
nl_nl: Poort doorsturen mislukt bij verbinden op poort
pl_pl: Funkcja przekierowania portów nie może nawiązać połączenia przy użyciu portu
pt_br: Falha na conexão de redirecionamento de portas na porta
ru_ru: Функции перенаправления портов не удалось подключиться к порту
sv_se: Portens vidarebefordring kunde inte ansluta till port
tr_tr: Bağlantı noktası iletme, bağlantı noktasına bağlanamadı
zh_cn: 端口转发未能在端口连接
zh_tw: 轉接連接埠無法連線至連接埠

# CONTENT_SETTINGS_DIALOG_STRING_MANUAL_RELAYED_EXPLANATION_PART2
source: and port
cs_cz: a portu
de_de: und Port
es_es: y el puerto
fr_fr: et au port
hu_hu: és port
it_it: e porta
ja_jp: で接続できませんでした
ko_kr: 과(와) 다음 포트에 연결하지 못했습니다.
nb_no: og port
nl_nl: en poort
pl_pl: i portu
pt_br: e na porta
ru_ru: и порту
sv_se: och port
tr_tr: ve bağlantı noktası
zh_cn: 和端口
zh_tw: 及連接埠

# CONTENT_SETTINGS_DIALOG_TITLE_CLOUD_ACCESS_CONNECTION_OPTIONS
source: Cloud Access Connection Options
cs_cz: Přístup ke cloudu – možnosti připojení
de_de: Verbindungsoptionen für den Cloud-Zugriff
es_es: Opciones de conexión para acceso a la nube
fr_fr: Options de connexion pour l'accès au cloud
hu_hu: A Felhőalapú hozzáférés csatlakozási beállításai
it_it: Opzioni di connessione ad Accesso cloud
ja_jp: クラウド アクセス接続オプション
ko_kr: 클라우드 액세스 연결 옵션
nb_no: Tilkoblingsalternativer for Cloud-tilgang
nl_nl: Verbindingsopties voor cloudtoegang
pl_pl: Dostęp do chmury — opcje połączenia
pt_br: Opções de conexão do Acesso à nuvem
ru_ru: Параметры подключения для доступа к облаку
sv_se: Anslutningsalternativ för Molnåtkomst
tr_tr: Bulut Erişimi Bağlantı Seçenekleri
zh_cn: 云访问连接选项
zh_tw: 雲端存取連線選項

# CONTENT_SETTINGS_DIALOG_STRING_CONFIGURES_CONNECTION_OPTION_FOR_CLOUD_ACCESS
source: Configure connection options for remote access to your device.
cs_cz: Nakonfigurujte možnosti připojení pro vzdálený přístup k vašemu zařízení.
de_de: Konfigurieren Sie die Verbindungsoptionen für den Remotezugriff auf das Gerät.
es_es: Configure las opciones de conexión para acceder de forma remota al dispositivo.
fr_fr: Configurez les options de connexion pour l'accès distant à votre dispositif.
hu_hu: Eszközéhez tartozó távoli elérés, kapcsolódás konfigurálása
it_it: Configurazione delle opzioni di connessione per l'accesso remoto al dispositivo.
ja_jp: デバイスへのリモート アクセスの接続オプションを設定します。
ko_kr: 장치에 원격으로 액세스하기 위한 연결 옵션을 구성합니다.
nb_no: Konfigurer tilkoblingsalternativer for ekstern tilgang til enheten.
nl_nl: Verbindingsopties configureren voor externe toegang tot uw apparaat.
pl_pl: Skonfiguruj opcje połączenia na potrzeby dostępu zdalnego do urządzenia.
pt_br: Configure as opções de conexão para o acesso remoto ao seu dispositivo.
ru_ru: Настроить параметры подключения для удаленного доступа к вашему устройству.
sv_se: Konfigurera anslutningsalternativ för fjärråtkomst till enheten.
tr_tr: Aygıtınıza uzaktan erişim için bağlantı seçeneklerini yapılandırın.
zh_cn: 配置连接选项，用于远程访问您的设备。
zh_tw: 為您裝置的遠端存取設定連線能力選項。

# CONTENT_SETTINGS_DIALOG_LABEL_CONNECTIVITY
source: Connectivity
cs_cz: Možnosti připojení
de_de: Konnektivität
es_es: Conectividad
fr_fr: Connectivité
hu_hu: Csatlakoztathatóság
it_it: Connettività
ja_jp: 接続
ko_kr: 연결
nb_no: Tilkoblingsmuligheter
nl_nl: Connectiviteit
pl_pl: Łączność
pt_br: Conectividade
ru_ru: Подключение
sv_se: Anslutningar
tr_tr: Bağlantı
zh_cn: 连接
zh_tw: 連線能力

# CONTENT_SETTINGS_DIALOG_STRING_AUTO
source: Auto
cs_cz: Automaticky
de_de: Automatisch
es_es: Automática
hu_hu: Automatikus
it_it: Modalità automatica
ja_jp: 自動
ko_kr: 자동
nl_nl: Automatisch
pl_pl: Automatycznie
pt_br: Automática
ru_ru: Автоматически
tr_tr: Otomatik
zh_cn: 自动
zh_tw: 自動
