Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# ERROR_INVALID_IP_ADDRESS
source: Invalid IP address.
cs_cz: Neplatná adresa IP.
de_de: Ungültige IP-Adresse.
es_es: Dirección IP no válida.
fr_fr: Adresse IP non valide.
hu_hu: Érvénytelen IP-cím.
it_it: Indirizzo IP non valido.
ja_jp: 無効な IP アドレス。
ko_kr: 유효하지 않은 IP 주소입니다.
nb_no: Ugyldig IP-adresse.
nl_nl: Ongeldig IP-adres.
pl_pl: Nieprawidłowy adres IP.
pt_br: O endereço IP é inválido.
ru_ru: Недопустимый IP-адрес.
sv_se: Ogiltig IP-adress.
tr_tr: Geçersiz IP adresi.
zh_cn: IP 地址无效。
zh_tw: 無效的IP 位址。

# ERROR_INVALID_GATEWAY
source: Invalid gateway value.
cs_cz: Neplatná hodnota brány.
de_de: Ungültiger Gateway-Wert.
es_es: Valor de puerta de enlace no válido.
fr_fr: Valeur de passerelle non valide.
hu_hu: Érvénytelen átjáróérték.
it_it: Valore gateway non valido.
ja_jp: 無効なゲートウェイ値。
ko_kr: 유효하지 않은 게이트웨이 값입니다.
nb_no: Ugyldig verdi for gateway.
nl_nl: Ongeldige gatewaywaarde.
pl_pl: Nieprawidłowa wartość bramy.
pt_br: O valor de gateway é inválido.
ru_ru: Недопустимое значение шлюза.
sv_se: Ogiltigt nätmaskvärde.
tr_tr: Geçersiz ağ geçidi değeri.
zh_cn: 网关地址无效。
zh_tw: 無效的閘道值。

# ERROR_INVALID_NETMASK
source: Invalid netmask value.
cs_cz: Neplatná hodnota síťové masky.
de_de: Ungültiger Wert für die Netzmaske.
es_es: Valor de máscara de red no válido.
fr_fr: Valeur de masque réseau non valide.
hu_hu: Érvénytelen hálózatimaszk-érték.
it_it: Valore netmask non valido.
ja_jp: 無効なネットマスク値。
ko_kr: 유효하지 않은 네트워크 마스크 값입니다.
nb_no: Ugyldig verdi for nettmaske.
nl_nl: Ongeldige netmaskerwaarde.
pl_pl: Nieprawidłowa wartość maski sieci.
pt_br: O valor de máscara de rede é inválido.
ru_ru: Недопустимое значение маски подсети.
sv_se: Ogiltigt nätmaskvärde.
tr_tr: Geçersiz ağ maskesi değeri.
zh_cn: 网络掩码无效。
zh_tw: 無效的網路遮罩值。

# ERROR_INVALID_DNS_SERVER
source: Invalid DNS server value.
cs_cz: Neplatná hodnota serveru DNS.
de_de: Ungültiger Wert für den DNS-Server.
es_es: Valor de servidor DNS no válido.
fr_fr: Valeur de serveur DNS non valide.
hu_hu: Érvénytelen DNS-kiszolgáló érték.
it_it: Valore server DNS non valido.
ja_jp: 無効な DNS サーバー値。
ko_kr: 유효하지 않은 DNS 서버 값입니다.
nb_no: Ugyldig verdi for DNS-server.
nl_nl: Ongeldige DNS-serverwaarde.
pl_pl: Nieprawidłowa wartość serwera DNS.
pt_br: O valor de servidor DNS é inválido.
ru_ru: Недопустимое значение DNS-сервера.
sv_se: Ogiltigt DNS-servervärde.
tr_tr: Geçersiz DNS sunucusu değeri.
zh_cn: DNS 服务器的值无效。
zh_tw: 無效的 DNS 伺服器值。

# ERROR_AT_LEAST_ONE_DNS_REQUIRED
source: A minimum of one DNS server is required for Static Network Mode.
cs_cz: Ve statickém síťovém režimu je vyžadován alespoň jeden server DNS.
de_de: Für den statischen Netzwerkmodus ist mindestens ein DNS-Server erforderlich.
es_es: Se requiere al menos un servidor DNS para el modo de red estática.
fr_fr: Au moins un serveur DNS est requis pour le mode réseau statique.
hu_hu: Legalább egy DNS-kiszolgáló szükséges a Statikus hálózati üzemmódhoz.
it_it: È necessario almeno un server DNS per la Modalità rete statica.
ja_jp: 固定ネットワーク モードでは、1 つ以上の DNS サーバーが必要です。
ko_kr: 정적 네트워크 모드에 최소 1대의 DNS 서버가 필요합니다.
nb_no: Minst én DNS-server er nødvendig for statisk nettverksmodus.
nl_nl: Er is minimaal één DNS-server vereist voor Statische netwerkmodus.
pl_pl: W przypadku używania statycznego trybu sieci jest wymagany co najmniej jeden serwer DNS.
pt_br: No mínimo um servidor DNS é necessário para o modo de rede estático.
ru_ru: Хотя бы один DNS-сервер нужен для статического режима сети.
sv_se: Minst en DNS-server krävs för statiskt nätverksläge.
tr_tr: Sabit Ağ Modu için en az bir DNS sunucusu gereklidir.
zh_cn: 静态网络模式至少需要一个 DNS 服务器 。
zh_tw: 靜態網路模式需求至少一個DNS 伺服器。

# ERROR_INVALID_CONFIG_FILE_SELECTED
source: Invalid config file type. Please select a .conf file.
cs_cz: Neplatný typ konfiguračního souboru. Vyberte soubor .conf.
de_de: Ungültiger Konfigurationsdateityp. Wählen Sie eine CONF-Datei aus.
es_es: Tipo de archivo de configuración no válido. Seleccione un archivo .conf.
fr_fr: Type de fichier de configuration non valide. Veuillez sélectionner un fichier .conf.
hu_hu: Érvénytelen config fájl típus. Kérjük, válasszon egy .conf fájlt!
it_it: Tipo file config. non valido. Selezionare un file .conf.
ja_jp: 無効な設定ファイル タイプ。 .conf ファイルを選択してください。
ko_kr: 유효하지 않은 구성 파일 유형입니다. .conf 파일을 선택하십시오.
nb_no: Ugyldig filtypekonfigurasjon. Velg en .conf-fil.
nl_nl: Ongeldig configuratiebestandstype. Selecteer een .conf-bestand.
pl_pl: Nieprawidłowy typ pliku konfiguracji. Wybierz plik .conf.
pt_br: O tipo de arquivo de configuração é inválido. Selecione um arquivo .conf.
ru_ru: Недопустимый тип файла конфигурации. Выберите файл .conf.
sv_se: Ogiltig konfig-filtyp. Välj en .conf-fil.
tr_tr: Geçersiz yapılandırma dosyası türü. Lütfen bir .conf dosyası seçin.
zh_cn: 配置文件类型无效。 请选择一个.conf 文件。
zh_tw: 無效的組態檔案類型。 請選擇 .conf 檔案。

# ERROR_INVALID_FIRMWARE_FILE_SELECTED
source: Invalid firmware file type. Please select a .deb file.
cs_cz: Neplatný typ firmwarového souboru. Vyberte soubor .deb.
de_de: Ungültiger Firmware-Dateityp. Wählen Sie eine DEB-Datei aus.
es_es: Tipo de archivo de firmware no válido. Seleccione un archivo .deb.
fr_fr: Type de fichier micrologiciel non valide. Veuillez sélectionner un fichier .deb.
hu_hu: Érvénytelen belső vezérlőprogram fájl típus. Kérjük, válasszon egy .deb fájlt!
it_it: Tipo file firmware non valido. Selezionare un file .deb.
ja_jp: 無効なファームウェア ファイル タイプ。 .deb ファイルを選択してください。
ko_kr: 유효하지 않은 펌웨어 파일 유형입니다. .deb 파일을 선택하십시오.
nb_no: Ugyldig fastvarefiltype. Velg en .deb-fil.
nl_nl: Ongeldig firmwarebestandstype. Selecteer een .deb-bestand.
pl_pl: Nieprawidłowy typ pliku oprogramowania układowego. Wybierz plik .deb.
pt_br: O tipo de arquivo de firmware é inválido. Selecione um arquivo .deb.
ru_ru: Недопустимый тип файла микропрограммы. Выберите файл .deb.
sv_se: Ogiltig filtyp för fast programvara. Välj en .deb-fil.
tr_tr: Geçersiz bellenim dosyası türü. Lütfen bir .deb dosyası seçin.
zh_cn: 固件文件类型无效。 请选择一个.deb文件。
zh_tw: 無效的韌體檔案類型。 請選擇 .deb 檔案。

# ERROR_USERNAME_ALREADY_EXISTS
source: User name already in use. Please enter another user name.
cs_cz: Uživatelské jméno je již používáno. Zadejte jiné uživatelské jméno.
de_de: Benutzername wird bereits verwendet. Geben Sie einen anderen Benutzernamen ein.
es_es: El nombre de usuario ya está en uso. Introduzca otro nombre de usuario.
fr_fr: Nom d'utilisateur déjà utilisé. Veuillez saisir un autre nom d'utilisateur.
hu_hu: Ez a felhasználó név már használatban van. Kérjük, adjon meg egy másik felhasználónevet!
it_it: Nome utente già in uso. Immettere un altro nome utente.
ja_jp: ユーザー名は既に使用中です。 別のユーザー名を入力してください。
ko_kr: 사용자 이름이 이미 사용 중입니다. 다른 사용자 이름을 입력하십시오.
nb_no: Brukernavnet er allerede i bruk. Angi et annet brukernavn.
nl_nl: Gebruikersnaam al in gebruik. Voer een andere gebruikersnaam in.
pl_pl: Nazwa użytkownika jest już używana. Wprowadź inną nazwę użytkownika.
pt_br: O nome do usuário já está em uso. Insira outro nome do usuário.
ru_ru: Имя пользователя уже используется. Введите другое имя пользователя.
sv_se: Användarnamnet finns redan. Ange ett annat användarnamn.
tr_tr: Kullanıcı adı zaten kullanılıyor. Lütfen başka bir kullanıcı adı girin.
zh_cn: 用户名已被占用。 请输入另一个用户名。
zh_tw: 使用者名稱已被使用。 請輸入另一個使用者名稱。

# ERROR_EXCEPTION_DURING_USER_FIND
source: The system is currently busy; please try again in a few minutes.
cs_cz: Systém je momentálně zaneprázdněn; zopakujte akci po několika minutách.
de_de: Das System ist ausgelastet. Versuchen Sie es in einigen Minuten erneut.
es_es: El sistema está ocupado actualmente; inténtelo de nuevo dentro de unos minutos.
fr_fr: Le système est actuellement occupé, veuillez réessayer dans quelques minutes.
hu_hu: A rendszer jelenleg elfoglalt; kérjük, pár perc múlva próbálkozzon ismét!
it_it: Sistema al momento occupato. Riprovare tra qualche minuto.
ja_jp: 現在システムはビジー状態です。数分たってから再試行してください。
ko_kr: 현재 시스템이 사용 중입니다. 몇 분 후에 다시 시도하십시오.
nb_no: Systemet er for øyeblikket opptatt – prøv på nytt om noen minutter.
nl_nl: Het systeem is bezet, probeer het nogmaals over een paar minuten.
pl_pl: System zajęty. Spróbuj ponownie za kilka minut.
pt_br: O sistema está ocupado no momento. Tente novamente em alguns minutos.
ru_ru: В настоящий момент система занята; повторите попытку через несколько минут.
sv_se: Systemet är upptaget. Försök igen om några minuter.
tr_tr: Sistem şu anda meşgul; lütfen birkaç dakika içinde tekrar deneyin.
zh_cn: 系统当前正忙，请稍等几分钟再试。
zh_tw: 系統現正忙碌中，請過幾分鐘後再試一次。

# ERROR_EXCEPTION_DURING_USER_CREATION
source: The system is currently busy; please try again in a few minutes.
cs_cz: Systém je momentálně zaneprázdněn; zopakujte akci po několika minutách.
de_de: Das System ist ausgelastet. Versuchen Sie es in einigen Minuten erneut.
es_es: El sistema está ocupado actualmente; inténtelo de nuevo dentro de unos minutos.
fr_fr: Le système est actuellement occupé, veuillez réessayer dans quelques minutes.
hu_hu: A rendszer jelenleg elfoglalt; kérjük, pár perc múlva próbálkozzon ismét!
it_it: Sistema al momento occupato. Riprovare tra qualche minuto.
ja_jp: 現在システムはビジー状態です。数分たってから再試行してください。
ko_kr: 현재 시스템이 사용 중입니다. 몇 분 후에 다시 시도하십시오.
nb_no: Systemet er for øyeblikket opptatt – prøv på nytt om noen minutter.
nl_nl: Het systeem is bezet, probeer het nogmaals over een paar minuten.
pl_pl: System zajęty. Spróbuj ponownie za kilka minut.
pt_br: O sistema está ocupado no momento. Tente novamente em alguns minutos.
ru_ru: В настоящий момент система занята; повторите попытку через несколько минут.
sv_se: Systemet är upptaget. Försök igen om några minuter.
tr_tr: Sistem şu anda meşgul; lütfen birkaç dakika içinde tekrar deneyin.
zh_cn: 系统当前正忙，请稍等几分钟再试。
zh_tw: 系統現正忙碌中，請過幾分鐘後再試一次。

# ERROR_EXCEPTION_DURING_REGISTRATION
source: The device name you are attempting to register is already in use. Please change the device name to successfully complete registration of this device.
cs_cz: Název zařízení, který se pokoušíte zaregistrovat, je již používán. Změňte název zařízení, abyste úspěšně dokončili registraci tohoto zařízení.
de_de: Der Gerätename, den Sie registrieren möchten, wird bereits verwendet. Ändern Sie den Gerätenamen, um die Registrierung des Geräts erfolgreich abzuschließen.
es_es: El nombre de dispositivo que está intentando registrar ya está en uso. Cambie el nombre del dispositivo para completar correctamente el registro de este dispositivo.
fr_fr: Le nom de dispositif que vous essayez d'inscrire est déjà utilisé. Veuillez changer le nom du dispositif pour correctement terminer son inscription.
hu_hu: A regisztrálni kívánt eszköznév már foglalt. Kérjük, adjon meg másik megnevezést az eszköz sikeres regisztrációjához!
it_it: Il nome del dispositivo che si sta tentando di registrare è già in uso. Per completare la registrazione del dispositivo, modificare il nome del dispositivo.
ja_jp: 登録しようとしているデバイス名は既に使用中です。 このデバイスの登録を完了するには、デバイス名を変更してください。
ko_kr: 등록하려는 장치 이름이 이미 사용 중입니다. 이 장치를 정상적으로 등록하려면 장치 이름을 변경하십시오.
nb_no: Navnet på enheten du prøver å registrere er allerede i bruk. Endre navnet på enheten for å fullføre registreringen av denne enheten.
nl_nl: De apparaatnaam die u wilt registreren, wordt al gebruikt. Wijzig de apparaatnaam om registratie van dit apparaat te voltooien.
pl_pl: Nazwa urządzenia, które próbujesz zarejestrować, jest już używana. Aby zarejestrować urządzenie, zmień jego nazwę.
pt_br: O nome do dispositivo que você está tentando registrar já está em uso. Altere o nome do dispositivo para concluir o registro deste dispositivo.
ru_ru: Название устройства, которое вы пытаетесь зарегистрировать, уже используется. Измените название устройства, чтобы завершить его регистрацию.
sv_se: Det enhetsnamn du försöker registrera finns redan. Ändra enhetsnamnet för att slutföra registreringen av den här enheten.
tr_tr: Kaydetmeye çalıştığınız aygıt adı zaten kullanılıyor. Bu aygıtın kaydını başarılı bir şekilde tamamlamak için lütfen aygıt adını değiştirin.
zh_cn: 您试图注册的设备名称已被占用。 请变更设备名称，从而成功完成此设备的注册。
zh_tw: 您嘗試註冊裝置名稱已被使用。 請便更裝置名稱，已完成產品註冊。

# ERROR_EMAIL_ALREADY_REGISTERED
source: The email entered is already registered to an account.
cs_cz: Zadaný e-mail je již k účtu zaregistrován.
de_de: Die eingegebene E-Mail-Adresse ist bereits mit einem anderen Konto registriert.
es_es: El correo electrónico introducido ya está registrado en una cuenta.
fr_fr: L'adresse e-mail est déjà associée à un compte.
hu_hu: A megadott e-mail címet egy másik felhasználó már regisztrálta.
it_it: L'indirizzo e-mail immesso è già registrato per un account.
ja_jp: 入力した電子メール アドレスは既にアカウントに登録されています。
ko_kr: 입력된 이메일이 등록된 계정이 이미 있습니다.
nb_no: E-posten som er angitt er allerede registrert på en konto.
nl_nl: De ingevoerde e-mail is al geregistreerd voor een account.
pl_pl: Wprowadzony adres e-mail jest już zarejestrowany na koncie.
pt_br: O e-mail inserido já está registrado em uma conta.
ru_ru: Введенный адрес электронной почты уже зарегистрирован для учетной записи.
sv_se: Den e-postadress som du angav finns redan registrerad för ett konto.
tr_tr: Girilen e-posta adresi zaten bir hesaba kayıtlı.
zh_cn: 该电子邮件地址已经由某个账户注册。
zh_tw: 所輸入的電子郵件已被其他帳號註冊。

# ERROR_INVALID_ACCOUNT
source: Invalid account.
cs_cz: Neplatný účet.
de_de: Ungültiges Konto.
es_es: Cuenta no válida.
fr_fr: Compte non valide.
hu_hu: Érvénytelen belépési adatok.
it_it: Account non valido.
ja_jp: 無効なアカウント。
ko_kr: 유효하지 않은 계정입니다.
nb_no: Ugyldig konto.
nl_nl: Ongeldig account.
pl_pl: Nieprawidłowe konto.
pt_br: A conta é inválida.
ru_ru: Недопустимая учетная запись.
sv_se: Ogiltigt konto.
tr_tr: Geçersiz hesap.
zh_cn: 账户无效。
zh_tw: 無效的帳號。

# ERROR_RESTORE_FILE_IS_NOT_CORRECT_FORMAT
source: Restore file is either incorrect file format or corrupt.
cs_cz: Soubor obnovy má buď nesprávný formát souboru, nebo je poškozený.
de_de: Die Wiederherstellungsdatei hat das falsche Format oder ist beschädigt.
es_es: El archivo de restauración tiene un formato de archivo incorrecto o está dañado.
fr_fr: Le fichier de restauration est endommagé ou son format est incorrect.
hu_hu: A visszaállítási fájl hibás, vagy helytelen formátummal rendelkezik.
it_it: Il formato del file di ripristino non è corretto o è danneggiato.
ja_jp: 復元ファイルのファイル形式が正しくないか、破損しています。
ko_kr: 복원 파일이 형식이 잘못되었거나 손상되었습니다.
nb_no: Gjenopprettingsfilen er enten i feil filformat eller skadet.
nl_nl: Herstelbestand heeft onjuist bestandstype of is beschadigd.
pl_pl: Plik przywracania ma nieprawidłowy format lub jest uszkodzony.
pt_br: O formato do arquivo de restauração é incorreto ou o arquivo está corrompido.
ru_ru: Файл восстановления либо имеет неверный формат, либо поврежден.
sv_se: Återställningsfilen har fel filformat eller är skadad.
tr_tr: Geri yükleme dosyası yanlış dosya biçiminde veya bozuk.
zh_cn: 恢复文件格式不正确或损坏。
zh_tw: 還原檔案為不正確的檔案格式或是損毀。

# ERROR_FIRST_NAME_INVALID_SYNTAX
source: First Name must be between 1 and 20 characters.
cs_cz: Jméno musí mít délku od 1 do 20 znaků.
de_de: Vorname muss zwischen 1 und 20 Zeichen lang sein.
es_es: El nombre debe tener entre 1 y 20 caracteres.
fr_fr: Le prénom doit contenir de 1 à 20 caractères.
hu_hu: A keresztnév minimum 1, maximum 20 karakter hosszú lehet.
it_it: Il nome deve contenere da 1 a 20 caratteri.
ja_jp: 名前 (名) は 1 ～ 20 文字でなければなりません。
ko_kr: 이름은 1 ~ 20자 길이여야 합니다.
nb_no: Fornavnet må være på mellom 1 og 20 tegn.
nl_nl: Voornaam moet 1 tot 20 tekens lang zijn.
pl_pl: Imię musi mieć długość od 1 do 20 znaków.
pt_br: O nome deve ter entre 1 e 20 caracteres.
ru_ru: Имя должно иметь длину от 1 до 20 символов.
sv_se: Förnamn måste vara mellan 1 och 20 tecken.
tr_tr: Adınız 1 ile 20 karakter arasında olmalıdır.
zh_cn: 名字的长度必须在1到20个字符之间。
zh_tw: 名字必須在 1 到 20 個字元之間。

# ERROR_LAST_NAME_INVALID_SYNTAX
source: Your Last Name must be between 1 and 20 characters.
cs_cz: Příjmení musí mít délku od 1 do 20 znaků.
de_de: Nachname muss zwischen 1 und 20 Zeichen lang sein.
es_es: Los apellidos deben tener entre 1 y 20 caracteres.
fr_fr: Le nom doit contenir de 1 à 20 caractères.
hu_hu: A vezetéknév minimum 1, maximum 20 karakter hosszú lehet.
it_it: Il cognome deve contenere da 1 a 20 caratteri.
ja_jp: 名前 (姓) は 1 ～ 20 文字でなければなりません。
ko_kr: 성은 1 ~ 20자 길이여야 합니다.
nb_no: Etternavnet må være på mellom 1 og 20 tegn.
nl_nl: Achternaam moet 1 tot 20 tekens lang zijn.
pl_pl: Nazwisko musi mieć długość od 1 do 20 znaków.
pt_br: O sobrenome deve ter entre 1 e 20 caracteres.
ru_ru: Фамилия должна иметь длину от 1 до 20 символов.
sv_se: Ditt efternamn måste vara mellan 1 och 20 tecken.
tr_tr: Soyadınız 1 ile 20 karakter arasında olmalıdır.
zh_cn: 姓氏的长度必须在1到20个字符之间。
zh_tw: 您的姓氏必須在 1 到 20 個字元之間。

# ERROR_PROVIDE_VALID_EMAIL_ADDRESS
source: Please provide a valid email address.
cs_cz: Zadejte platnou e-mailovou adresu.
de_de: Geben Sie eine gültige E-Mail-Adresse ein.
es_es: Proporcione una dirección de correo electrónico válida.
fr_fr: Veuillez introduire une adresse électronique valide.
hu_hu: Kérjük, adjon meg egy érvényes e-mail címet!
it_it: Fornire un indirizzo e-mail valido.
ja_jp: 有効な電子メール アドレスを入力してください。
ko_kr: 유효한 이메일 주소를 입력하십시오.
nb_no: Oppgi en gyldig e-postadresse.
nl_nl: Geef een geldig e-mailadres op.
pl_pl: Podaj prawidłowy adres e-mail.
pt_br: Informe um endereço de e-mail válido.
ru_ru: Укажите действительный адрес электронной почты.
sv_se: Ange en giltig e-postadress.
tr_tr: Lütfen geçerli bir e-posta adresi belirtin.
zh_cn: 请提供有效的电子邮件地址。
zh_tw: 請輸入有效的電子郵件地址。

# ERROR_EMAIL_ADDRESS_DONT_MATCH
source: Your email addresses do not match.
cs_cz: Vaše e-mailové adresy se neshodují.
de_de: Die E-Mail-Adressen stimmen nicht überein.
es_es: Las direcciones de correo electrónico no coinciden.
fr_fr: Vos adresses électroniques ne correspondent pas.
hu_hu: A megadott e-mail címek nem egyeznek.
it_it: Gli indirizzi e-mail non corrispondono.
ja_jp: 電子メール アドレスが一致しません。
ko_kr: 이메일 주소가 일치하지 않습니다.
nb_no: E-postadressene samsvarer ikke.
nl_nl: Uw e-mailadressen komen niet overeen.
pl_pl: Adresy e-mail są niezgodne.
pt_br: Os endereços de e-mail não são iguais.
ru_ru: Адреса электронной почты не совпадают.
sv_se: Dina e-postadresser matchar inte.
tr_tr: E-posta adresleriniz eşleşmiyor.
zh_cn: 您的电子邮件地址不匹配。
zh_tw: 您的電子郵件地址不相符。

# ERRORS_REGISTRATION_FAILED
source: Registration failed. Please go to register.wdc.com to register your product.
cs_cz: Registrace se nezdařila. Zaregistrujte svůj produkt na stránce register.wdc.com.
de_de: Fehler bei der Registrierung. Besuchen Sie die Website register.wdc.com, um das Produkt zu registrieren.
es_es: Se produjo un error en el registro. Vaya a register.wdc.com para registrar el producto.
fr_fr: Échec de l'inscription. Rendez-vous sur register.wdc.com pour enregistrer votre produit.
hu_hu: A regisztráció sikertelen. A terméket a register.wdc.com oldalon regisztrálhatja.
it_it: Registrazione non riuscita. Accedere a register.wdc.com per registrare il prodotto.
ja_jp: 登録に失敗しました。 register.wdc.com にアクセスし、製品を登録してください。
ko_kr: 등록에 실패했습니다. register.wdc.com으로 접속하여 제품을 등록하십시오.
nb_no: Registrering mislyktes. Gå til register.wdc.com for å registrere produktet.
nl_nl: Registratie mislukt. Ga naar register.wed.com om uw product te registreren.
pl_pl: Rejestracja nie powiodła się. Przejdź do witryny register.wdc.com, aby zarejestrować produkt.
pt_br: Falha no registro. Acesse register.wdc.com para registrar o seu produto.
ru_ru: Сбой регистрации. Посетите страницу register.wdc.com, чтобы зарегистрировать свое устройство.
sv_se: Registrering misslyckades. Gå till register.wdc.com för att registrera din produkt.
tr_tr: Kayıt başarısız oldu. Ürününüzü kaydetmek için lütfen register.wdc.com adresine gidin.
zh_cn: 注册失败。 请访问register.wdc.com注册您的产品。
zh_tw: 註冊失敗。 請前往 register.wdc.com 註冊您的產品。

# BUTTON_CANCEL
source: Cancel
cs_cz: Zrušit
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hu_hu: Törlés
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
nb_no: Avbryt
nl_nl: Annuleren
pl_pl: Anuluj
pt_br: Cancelar
ru_ru: Отмена
sv_se: Avbryt
tr_tr: İptal
zh_cn: 取消
zh_tw: 取消

# BUTTON_CONTINUE
source: Continue?
cs_cz: Pokračovat?
de_de: Weiter?
es_es: ¿Continuar?
fr_fr: Continuer ?
hu_hu: Folytatja?
it_it: Continuare?
ja_jp: 続行しますか?
ko_kr: 계속 진행하시겠습니까?
nb_no: Fortsette?
nl_nl: Doorgaan?
pl_pl: Kontynuować?
pt_br: Continuar?
ru_ru: Продолжить?
sv_se: Fortsätt?
tr_tr: Devam edilsin mi?
zh_cn: 继续吗？
zh_tw: 繼續？

# BUTTON_SAVE
source: Save
cs_cz: Uložit
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
hu_hu: Mentés
it_it: Salva
ja_jp: 保存
ko_kr: 저장
nb_no: Lagre
nl_nl: Opslaan
pl_pl: Zapisz
pt_br: Salvar
ru_ru: Сохранить
sv_se: Spara
tr_tr: Kaydet
zh_cn: 保存
zh_tw: 儲存

# LABEL_DESCR_LOADER_UPDATING
source: Updating...
cs_cz: Probíhá aktualizace...
de_de: Wird aktualisiert ...
es_es: Actualizando...
fr_fr: Mise à jour en cours…
hu_hu: Frissítés...
it_it: Aggiornamento in corso...
ja_jp: 更新中...
ko_kr: 업데이트 중...
nb_no: Oppdaterer ...
nl_nl: Bijwerken...
pl_pl: Aktualizowanie...
pt_br: Atualizando...
ru_ru: Обновление...
sv_se: Uppdaterar...
tr_tr: Güncelleştiriliyor...
zh_cn: 正在更新...
zh_tw: 更新中...

# PAGE_HEADER_REBOOT
source: Reboot
cs_cz: Restartovat
de_de: Neu starten
es_es: Reiniciar
fr_fr: Réinitialiser
hu_hu: Újraindítás
it_it: Riavvio
ja_jp: 再起動
ko_kr: 다시 부팅
nb_no: Start på nytt
nl_nl: Opnieuw opstarten
pl_pl: Ponowny rozruch
pt_br: Reiniciar
ru_ru: Перезагрузка
sv_se: Omstart
tr_tr: Yeniden Başlat
zh_cn: 重新启动
zh_tw: 重新啟動

# LABEL_DESCR_FACTORY_RESTORE_SUCCESS
source: Factory Restore successful.
cs_cz: Obnovení nastavení z výroby proběhlo úspěšně.
de_de: Werkseinstellungen erfolgreich wiederhergestellt.
es_es: Restauración a valores de fábrica correcta.
fr_fr: Rétablissement des paramètres d'usine réussi.
hu_hu: A gyári beállítások visszaállítása sikeres.
it_it: Ripristino impostazioni di fabbrica riuscito.
ja_jp: 初期状態に復元しました。
ko_kr: 초기 설정 복원에 성공했습니다.
nb_no: Fabrikkgjenoppretting vellykket.
nl_nl: Fabrieksinstellingen hersteld.
pl_pl: Przywracanie ustawień fabrycznych powiodło się.
pt_br: A restauração das configurações de fábrica foi concluída.
ru_ru: Восстановление заводских настроек успешно выполнено.
sv_se: Fabriksåterställning klar.
tr_tr: Fabrika Ayarlarını Geri Yükleme başarılı.
zh_cn: 出厂还原成功。
zh_tw: 出廠還原成功。

# LABEL_DESCR_PARTIAL_RESTORE_SUCCESS
source: Factory restore successful.
cs_cz: Obnovení nastavení z výroby proběhlo úspěšně.
de_de: Werkseinstellungen erfolgreich wiederhergestellt.
es_es: Restauración a valores de fábrica correcta.
fr_fr: Rétablissement des paramètres d'usine réussi.
hu_hu: A gyári beállítások visszaállítása sikeres.
it_it: Ripristino impostazioni di fabbrica riuscito.
ja_jp: 初期状態に復元しました。
ko_kr: 초기 설정 복원에 성공했습니다.
nb_no: Fabrikkgjenoppretting vellykket.
nl_nl: Fabrieksinstellingen hersteld.
pl_pl: Przywracanie ustawień fabrycznych powiodło się.
pt_br: A restauração das configurações de fábrica foi concluída.
ru_ru: Восстановление заводских настроек успешно выполнено.
sv_se: Fabriksåterställning klar.
tr_tr: Fabrika ayarlarını geri yükleme başarılı.
zh_cn: 出厂还原成功。
zh_tw: 出廠還原成功。

# LABEL_DESCR_FIRMWARE_UPDATE_SUCCESS
source: Firmware update successful.
cs_cz: Aktualizace firmwaru proběhla úspěšně.
de_de: Firmware erfolgreich aktualisiert.
es_es: Actualización del firmware correcta.
fr_fr: Mise à jour du micrologiciel réussie.
hu_hu: A belső vezérlőprogram frissítése sikeres.
it_it: Aggiornamento firmware riuscito.
ja_jp: ファームウェア更新に成功しました。
ko_kr: 펌웨어 업데이트에 성공했습니다.
nb_no: Fastvareoppdatering vellykket.
nl_nl: Firmware bijgewerkt.
pl_pl: Aktualizacja oprogramowania układowego powiodła się.
pt_br: A atualização de firmware foi concluída.
ru_ru: Обновление микропрограммы успешно выполнено.
sv_se: Uppdatering av fast programvara har slutförts.
tr_tr: Bellenim güncelleştirme başarılı.
zh_cn: 固件更新成功。
zh_tw: 韌體更新成功。
