Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# GLOB_NAV_LOGIN_STRING_INVALID_USERNAME_PASSWORD
source: Invalid username or password
cs_cz: Neplatné uživatelské jméno nebo heslo
de_de: Ungültiger Benutzername oder ungültiges Passwort
es_es: Nombre de usuario o contraseña no válido
fr_fr: Nom d'utilisateur ou mot de passe incorrect
hu_hu: Érvénytelen felhasználói név vagy jelszó.
it_it: Nome utente o password non validi
ja_jp: 無効なユーザー名またはパスワード
ko_kr: 유효하지 않은 사용자 이름 또는 암호입니다.
nb_no: Ugyldig brukernavn eller passord
nl_nl: Ongeldige gebruikersnaam of ongeldig wachtwoord
pl_pl: Nieprawidłowa nazwa użytkownika lub hasło
pt_br: O nome do usuário ou a senha é inválido
ru_ru: Недопустимое имя пользователя или пароль
sv_se: Ogiltigt användarnamn eller lösenord
tr_tr: Geçersiz kullanıcı adı veya parola
zh_cn: 用户名或密码无效。
zh_tw: 使用者或密碼無效

# GLOB_NAV_LOGIN_STRING_UNAUTHORIZED
source: Unauthorized
cs_cz: Neověřené
de_de: Nicht autorisiert
es_es: No autorizado
fr_fr: Non autorisé
hu_hu: Jogosulatlan
it_it: Senza autorizzazione
ja_jp: 権限なし
ko_kr: 권한 없음
nb_no: Uautorisert
nl_nl: Niet geautoriseerd
pl_pl: Brak autoryzacji
pt_br: Não autorizado
ru_ru: Неавторизованный
sv_se: Obehörig
tr_tr: Yetkisiz
zh_cn: 未经许可
zh_tw: 未授權

# NAV_NOTIFICATIONS
source: Notifications
cs_cz: Oznámení
de_de: Benachrichtigungen
es_es: Notificaciones
hu_hu: Értesítések
it_it: Notifiche
ja_jp: 通知
ko_kr: 알림
nb_no: Varsler
nl_nl: Meldingen
pl_pl: Powiadomienia
pt_br: Notificações
ru_ru: Уведомления
sv_se: Meddelanden
tr_tr: Bildirimler
zh_cn: 通知
zh_tw: 通知

# CONTENT_GENERIC_TOGGLE_ON
source: ON
cs_cz: ZAPNUTO
de_de: EIN
fr_fr: MARCHE
hu_hu: BE
ja_jp: オン
ko_kr: 켜기
nb_no: PÅ
nl_nl: Aan
pl_pl: WŁ.
pt_br: Ativar
ru_ru: ВКЛ
sv_se: PÅ
tr_tr: Açık
zh_cn: 开
zh_tw: 開啟

# CONTENT_GENERIC_TOGGLE_OFF
source: OFF
cs_cz: VYPNUTO
de_de: AUS
fr_fr: ARRÊT
hu_hu: KI
ja_jp: オフ
ko_kr: 끄기
nb_no: AV
nl_nl: Uit
pl_pl: WYŁ.
pt_br: Desativar
ru_ru: ВЫКЛ
sv_se: AV
tr_tr: Kapalı
zh_cn: 关
zh_tw: 關閉

# NAV_FIRMWARE_UPDATE
source: Firmware Update
cs_cz: Aktualizace firmwaru
de_de: Firmware-Aktualisierung
es_es: Actualización de firmware
fr_fr: Mise à jour du micrologiciel
hu_hu: Belső vezérlőprogram frissítése
it_it: Aggiornamento firmware
ja_jp: ファームウェア更新
ko_kr: 펌웨어 업데이트
nb_no: Fastvareoppdatering
pl_pl: Aktualizacja oprogramowania układowego
pt_br: Atualização de firmware
ru_ru: Обновление микропрограммы
sv_se: Uppdatering av fast programvara
tr_tr: Bellenim Güncelleştirme
zh_cn: 固件更新
zh_tw: 韌體更新

# CONTENT_SAFEPOINTS_DIALOG_TITLE_RESTORE_PROGRESS
source: Safepoint Restore Progress
cs_cz: Postup obnovy bodu Safepoint
de_de: Fortschritt der Safepoint-Wiederherstellung
es_es: Progreso de la restauración del safepoint
fr_fr: Progression de la restauration du safepoint
hu_hu: Safepoint visszaállítás helyzete
it_it: Avanzamento ripristino safepoint
ja_jp: Safepoint 復元の進行状況
ko_kr: safepoint 복원 진행률
nb_no: Framdrift for gjenoppretting fra safepoint
nl_nl: Voortgang safepointherstel
pl_pl: Postęp przywracania z punktu safepoint
pt_br: Andamento da restauração de safepoint
ru_ru: Ход выполнения восстановления safepoint
sv_se: Återställningsförlopp för Safepoint
tr_tr: Safepoint Geri Yükleme İlerlemesi
zh_cn: Safepoint 恢复进度
zh_tw: Safepoint 還原進度

# CONTENT_SAFEPOINTS_DIALOG_TITLE_UPDATE_SCHEDULE
source: Safepoint Update Schedule
cs_cz: Plán aktualizací bodu Safepoint
de_de: Safepoint-Aktualisierungszeitplan
es_es: Programa de actualizaciones del safepoint
fr_fr: Calendrier des mises à jour du safepoint
hu_hu: Safepoint frissítések ütemezése
it_it: Pianificazione aggiornamento safepoint
ja_jp: Safepoint 更新スケジュール
ko_kr: safepoint 업데이트 일정
nb_no: Oppdateringsplan for safepoint
nl_nl: Updateplanning voor safepoint
pl_pl: Harmonogram aktualizacji punktu safepoint
pt_br: Agendamento da atualização de safepoint
ru_ru: График обновления safepoint
sv_se: Safepoint-uppdateringsschema
tr_tr: Safepoint Güncelleştirme Planı
zh_cn: Safepoint 更新计划
zh_tw: Safepoint 更新排程

# CONTENT_SAFEPOINTS_HEAD2_SAFEPOINT_PROGRESS
source: Safepoint Progress
cs_cz: Postup bodu Safepoint
de_de: Safepoint-Fortschritt
es_es: Progreso del safepoint
fr_fr: Progression du safepoint
hu_hu: Safepoint helyzete
it_it: Avanzamento safepoint
ja_jp: Safepoint の進行状況
ko_kr: safepoint 진행률
nb_no: Framdrift for safepoint
nl_nl: Voortgang safepoint
pl_pl: Postęp dotyczący punktu safepoint
pt_br: Andamento do safepoint
ru_ru: Ход выполнения safepoint
sv_se: Safepoint-förlopp
tr_tr: Safepoint İlerlemesi
zh_cn: Safepoint 进程
zh_tw: Safepoint 進度

# CONTENT_SAFEPOINTS_LABEL_CURRENTLY_COPYING
source: Currently Copying
cs_cz: Právě probíhá kopírování
de_de: Wird kopiert
es_es: Copiando actualmente
fr_fr: Copie en cours
hu_hu: Másolás alatt
it_it: In corso di copia
ja_jp: 現在コピー中
ko_kr: 현재 복사 중
nb_no: Kopierer nå
nl_nl: Bezig met kopiëren
pl_pl: Aktualnie kopiowane
pt_br: Copiando no momento
ru_ru: Выполняется копирование
sv_se: Kopierar just nu
tr_tr: Şu Anda Kopyalanıyor
zh_cn: 正在复制
zh_tw: 目前正在複製

# CONTENT_SAFEPOINTS_LABEL_COPIED
source: copied
cs_cz: zkopírováno
de_de: kopiert
es_es: copiado
fr_fr: copié
hu_hu: Másolt
it_it: copiati
ja_jp: コピー
ko_kr: 복사됨
nb_no: kopiert
nl_nl: gekopieerd
pl_pl: skopiowano
pt_br: copiado(s)
ru_ru: скопировано
sv_se: kopierat
tr_tr: kopyalandı
zh_cn: 完成复制
zh_tw: 已複製

# ERROR_ID_LABEL_NO_DEFAULT_EXTENSION
source: No default application associated with the .{0} file extension.
cs_cz: K příponě souboru .{0} není přidružena žádná výchozí aplikace.
de_de: Keine Standardanwendung mit der Dateierweiterung „.{0}“ verknüpft.
es_es: No hay ninguna aplicación predeterminada asociada con la extensión de archivo .{0}.
fr_fr: Aucune application par défaut n'est associée à l'extension de fichier .{0}.
hu_hu: Nincs alapértelmezett alkalmazás kapcsolva a .{0} kiterjesztéshez.
it_it: Nessuna applicazione predefinita associata all'estensione file .{0}.
ja_jp: .{0} ファイル拡張子に関連付けられたデフォルトアプリケーションはありません。
ko_kr: .{0} 파일 확장자에 연결된 기본 응용프로그램이 없습니다.
nb_no: Ingen standardprogrammer er tilknyttet filtypen .{0}.
nl_nl: Geen standaardtoepassing gekoppeld aan bestandsuitgang .{0}.
pl_pl: Z rozszerzeniem pliku .{0} nie jest skojarzona żadna domyślna aplikacja.
pt_br: Não há aplicativo padrão associado à extensão de arquivo .{0}.
ru_ru: С расширением файлов .{0} не связано никакое приложение по умолчанию.
sv_se: Ingen standardapplikation associerad med .{0} filtillägget.
tr_tr: .{0} dosya uzantısıyla ilişkili varsayılan uygulama yok.
zh_cn: 找不到与带有.{0}文件扩展名的文件相关的应用程序。
zh_tw: 無與 .{0} 檔案副檔名相關的預設應用程式。

# CONTENT_SAFEPOINTS_HEAD2_SAFEPOINT_PROFILE
source: Safepoint Profile
cs_cz: Profil bodu Safepoint
de_de: Safepoint-Profil
es_es: Perfil del safepoint
fr_fr: Profil du safepoint
hu_hu: Safepoint profil
it_it: Profilo safepoint
ja_jp: Safepoint プロファイル
ko_kr: safepoint 프로파일
nb_no: Safepoint-profil
nl_nl: Safepointprofiel
pl_pl: Profil punktu safepoint
pt_br: Perfil de safepoint
ru_ru: Профиль safepoint
sv_se: Safepoint-profil
tr_tr: Safepoint Profili
zh_cn: Safepoint 配置文件
zh_tw: Safepoint 設定檔

# CONTENT_SAFEPOINTS_LABEL_DESCRIPTION
source: Description
cs_cz: Popis
de_de: Beschreibung
es_es: Descripción
hu_hu: Leírás
it_it: Descrizione
ja_jp: 説明
ko_kr: 설명
nb_no: Beskrivelse
nl_nl: Beschrijving
pl_pl: Opis
pt_br: Descrição
ru_ru: Описание
sv_se: Beskrivning
tr_tr: Açıklama
zh_cn: 描述
zh_tw: 描述

# CONTENT_SAFEPOINTS_LABEL_INVALID_SAFEPOINT_MESSAGE
source: This safepoint is in an invalid state, try updating to fix the problem
cs_cz: Tento bod Safepoint je v neplatném stavu, zkuste aktualizací problém opravit
de_de: Dieser Safepoint befindet sich in einem ungültigen Zustand; versuchen Sie, das Problem durch eine Aktualisierung zu beheben
es_es: El estado de este safepoint no es válido, intente actualizar para corregir el problema
fr_fr: État du safepoint non valide, essayez de le mettre à jour pour résoudre le problème
hu_hu: Ez a safepoint érvénytelen állapotban van, frissítsen a probléma rendezése érdekében!
it_it: Lo stato del safepoint non è valido. Provare a eseguire l'aggiornamento per risolvere il problema
ja_jp: この Safepoint は無効な状態です。問題を解決するには更新してください
ko_kr: 이 safepoint는 유효하지 않은 상태입니다. 업데이트하여 문제를 해결하십시오.
nb_no: Safepoint har en ugyldig status – prøv å oppdatere for å fikse problemet
nl_nl: Dit safepoint is in een ongeldige staat. Probeer bij te werken om het probleem te verhelpen.
pl_pl: Punkt safepoint jest w nieprawidłowym stanie. Spróbuj go zaktualizować, aby rozwiązać problem.
pt_br: Este safepoint está em um estado inválido. Tente atualizá-lo para corrigir o problema.
ru_ru: Этот safepoint в недопустимом состоянии, попробуйте выполнить обновление для исправления проблемы
sv_se: Denna safepoint är i ett ogiltigt tillstånd. Försök att uppdatera för att korrigera problemet
tr_tr: Bu safepoint geçersiz bir durumda; sorunu düzeltmek için güncelleştirmeyi deneyin
zh_cn: 此 safepoint 处于无效状态，请尝试更新以修复问题
zh_tw: 此 Safepoint 在無效的狀態，請嘗試更新以修復問題。

# CONTENT_SAFEPOINTS_LABEL_UPDATE_NOW
source: Update now
cs_cz: Aktualizovat nyní
de_de: Jetzt aktualisieren
es_es: Actualizar ahora
fr_fr: Mettre à jour
hu_hu: Frissítsen most!
it_it: Aggiorna adesso
ja_jp: すぐに更新
ko_kr: 지금 업데이트
nb_no: Oppdater nå
nl_nl: Nu bijwerken
pl_pl: Aktualizuj teraz
pt_br: Atualizar agora
ru_ru: Обновить сейчас
sv_se: Uppdatera nu
tr_tr: Şimdi güncelleştir
zh_cn: 立即更新
zh_tw: 現在更新

# CONTENT_SAFEPOINTS_BUTTON_UPDATE
source: Update
cs_cz: Aktualizovat
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Mise à jour
hu_hu: Frissítés
it_it: Aggiorna
ja_jp: 更新
ko_kr: 업데이트
nb_no: Oppdatering
nl_nl: Bijwerken
pl_pl: Aktualizuj
pt_br: Atualizar
ru_ru: Обновить
sv_se: Uppdatera
tr_tr: Güncelleştir
zh_cn: 更新
zh_tw: 更新

# CONTENT_SAFEPOINTS_LABEL_AUTO_UPDATE
source: Auto Update
cs_cz: Auto. aktualizace
de_de: Automatische Aktualisierung
es_es: Actualización autom.
fr_fr: Mise à jour auto.
hu_hu: Automatikus frissítés
it_it: Aggiorn. autom.
ja_jp: 自動更新
ko_kr: 자동 업데이트
nb_no: Auto-oppdatering
nl_nl: Automatisch bijwerken
pl_pl: Autoaktualizacja
pt_br: Atualização automática
ru_ru: Автоматическое
sv_se: Auto uppdat
tr_tr: Oto. Güncelle
zh_cn: 自动更新
zh_tw: 自動更新

# CONTENT_SAFEPOINTS_LINK_DETAILS
source: Details
cs_cz: Podrobnosti
es_es: Detalles
fr_fr: Détails
hu_hu: Részletek
it_it: Dettagli
ja_jp: 詳細
ko_kr: 세부 정보
nb_no: Detaljer
pl_pl: Szczegóły
pt_br: Detalhes
ru_ru: Сведения
sv_se: Detaljer
tr_tr: Ayrıntılar
zh_cn: 详细信息
zh_tw: 詳細資訊

# CONTENT_SAFEPOINTS_LABEL_CREATED_ON
source: Created On
cs_cz: Vytvořeno dne
de_de: Erstellt am
es_es: Creado el
fr_fr: Créé le
hu_hu: Létrehozás ideje
it_it: Data di creazione
ja_jp: 作成日
ko_kr: 만든 날짜
nb_no: Opprettet den
nl_nl: Gemaakt op
pl_pl: Data utworzenia:
pt_br: Criado em
ru_ru: Создано
sv_se: Skapad den
tr_tr: Oluşturma Tarihi
zh_cn: 创建于
zh_tw: 建立於

# CONTENT_SAFEPOINTS_LABEL_SIZE
source: Size
cs_cz: Velikost
de_de: Größe
es_es: Tamaño
fr_fr: Taille
hu_hu: Méret
it_it: Dimensione
ja_jp: サイズ
ko_kr: 크기
nb_no: Størrelse
nl_nl: Formaat
pl_pl: Rozmiar
pt_br: Tamanho
ru_ru: Размер
sv_se: Storlek
tr_tr: Boyut
zh_cn: 容量
zh_tw: 大小

# CONTENT_SAFEPOINTS_LABEL_GENERIC_NO_SAFEPOINTS
source: No Safepoints
cs_cz: Žádné body Safepoint
de_de: Keine Safepoints
es_es: No hay safepoints
fr_fr: Pas de safepoints
hu_hu: Nincs safepoint
it_it: Nessun safepoint
ja_jp: Safepoint なし
ko_kr: safepoint 없음
nb_no: Ingen Safepoints
nl_nl: Geen safepoints
pl_pl: Brak punktów safepoint
pt_br: Não há safepoints
ru_ru: Нет safepoint
sv_se: Inga safepointer
tr_tr: Safepoint yok
zh_cn: 没有 Safepoint
zh_tw: 無 Safepoints

# CONTENT_SAFEPOINTS_LABEL_LIST_WAIT_FOR_SAFEPOINTS
source: Waiting for safepoints
cs_cz: Čekání na body Safepoint
de_de: Warten auf Safepoints
es_es: Esperando a los safepoints
fr_fr: En attente de safepoints
hu_hu: Safepoint-okra várva
it_it: In attesa di safepoint
ja_jp: Safepoint を待機中
ko_kr: safepoint 기다리는 중
nb_no: Venter på safepoints
nl_nl: Wachten op safepoints
pl_pl: Oczekiwanie na punkty safepoint
pt_br: Aguardando safepoints
ru_ru: Ожидание safepoint
sv_se: Väntar på safepointer
tr_tr: Safepoints bekleniyor
zh_cn: 等待 safepoint
zh_tw: 等待 Safepoints

# CONTENT_SAFEPOINTS_HEAD1_ABOUT_SAFEPOINTS
source: About Safepoints
cs_cz: Body Safepoint
de_de: Info zu Safepoints
es_es: Acerca de los safepoints
fr_fr: À propos des safepoints
hu_hu: A safepoint-okról
it_it: Informazioni sui safepoint
ja_jp: Safepoint について
ko_kr: safepoint 정보
nb_no: Om Safepoints
nl_nl: Info over safepoints
pl_pl: Punkty safepoint — informacje
pt_br: Sobre safepoints
ru_ru: О safepoint
sv_se: Om safepointer
tr_tr: Safepoints Hakkında
zh_cn: 关于 Safepoint
zh_tw: Safepoints 說明

# CONTENT_SAFEPOINTS_HEAD2_SAFEPOINT_INFO
source: A safepoint is a snapshot of the content on WD My Cloud at a specific point in time and stored on a different network drive or USB device. In the event your WD My Cloud content becomes corrupt or the drive fails, you can restore your content from your safepoint to your WD My Cloud drive.
cs_cz: Bod Safepoint je snímek obsahu zařízení WD My Cloud, který byl pořízen v konkrétním časovém okamžiku a uložen v jiné síťové jednotce nebo jiném zařízení USB. V případě, že dojde k poškození obsahu zařízení WD My Cloud nebo jednotka selže, můžete obsah z bodu Safepoint do jednotky WD My Cloud obnovit.
de_de: Ein Safepoint ist eine Momentaufnahme der Inhalte von WD My Cloud zu einem bestimmten Zeitpunkt, die auf einem anderen Netzlaufwerk oder USB-Gerät gespeichert wird. Falls die Inhalte Ihrer WD My Cloud beschädigt werden oder das Laufwerk ausfällt, können Sie die Inhalte von Ihrem Safepoint auf Ihr WD My Cloud-Laufwerk wiederherstellen.
es_es: Un safepoint es una instantánea de los contenidos de WD My Cloud en un punto específico del tiempo, y que se almacena en una unidad de red diferente o en un dispositivo USB. En caso de que los contenidos de WD My Cloud resulten dañados o de que se produzca un error en la unidad, puede restaurarlos en la unidad de WD My Cloud a partir del safepoint.
fr_fr: Un safepoint est une capture instantanée du contenu de WD My Cloud à un moment donné, stockée sur un autre lecteur réseau ou sur un dispositif USB. Si le contenu WD My Cloud est endommagé ou si le lecteur échoue, vous pouvez restaurer le contenu depuis le safepoint sur votre lecteur WD My Cloud.
hu_hu: A safepoint egy pillanatfelvétel a WD My Cloud felhőrendszeren tárolt adatokról, amely egy másik hálózati meghajtón vagy USB eszközön menthető el. Amennyiben WD My Cloud felhőrendszere sérül, vagy a meghajtó meghibásodik, a safepointból visszaállíthatja tartalmát WD My Cloud meghajtójára.
it_it: Un safepoint è un'istantanea dei contenuti su WD My Cloud in un punto e a un'ora specifici e archiviato in un'unità di rete o dispositivo USB diversi. Nel caso in cui i contenuti di WD My Cloud si danneggino o in caso di errore dell'unità, è possibile ripristinare i contenuti dal safepoint all'unità WD My Cloud.
ja_jp: Safepoint は特定の時点における WD My Cloud のスナップショットであり、別のネットワーク ドライブまたは USB デバイスに保存されます。 WD My Cloud コンテンツが破損した場合や、ドライブで障害が発生した場合は、Safepoint から WD My Cloud ドライブへコンテンツを復元できます。
ko_kr: safepoint는 시간상 특정 시점의 WD My Cloud에 있는 내용의 스냅샷으로, 다른 네트워크 드라이브 또는 USB 장치에 저장되어 있습니다. WD My Cloud 내용이 손상되거나 드라이브가 고장이 나면 safepoint에서 WD My Cloud 드라이브로 내용을 복원할 수 있습니다.
nb_no: Et safepoint er et øyeblikksbilde av innholdet på WD My Cloud på et bestemt tidspunkt og lagres på en annen nettverksstasjon eller USB-enhet. I tilfelle innholdet ditt på WD My Cloud blir skadet eller stasjonen krasjer, kan du gjenopprette innholdet fra safepoint til WD My Cloud-stasjonen din.
nl_nl: Een safepoint is een momentopname van de inhoud van uw WD My Cloud op een bepaald ogenblik, die is opgeslagen op een ander netwerkstation of USB-apparaat. Wanneer de inhoud van uw WD My Cloud beschadigd raakt of als het apparaat niet functioneert, kunt u de media vanaf het safepoint terugzetten op uw WD My Cloud-station.
pl_pl: Punkt safepoint to migawka zawartości przechowywanej w danym momencie na urządzeniu WD My Cloud i zapisana na innym dysku sieciowym lub urządzeniu USB. W razie uszkodzenia zawartości na urządzeniu WD My Cloud lub awarii dysku można przywrócić zawartość z punktu safepoint na dysk WD My Cloud.
pt_br: Um safepoint é um instantâneo do conteúdo do WD My Cloud em um momento específico, armazenado em uma unidade de rede ou dispositivo USB diferente. Caso o conteúdo do WD My Cloud seja corrompido ou se ocorrer uma falha da unidade, você pode restaurar o conteúdo do safepoint para a unidade do WD My Cloud.
ru_ru: Safepoint представляет собой моментальный снимок содержимого WD My Cloud в определенный момент времени, хранящийся на другом сетевом диске или USB-устройстве. Если содержимое WD My Cloud повреждается или происходит сбой диска, можно восстановить это содержимое с помощью safepoint на диск WD My Cloud.
sv_se: En safepoint är en ögonblicksbild av innehållet på WD My Cloud vid en specifik tidpunkt och lagras på en annan nätverksenhet eller USB-enhet. I den händelse innehållet på WD My Cloud skadas eller om enheten får något fel kan du återställa innehållet från safepointen till WD My Cloud-enheten.
tr_tr: Safepoint, WD My Cloud içeriğinin belirli bir zaman noktasında alınan ve farklı bir ağ sürücüsüne ya da USB aygıtına depolanan anlık görüntüsüdür. WD My Cloud içeriğiniz bozulursa veya sürücü arıza yaparsa, içeriğinizi safepoint'ten WD My Cloud sürücüsüne geri yükleyebilirsiniz.
zh_cn: Safepoint 是在某个特定的时间点上对 WD My Cloud 中的内容的快照，它存储在一个不同的网络驱动器或 USB 设备中。 如果 WD My Cloud 内容已损坏或驱动器出现故障，您可以从与 WD My Cloud 驱动器相连的 safepoint 恢复您的内容。
zh_tw: 「Safepoint」是在 WD My Cloud 中某個時間點的內容快照，儲存於不同的網路中或 USB 裝置。 萬一您的 WD My Cloud 內容損毀或是磁碟機錯誤，您可以從 Safepoint 將內容還原至 WD My Cloud 磁碟機。

# CONTENT_SAFEPOINTS_DIALOG_TITLE_DELETE_CONFIRM
source: Delete Safepoint
cs_cz: Odstranit bod Safepoint
de_de: Safepoint löschen
es_es: Eliminar safepoint
fr_fr: Supprimer le safepoint
hu_hu: Safepoint törlése
it_it: Elimina safepoint
ja_jp: Safepoint の削除
ko_kr: safepoint 삭제
nb_no: Slett safepoint
nl_nl: Safepoint verwijderen
pl_pl: Usuwanie punktu safepoint
pt_br: Excluir safepoint
ru_ru: Удалить safepoint
sv_se: Ta bort safepoint
tr_tr: Safepoint'i Sil
zh_cn: 删除 Safepoint
zh_tw: 刪除 Safepoint

# CONTENT_SAFEPOINTS_DIALOG_LABEL_DELETE_CONFIRM_MESSAGE
source: Are you sure you want to delete this safepoint?
cs_cz: Opravdu chcete odstranit tento bod Safepoint?
de_de: Diesen Safepoint wirklich löschen?
es_es: ¿Está seguro de que desea eliminar este safepoint?
fr_fr: Êtes-vous sûr de vouloir supprimer ce safepoint ?
hu_hu: Biztosan el kívánja távolítani a safepointot?
it_it: Eliminare il safepoint?
ja_jp: この Safepoint を削除しますか?
ko_kr: 이 safepoint를 삭제하시겠습니까?
nb_no: Er du sikker på at du vil slette safepoint?
nl_nl: Weet u zeker dat u dit safepoint wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten punkt safepoint?
pt_br: Tem certeza de que deseja remover este safepoint?
ru_ru: Удалить этот safepoint?
sv_se: Vill du ta bort denna safepoint?
tr_tr: Bu safepoint'i silmek istediğinizden emin misiniz?
zh_cn: 确定删除此 safepoint 吗?
zh_tw: 您確定要刪除此 Safepoint 嗎？

# CONTENT_SAFEPOINTS_DIALOG_LABEL_UPDATE_DAY
source: Day
cs_cz: Den
de_de: Tag
es_es: Día
fr_fr: Jour
hu_hu: Nap
it_it: Giorno
ja_jp: 日
ko_kr: 일
nb_no: Dag
nl_nl: Dag
pl_pl: Dzień
pt_br: Dia
ru_ru: День
sv_se: Dag
tr_tr: Gün
zh_cn: 日期
zh_tw: 日

# CONTENT_SAFEPOINTS_DIALOG_BUTTON_DAILY
source: Daily
cs_cz: Denně
de_de: Täglich
es_es: A diario
fr_fr: Quotidiennement
hu_hu: Naponta
it_it: Ogni giorno
ja_jp: 毎日
ko_kr: 매일
nb_no: Daglig
nl_nl: Dagelijks
pl_pl: Codziennie
pt_br: Diariamente
ru_ru: Ежедневно
sv_se: Dagligen
tr_tr: Günlük
zh_cn: 每日
zh_tw: 每日

# CONTENT_SAFEPOINTS_DIALOG_BUTTON_WEEKLY
source: Weekly
cs_cz: Týdně
de_de: Wöchentlich
es_es: Cada semana
fr_fr: Hebdomadaire
hu_hu: Hetente
it_it: Ogni settimana
ja_jp: 毎週
ko_kr: 매주
nb_no: Ukentlig
nl_nl: Wekelijks
pl_pl: Co tydzień
pt_br: Semanalmente
ru_ru: Еженедельно
sv_se: Veckovis
tr_tr: Haftalık
zh_cn: 每周
zh_tw: 每週

# CONTENT_SAFEPOINTS_DIALOG_BUTTON_MONTHLY
source: Monthly
cs_cz: Měsíčně
de_de: Monatlich
es_es: Cada mes
fr_fr: Mensuel
hu_hu: Havonta
it_it: Ogni mese
ja_jp: 毎月
ko_kr: 매월
nb_no: Månedlig
nl_nl: Maandelijks
pl_pl: Co miesiąc
pt_br: Mensalmente
ru_ru: Ежемесячно
sv_se: Månadsvis
tr_tr: Aylık
zh_cn: 每月
zh_tw: 每月

# CONTENT_SAFEPOINTS_DIALOG_LABEL_NO_DEVICES
source: There were no devices found
cs_cz: Nebyla nalezena žádná zařízení
de_de: Es wurden keine Geräte gefunden
es_es: No se encontraron dispositivos
fr_fr: Aucun dispositif n'a été détecté.
hu_hu: Nincs elérhető eszköz!
it_it: Nessun dispositivo trovato
ja_jp: デバイスが見つかりません。
ko_kr: 발견된 장치가 없습니다.
nb_no: Ingen enheter ble funnet
nl_nl: Geen apparaten gevonden
pl_pl: Nie odnaleziono żadnych urządzeń
pt_br: Não foram encontrados dispositivos
ru_ru: Устройства не обнаружены
sv_se: Inga enheter hittades
tr_tr: Aygıt bulunamadı
zh_cn: 未找到设备
zh_tw: 未找到任何裝置

# CONTENT_SAFEPOINTS_DIALOG_LABEL_GETTING_SHARES
source: Retrieving Shares
cs_cz: Probíhá načtení sdílených složek
de_de: Freigaben werden abgerufen
es_es: Recuperando archivos compartidos
fr_fr: Récupération des dossiers partagés
hu_hu: Megosztások helyreállítása
it_it: Recupero delle condivisioni in corso
ja_jp: 共有を取得中
ko_kr: 공유 검색 중
nb_no: Henter delte ressurser
nl_nl: Shares ophalen...
pl_pl: Pobieranie udziałów
pt_br: Acessando compartilhamentos
ru_ru: Извлечение ресурсов
sv_se: Hämtar resurser
tr_tr: Paylaşımlar alınıyor
zh_cn: 正在获取共享
zh_tw: 擷取共享

# CONTENT_SAFEPOINTS_DIALOG_HEAD1_CHOOSE_SAFEPOINT
source: Please choose a safepoint
cs_cz: Zvolte bod Safepoint
de_de: Wählen Sie einen Safepoint
es_es: Escoja un safepoint diferente
fr_fr: Veuillez choisir un safepoint
hu_hu: Kérjük, válasszon ki egy safepointot.
it_it: Scegli un safepoint
ja_jp: Safepoint を選択してください
ko_kr: safepoint를 선택하십시오.
nb_no: Velg et safepoint
nl_nl: Kies een safepoint.
pl_pl: Wybierz punkt safepoint
pt_br: Escolha um safepoint
ru_ru: Выберите safepoint
sv_se: Välj en safepoint
tr_tr: Lütfen bir safepoint seçin
zh_cn: 请选择一个 safepoint
zh_tw: 請選擇 Safepoint
