Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# ERROR_USER_SAME_NAME_EXISTS
source: User name already in use. Please enter another user name.
cs_cz: Uživatelské jméno je již používáno. Zadejte jiné uživatelské jméno.
de_de: Benutzername wird bereits verwendet. Geben Sie einen anderen Benutzernamen ein.
es_es: El nombre de usuario ya está en uso. Introduzca otro nombre de usuario.
fr_fr: Nom d'utilisateur déjà utilisé. Veuillez saisir un autre nom d'utilisateur.
hu_hu: Ez a felhasználó név már használatban van. Kérjük, adjon meg egy másik felhasználónevet!
it_it: Nome utente già in uso. Immettere un altro nome utente.
ja_jp: ユーザー名は既に使用中です。 別のユーザー名を入力してください。
ko_kr: 사용자 이름이 이미 사용 중입니다. 다른 사용자 이름을 입력하십시오.
nb_no: Brukernavnet er allerede i bruk. Angi et annet brukernavn.
nl_nl: Gebruikersnaam al in gebruik. Voer een andere gebruikersnaam in.
pl_pl: Nazwa użytkownika jest już używana. Wprowadź inną nazwę użytkownika.
pt_br: O nome do usuário já está em uso. Insira outro nome do usuário.
ru_ru: Имя пользователя уже используется. Введите другое имя пользователя.
sv_se: Användarnamnet finns redan. Ange ett annat användarnamn.
tr_tr: Kullanıcı adı zaten kullanılıyor. Lütfen başka bir kullanıcı adı girin.
zh_cn: 用户名已被占用。 请输入另一个用户名。
zh_tw: 使用者名稱已被使用。 請輸入另一個使用者名稱。

# ERROR_USER_RENAMED_DELETED
source: User has been renamed or deleted.
cs_cz: Uživatel byl přejmenován nebo odstraněn.
de_de: Benutzer wurde umbenannt oder gelöscht.
es_es: Se ha cambiado el nombre del usuario o se eliminado al usuario.
fr_fr: L'utilisateur a été renommé ou supprimé.
hu_hu: A felhasználót átnevezték vagy törölték.
it_it: L'utente è stato rinominato o eliminato.
ja_jp: ユーザー名が変更されたか、ユーザーが削除されました。
ko_kr: 사용자가 삭제되었거나 사용자의 이름이 변경되었습니다.
nb_no: Brukeren har fått nytt navn eller er slettet.
nl_nl: De gebruiker is hernoemd of verwijderd.
pl_pl: Użytkownik ma zmienioną nazwę lub został usunięty.
pt_br: O usuário foi renomeado ou excluído.
ru_ru: Пользователь был переименован или удален.
sv_se: Användaren har bytt namn eller tagits bort.
tr_tr: Kullanıcı yeniden adlandırıldı veya silindi.
zh_cn: 用户已被重命名或删除。
zh_tw: 已更名或以刪除使用者。

# ERROR_USERNAME_INCORRECT_SYNTAX
source: Username must be an alphanumeric value between 1 and 32 characters and cannot contain spaces.
cs_cz: Uživatelské jméno musí být alfanumerický řetězec o délce 1 až 32 znaků, který nesmí obsahovat mezery.
de_de: Der Benutzername muss ein alphanumerischer Wert mit einer Länge zwischen 1 und 32 Zeichen und ohne Leerzeichen sein.
es_es: El nombre de usuario debe ser un valor alfanumérico de entre 1 y 32 caracteres, y que no puede contener espacios.
fr_fr: Le nom d'utilisateur doit être une valeur alphanumérique, de 1 à 32 caractères et sans espace.
hu_hu: A felhasználónév minimum 1 és maximum 32 karaktert tartalmazhat (betűket és számokat vegyesen), betűköz nélkül.
it_it: Il nome utente deve essere un valore alfanumerico compreso tra 1 e 32 caratteri e non può contenere spazi.
ja_jp: ユーザー名はスペースを含まない 1 ～ 32 文字の英数字で入力してください。
ko_kr: 사용자 이름은 1 ~ 32자의 영숫자 값이어야 하며, 공백은 사용할 수 없습니다.
nb_no: Brukernavnet må være en alfanumerisk verdi mellom 1 og 32 tegn og kan ikke inneholde mellomrom.
nl_nl: De gebruikersnaam is een alfanumerieke waarde, telt tussen 1 en 32 tekens en mag geen spaties bevatten.
pl_pl: Nazwa użytkownika musi być wartością alfanumeryczną o długości od 1 do 32 znaków. Użycie spacji jest niedozwolone.
pt_br: O nome do usuário deve ser um valor alfanumérico com 1 a 32 caracteres que não pode conter espaços.
ru_ru: Имя пользователя должно представлять собой буквенно-цифровое значение длиной от 1 до 32 символов без пробелов.
sv_se: Användarnamnet måste vara ett alfanumeriskt värde mellan 1 och 32 och får inte innehålla mellanslag.
tr_tr: Kullanıcı adı, 1 ile 32 karakter arasında alfasayısal bir değer olmalıdır ve boşluk içeremez.
zh_cn: 用户名必须是 1 到 32 个字母或数字，区分大小写，并且不能包含空格。
zh_tw: 使用者名稱必須為 1 至 32 個字元之間的英數字母，不可包含空格。

# ERROR_FULL_NAME_INCORRECT_SYNTAX
source: Full name is a case-sensitive alphanumeric value and may contain spaces or underscores without exceeding 256 characters.
cs_cz: Jméno a příjmení je alfanumerická hodnota s rozlišováním velkých a malých písmen, může obsahovat mezery nebo podtržítka a nesmí být delší než 256 znaků.
de_de: Der vollständige Name muss ein alphanumerischen Wert sein und darf Leerzeichen und Unterstriche enthalten, jedoch eine Gesamtlänge von 256 Zeichen nicht überschreiten. Die Groß- und Kleinschreibung muss berücksichtigt werden.
es_es: El nombre completo es un valor alfanumérico que distingue mayúsculas de minúsculas, puede contener espacios o guiones bajos y no puede superar los 256 caracteres.
fr_fr: Le nom complet est alphanumérique et sensible à la casse. Il peut contenir des espaces ou des traits de soulignement, sans pour autant dépasser 256 caractères.
hu_hu: A teljes név egy, a kis és nagybetűk különbözőségére érzékeny, betűkből és számokból álló érték, tartalmazhat szóközöket vagy aláhúzás jeleket, de nem lehet hosszabb 256 karakternél.
it_it: Il nome completo è un valore alfanumerico che rispetta la distinzione tra minuscole e maiuscole e può contenere spazi o caratteri di sottolineatura senza superare i 256 caratteri.
ja_jp: 氏名は 256 文字以内の英数字でなければなりません。大文字と小文字を区別します。スペースまたはアンダースコアを使用できます。
ko_kr: 전체 이름은 대소문자가 구분되는 영숫자 값이며, 256자를 초과하지 않는 한도로 공백이나 밑줄을 사용할 수 있습니다.
nb_no: Det fulle navnet er en alfanumerisk verdi med store og små bokstaver og kan inneholde mellomrom eller understrek uten å overskride 256 tegn.
nl_nl: De volledige naam is een hoofdlettergevoelige alfanumerieke waarde en mag spaties en onderstrepingstekens bevatten, tot een maximum van 256 tekens.
pl_pl: Imię i nazwisko jest wartością alfanumeryczną o maksymalnej długości 256 znaków. Wielkość liter jest rozróżniana. Użycie spacji i podkreśleń jest dozwolone.
pt_br: O nome é um valor alfanumérico que diferencia maiúsculas de minúsculas e pode conter espaços ou sublinhados, sem exceder 256 caracteres.
ru_ru: Полное имя представляет собой буквенно-цифровое значение (с учетом регистра) и может содержать пробелы и символы подчеркивания, причем длина такого значения не должна превышать 256 символов.
sv_se: Fullständigt namn är ett skiftlägeskänsligt alfanumeriskt värde och får innehålla mellanslag eller understreck, men får inte överskrida 256 tecken.
tr_tr: Tam ad, büyük/küçük harfe duyarlı alfasayısal bir değerdir ve en fazla 256 karakter uzunluğunda olup boşluk veya alt çizgi içerebilir.
zh_cn: 全名是一串字母或数字，区分大小写，可以包含空格和下划线，但总计不得超过 256 个字符。
zh_tw: 全名為大、小寫區分的英數字母，可包含空格或是底線，不超過 256 個字元。

# ERROR_PASSWORD_INCORRECT_SYNTAX
source: Password is a case-sensitive, alphanumeric value up to 32 characters, and cannot contain double quotes.
cs_cz: Heslo je alfanumerická hodnota s rozlišováním velkých a malých písmen, která může obsahovat až 32 znaků a nesmí obsahovat dvojité uvozovky.
de_de: Das Passwort muss ein alphanumerischer Wert mit einer Länge von höchstens 32 Zeichen sein. Doppelte Anführungszeichen sind im Passwort nicht zulässig. Die Groß- und Kleinschreibung muss berücksichtigt werden.
es_es: La contraseña es un valor alfanumérico que distingue mayúsculas de minúsculas, de hasta 32 caracteres y no puede contener comillas dobles.
fr_fr: Le mot de passe est sensible à la casse, alphanumérique, de 32 caractères maximum et ne peut contenir de double guillemets.
hu_hu: A jelszó kisbetű/nagybetű-érzékeny, maximum 32 karaktert tartalmazhat, és nem tartalmazhat kettős idézőjeleket.
it_it: La password è un valore alfanumerico che rispetta la distinzione tra maiuscole e minuscole che deve contenere un massimo di 32 caratteri e non può contenere virgolette.
ja_jp: パスワードは 32 文字以内の英数字でなければなりません。大文字と小文字を区別します。二重引用符は使用できません。
ko_kr: 암호는 대소문자가 구분되는 32자 이하의 영숫자 값이며, 따옴표는 사용할 수 없습니다.
nb_no: Passordet er en alfanumerisk verdi med store og små bokstaver som kan være opptil 32 tegn langt, og det kan ikke inneholde doble anførselstegn.
nl_nl: Het wachtwoord is een hoofdlettergevoelige alfanumerieke waarde van 32 tekens of minder en mag geen dubbele aanhalingstekens bevatten.
pl_pl: Hasło jest wartością alfanumeryczną o maksymalnej długości 32 znaków. Wielkość liter jest rozróżniana. Użycie cudzysłowów jest niedozwolone.
pt_br: A senha é um valor alfanumérico que diferencia maiúsculas de minúsculas, deve ter no máximo 32 caracteres e não pode conter aspas.
ru_ru: Пароль представляет собой буквенно-цифровое значение (с учетом регистра) не длиннее 32 символов, которое не может содержать двойные кавычки.
sv_se: Lösenordet är ett skiftlägeskänsligt alfanumeriskt värde som måste vara högst 32 tecken långt och får inte innehålla dubbla citattecken.
tr_tr: Parola en fazla 32 karakter uzunluğunda, büyük/küçük harfe duyarlı bir alfasayısal değerdir ve çift tırnak içeremez.
zh_cn: 密码是区分大小写的字母数字值，最多 32 个字符，不可包含双引号。
zh_tw: 密碼為大、小寫區分的英數字母，上限為 32 個字元，不可包含雙引號。

# ERROR_PASSWORDS_DONT_MATCH
source: Passwords do not match.
cs_cz: Hesla se neshodují.
de_de: Die Passwörter stimmen nicht überein.
es_es: Las contraseñas no coinciden.
fr_fr: Les mots de passe ne correspondent pas.
hu_hu: A jelszó helytelen.
it_it: Le password non corrispondono.
ja_jp: パスワードが一致しません。
ko_kr: 암호가 일치하지 않습니다.
nb_no: Passordene samsvarer ikke.
nl_nl: De wachtwoorden komen niet overeen.
pl_pl: Hasła są niezgodne.
pt_br: As senhas não são iguais.
ru_ru: Пароли не совпадают.
sv_se: Lösenorden matchar inte.
tr_tr: Parolalar eşleşmiyor.
zh_cn: 密码不匹配。
zh_tw: 密碼不相符。

# ERROR_SHARE_NAME_EXISTS
source: Share name already in use. Please enter another share name.
cs_cz: Název sdílené složky je již používán. Zadejte jiný název sdílené složky.
de_de: Der Freigabename wird bereits verwendet. Geben Sie einen anderen Freigabenamen ein.
es_es: El nombre del archivo compartido ya está en uso. Introduzca otro nombre de archivo compartido.
fr_fr: Nom de dossier partagé déjà utilisé. Veuillez saisir un autre nom de dossier partagé.
hu_hu: Ennek a megosztásnak a neve már használatban van. Kérjük, adjon másik nevet ennek a megosztásnak!
it_it: Nome condivisione già in uso. Immettere un altro nome condivisione.
ja_jp: 共有名は既に使用中です。 別の共有名を入力してください。
ko_kr: 공유 이름이 이미 사용 중입니다. 다른 공유 이름을 입력하십시오.
nb_no: Delt ressurs-navn er allerede i bruk. Skriv inn et annet navn for den delte ressursen.
nl_nl: Sharenaam al in gebruik. Voer een andere sharenaam in.
pl_pl: Nazwa udziału jest już używana. Wprowadź inną nazwę udziału.
pt_br: O nome do compartilhamento já está em uso. Insira outro nome do compartilhamento.
ru_ru: Название ресурса уже используется. Введите другое название ресурса.
sv_se: Resursnamnet finns redan. Ange ett annat resursnamn.
tr_tr: Paylaşım adı zaten kullanılıyor. Lütfen başka bir paylaşım adı girin.
zh_cn: 共享名称已被占用。 请输入另一个共享名称。
zh_tw: 共享名稱已被使用。 請輸入另一個共享名稱。

# ERROR_SHARE_NAME_RESERVED
source: Share name {0} is reserved. Share names are case sensitive, alphanumeric values between 1 and 32 characters, and cannot contain spaces.
cs_cz: Název sdílené složky {0} je vyhrazený. Názvy sdílených položek jsou alfanumerické hodnoty s rozlišováním velkých a malých písmen, o délce 1 až 32 znaků, které nesmí obsahovat mezery.
de_de: Freigabename {0} ist reserviert. Die Groß-/Kleinschreibung des Freigabenamens muss beachtet werden. Der Wert muss ein alphanumerischer Wert mit einer Länge zwischen 1 und 32 Zeichen sein und darf keine Leerzeichen enthalten.
es_es: El nombre de archivo compartido {0} está reservado. Los nombres de archivos compartidos son valores alfanuméricos que distinguen mayúsculas de minúsculas, de entre 1 y 32 caracteres, y que no pueden contener espacios.
fr_fr: Le nom de dossier partagé {0} est réservé. Les noms de dossier partagé sont des valeurs sensibles à la casse, alphanumériques, de 1 à 32 caractères et sans espace.
hu_hu: A {0} megosztásnév foglalt. A megosztás neve egy, a kis és nagybetűk különbözőségére érzékeny, betűkből és számokból álló érték, amely minimum 1, legfeljebb 32 karakter hosszúságú lehet, és nem tartalmazhat szóközöket.
it_it: Il nome condivisione {0} è riservato. I nomi di condivisione rispettano la distinzione tra maiuscole e minuscole, sono valori alfanumerici compresi tra 1 e 32 caratteri e non possono contenere spazi.
ja_jp: 共有名 {0} は予約されています。 共有名は大文字と小文字を区別します。スペースを含まない 1 ～ 32 文字の英数字で入力してください。
ko_kr: 공유 이름 {0}은(는) 예약되어 있습니다. 공유 이름은 대소문자가 구분되는 1 ~ 32자의 영숫자 값이며, 공백은 사용할 수 없습니다.
nb_no: Delt ressurs-navn {0} er reservert. Navn på delte ressurser må være alfanumeriske verdier mellom 1 og 32 tegn, og de kan inneholde små og store bokstaver, men ikke mellomrom.
nl_nl: Sharenaam {0} is gereserveerd. Sharenamen zijn hoofdlettergevoelig, alfanumeriek, tellen tussen 1 en 32 tekens en mogen geen spaties bevatten.
pl_pl: Nazwa udziału {0} jest zarezerwowana. Nazwa udziału jest wartością alfanumeryczną o długości od 1 do 32 znaków. Wielkość liter jest rozróżniana. Użycie spacji jest niedozwolone.
pt_br: O nome do compartilhamento {0} está reservado. Os nomes de compartilhamento são valores alfanuméricos com 1 a 32 caracteres que diferenciam maiúsculas de minúsculas e não podem conter espaços.
ru_ru: Название ресурса {0} зарезервировано. Названия ресурсов представляют собой буквенно-цифровые значения от 1 до 32 символов (с учетом регистра) без пробелов.
sv_se: Resursnamnet {0} är reserverat. Resursnamn är ett skiftlägeskänsliga, alfanumeriska värden mellan 1 och 32 och får inte innehålla mellanslag.
tr_tr: {0} paylaşım adı ayrıldı. Paylaşım adları büyük/küçük harfe duyarlı, 1 ile 32 karakter arasında alfasayısal bir değerdir ve boşluk içeremez.
zh_cn: 共享名称{0}已被保留。 共享名称包含 1 到 32 个字母或数字，区分大小写，并且不能包含空格。
zh_tw: 已保留共享名稱：{0}。 共享名稱為大、小寫區分、在 1 至 32 字元之間的英數字母，不可包含空格。

# ERROR_HTTP_PORTNUMBER
source: Port number {0} invalid. Enter a valid port number between 1024-65535 or 80.
cs_cz: Číslo portu {0} je neplatné. Zadejte platné číslo portu v rozmezí 1024-65535 nebo 80.
de_de: Portnummer {0} ist ungültig. Geben Sie eine gültige Portnummer zwischen 1024 und 65535 oder die Portnummer 80 ein.
es_es: Número de puerto {0} no válido. Introduzca un número de puerto válido entre 1024-65535 u 80.
fr_fr: Numéro de port {0} non valide. Saisissez un numéro de port valide entre 1024 et 65535 ou 80.
hu_hu: A {0} portszám helytelen. Adjon meg egy érvényes portszámot 1024 és 65535 között, vagy írja be a 80-ast.
it_it: Numero porta {0} non valido. Immettere un numero di porta valido tra 1024-65535 o 80.
ja_jp: ポート番号 {0} が無効です。 1024 ～ 65535 または 80 番の有効なポート番号を入力してください。
ko_kr: 포트 이름 {0}은(는) 유효하지 않습니다. 1024-65535 또는 80 중에서 유효한 포트 번호를 입력하십시오.
nb_no: Portnummer {0} er ugyldig. Skriv inn et gyldig portnummer mellom 1024 og 65535 eller 80.
nl_nl: Poortnummer {0} ongeldig. Voer een geldig poortnummer in tussen 1024 en 65535 of 80.
pl_pl: Numer portu {0} jest nieprawidłowy. Wprowadź prawidłowy numer portu z zakresu 1024–65535 lub 80.
pt_br: O número de porta {0} é inválido. Insira um número de porta válido entre 1024 e 65535 ou 80.
ru_ru: Недопустимый номер порта {0}. Введите допустимый номер порта в диапазоне 1024 – 65535 или 80.
sv_se: Portnummer {0} är ogiltigt. Ange ett giltigt portnummer mellan 1024-65535 eller 80.
tr_tr: {0} bağlantı noktası numarası geçersiz. 1024-65535 aralığında veya 80 şeklinde geçerli bir bağlantı noktası numarası girin.
zh_cn: 端口号{0}无效。 请输入一个有效的端口号，号码可以是80或1024到65535之间的任一数字。
zh_tw: 連接埠號碼 {0} 無效。 輸入介於 1024-65535 之間或 80 的有效連接埠號碼。

# ERROR_HTTPS_PORTNUMBER
source: Port number {0} invalid. Enter a valid port number between 1024-65535 or 443.
cs_cz: Číslo portu {0} je neplatné. Zadejte platné číslo portu v rozmezí 1024-65535 nebo 443.
de_de: Portnummer {0} ist ungültig. Geben Sie eine gültige Portnummer zwischen 1024 und 65535 oder die Portnummer 443 ein.
es_es: Número de puerto {0} no válido. Introduzca un número de puerto válido entre 1024-65535 u 443.
fr_fr: Numéro de port {0} non valide. Saisissez un numéro de port valide entre 1024 et 65535 ou 443.
hu_hu: A {0} portszám helytelen. Adjon meg egy érvényes portszámot 1024 és 65535 között, vagy írja be a 443-ast.
it_it: Numero porta {0} non valido. Immettere un numero di porta valido tra 1024-65535 o 443.
ja_jp: ポート番号 {0} が無効です。 1024 ～ 65535 または 443 番の有効なポート番号を入力してください。
ko_kr: 포트 이름 {0}은(는) 유효하지 않습니다. 1024-65535 또는 443 중에서 유효한 포트 번호를 입력하십시오.
nb_no: Portnummer {0} er ugyldig. Skriv inn et gyldig portnummer mellom 1024 og 65535 eller 443.
nl_nl: Poortnummer {0} ongeldig. Voer een geldig poortnummer in tussen 1024 en 65535 of 443.
pl_pl: Numer portu {0} jest nieprawidłowy. Wprowadź prawidłowy numer portu z zakresu 1024–65535 lub 443.
pt_br: O número de porta {0} é inválido. Insira um número de porta válido entre 1024 e 65535 ou 443.
ru_ru: Недопустимый номер порта {0}. Введите допустимый номер порта в диапазоне 1024 – 65535 или 443.
sv_se: Portnummer {0} är ogiltigt. Ange ett giltigt portnummer mellan 1024-65535 eller 443.
tr_tr: {0} bağlantı noktası numarası geçersiz. 1024-65535 aralığında veya 443 şeklinde geçerli bir bağlantı noktası numarası girin.
zh_cn: 端口号{0}无效。 请输入一个有效的端口号，号码可以是443或1024到65535之间的任一数字。
zh_tw: 連接埠號碼 {0} 無效。 輸入介於 1024-65535 之間或 443 的有效連接埠號碼。

# ERROR_DUPLICATE_HTTPS_PORTNUMBER
source: Duplicate port number.
cs_cz: Duplicitní číslo portu.
de_de: Doppelte Portnummer.
es_es: Duplique el número de puerto.
fr_fr: Dupliquez le numéro de port.
hu_hu: Másolja át a port számát.
it_it: Numero di porta duplicato.
ja_jp: 重複したポート番号。
ko_kr: 중복 포트 번호입니다.
nb_no: Duplisert portnummer.
nl_nl: Dubbel poortnummer.
pl_pl: Zduplikowany numer portu.
pt_br: Número de porta duplicado.
ru_ru: Дублирование номера порта.
sv_se: Dubbelt portnummer.
tr_tr: Yinelenen bağlantı noktası numarası.
zh_cn: 端口号码重复。
zh_tw: 重複的連接埠號碼。

# ERROR_SHARE_RENAMED_DELETED
source: Share has been renamed or deleted.
cs_cz: Sdílená složka byla přejmenována nebo odstraněna.
de_de: Die Freigabe wurde umbenannt oder gelöscht.
es_es: Se ha cambiado el nombre del archivo compartido o se eliminado el archivo compartido.
fr_fr: Le dossier partagé a été renommé ou supprimé.
hu_hu: Ezt a megosztást átnevezték vagy törölték.
it_it: La condivisione è stato rinominata o eliminata.
ja_jp: 共有名が変更されたか、共有が削除されました。
ko_kr: 공유가 삭제되었거나 공유의 이름이 변경되었습니다.
nb_no: Den delte ressursen har fått nytt navn eller er slettet.
nl_nl: De share is hernoemd of verwijderd.
pl_pl: Udział ma zmienioną nazwę lub został usunięty.
pt_br: O compartilhamento foi renomeado ou excluído.
ru_ru: Ресурс был переименован или удален.
sv_se: Resursen har bytt namn eller tagits bort.
tr_tr: Paylaşım yeniden adlandırıldı veya silindi.
zh_cn: 共享已被重命名或删除。
zh_tw: 已更名或刪除共享。

# ERROR_SHARE_NAME_INCORRECT_SYNTAX
source: Share names are case sensitive, alphanumeric values between 1 and 32 characters, and cannot contain spaces.
cs_cz: Názvy sdílených položek jsou alfanumerické hodnoty s rozlišováním velkých a malých písmen, o délce 1 až 32 znaků, které nesmí obsahovat mezery.
de_de: Die Groß-/Kleinschreibung des Freigabenamens muss beachtet werden. Der Wert muss ein alphanumerischer Wert mit einer Länge zwischen 1 und 32 Zeichen sein und darf keine Leerzeichen enthalten.
es_es: Los nombres de archivos compartidos son valores alfanuméricos que distinguen mayúsculas de minúsculas, de entre 1 y 32 caracteres, y que no pueden contener espacios.
fr_fr: Les noms de dossier partagé sont des valeurs sensibles à la casse, alphanumériques, de 1 à 32 caractères et sans espace.
hu_hu: A megosztás neve egy, a kis és nagybetűk különbözőségére érzékeny, betűkből és számokból álló érték, amely minimum 1, legfeljebb 32 karakter hosszúságú lehet, és nem tartalmazhat szóközöket.
it_it: I nomi di condivisione rispettano la distinzione tra maiuscole e minuscole, sono valori alfanumerici compresi tra 1 e 32 caratteri e non possono contenere spazi.
ja_jp: 共有名は大文字と小文字を区別します。スペースを含まない 1 ～ 32 文字の英数字で入力してください。
ko_kr: 공유 이름은 대소문자가 구분되는 1 ~ 32자의 영숫자 값이며, 공백은 사용할 수 없습니다.
nb_no: Navn på delte ressurser må være alfanumeriske verdier mellom 1 og 32 tegn, og de kan inneholde små og store bokstaver, men ikke mellomrom.
nl_nl: Sharenamen zijn hoofdlettergevoelig, alfanumeriek, tellen tussen 1 en 32 tekens en mogen geen spaties bevatten.
pl_pl: Nazwa udziału jest wartością alfanumeryczną o długości od 1 do 32 znaków. Wielkość liter jest rozróżniana. Użycie spacji jest niedozwolone.
pt_br: Os nomes de compartilhamento são valores alfanuméricos com 1 a 32 caracteres que diferenciam maiúsculas de minúsculas e não podem conter espaços.
ru_ru: Названия ресурсов представляют собой буквенно-цифровые значения от 1 до 32 символов (с учетом регистра) без пробелов.
sv_se: Resursnamn är ett skiftlägeskänsliga, alfanumeriska värden mellan 1 och 32 och får inte innehålla mellanslag.
tr_tr: Paylaşım adları büyük/küçük harfe duyarlı, 1 ile 32 karakter arasında alfasayısal bir değerdir ve boşluk içeremez.
zh_cn: 共享名称包含 1 到 32 个字母或数字，区分大小写，并且不能包含空格。
zh_tw: 共享名稱為大、小寫區分、在 1 至 32 字元之間的英數字母，不可包含空格。

# ERROR_SHARE_DESCRIPTION_INCORRECT_SYNTAX
source: Share description must start with an alphanumeric value and may contain spaces or underscores without exceeding 256 characters.
cs_cz: Popis sdílené složky musí začínat alfanumerickou hodnotou, může obsahovat mezery nebo podtržítka a nesmí být delší než 256 znaků.
de_de: Die Freigabebeschreibung muss mit einem alphanumerischen Wert beginnen. Sie darf Leerzeichen und Unterstriche enthalten, jedoch eine Gesamtlänge von 256 Zeichen nicht überschreiten.
es_es: La descripción del archivo compartido debe comenzar con un valor alfanumérico, puede contener espacios o guiones bajos y no puede superar los 256 caracteres.
fr_fr: La description du dossier partagé doit commencer par une valeur alphanumérique et peut contenir des espaces ou des traits de soulignement, sans pour autant dépasser 256 caractères.
hu_hu: A megosztás leírásának betűvel vagy számmal kell kezdődnie, tartalmazhat szóközöket vagy aláhúzás jeleket, de nem lehet hosszabb 256 karakternél.
it_it: La descrizione condivisione deve iniziare con un valore alfanumerico e può contenere spazi o caratteri di sottolineatura senza superare i 256 caratteri.
ja_jp: 共有の説明の先頭は英数字で、256 文字以内でなければなりません。スペースまたはアンダースコアを使用できます。
ko_kr: 공유 설명은 영숫자 값으로 시작해야 하며, 256자를 초과하지 않는 한도로 공백이나 밑줄을 사용할 수 있습니다.
nb_no: Beskrivelsen av delt ressurs må starte med en alfanumerisk verdi og kan inneholde mellomrom eller understrek uten å overskride 256 tegn.
nl_nl: De sharebeschrijving moet beginnen met een alfanumerieke waarde en mag spaties en onderstrepingstekens bevatten, tot een maximum van 256 tekens.
pl_pl: Opis udziału musi się zaczynać wartością alfanumeryczną i może mieć długość maksymalnie 256 znaków. Użycie spacji i podkreśleń jest dozwolone.
pt_br: A descrição do compartilhamento deve começar com um valor alfanumérico e pode conter espaços ou sublinhados, sem exceder 256 caracteres.
ru_ru: Описание ресурса должно начинаться буквенно-цифровым значением и может содержать пробелы и символы подчеркивания, причем длина такого описания не должна превышать 256 символов.
sv_se: Resursbeskrivningen måste starta med ett alfanumeriskt värde och får innehålla mellanslag eller understreck, en får inte överskrida 256 tecken.
tr_tr: Paylaşım açıklaması alfasayısal bir değerle başlamalıdır ve en fazla 256 karakter uzunluğunda olup boşluk veya alt çizgi içerebilir.
zh_cn: 共享描述必须以字母或数字开头，可以包含空格和下划线，但总计不得超过 256 个字符。
zh_tw: 共享描述必須以英數字母為字首，可包含空格以及底線並不超過 256 個字元。
