Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# ERROR_ID_303
source: Destination share not accessible
cs_cz: Cílová sdílená složka není dostupná
de_de: Zielfreigabe nicht zugreifbar
es_es: El archivo de uso compartido de destino no es accesible
fr_fr: Dossier partagé de destination inaccessible
hu_hu: A célmegosztás nem elérhető.
it_it: Condivisione destinazione non accessibile
ja_jp: ターゲット共有にアクセスできません
ko_kr: 대상 공유에 액세스할 수 없습니다.
nb_no: Delt målressurs er ikke tilgjengelig
nl_nl: Doelshare niet toegankelijk
pl_pl: Udział docelowy jest niedostępny
pt_br: O compartilhamento de destino não está acessível
ru_ru: Конечный ресурс недоступен
sv_se: Destinationsresursen kan inte nås
tr_tr: Hedef paylaşıma erişilemiyor
zh_cn: 无法访问目标共享
zh_tw: 無法存取目的地共享

# ERROR_ID_304
source: Either shareall or share_name parameter has to be specified.
cs_cz: Musí být zadán buď parametr shareall nebo parametr share_name.
de_de: Der Parameter „shareall“ oder „share_name“ muss angegeben werden.
es_es: Hay que especificar el parámetro shareall o share_name.
fr_fr: L'un des deux paramètres suivants doit être spécifié : shareall ou share_name.
hu_hu: A shareall (minden megosztása) vagy share_name (adott elnevezésű adat megosztása) paramétereket pontosítani kell.
it_it: Specificare il parametro shareall o share_name.
ja_jp: shareall または share_name パラメータを指定する必要があります。
ko_kr: shareall 또는 share_name 매개변수를 지정해야 합니다.
nb_no: Spesifiser en av parameterne shareall eller Share_name.
nl_nl: Geef ofwel shareall of share_name als parameter op.
pl_pl: Musi być określony parametr shareall lub share_name.
pt_br: É obrigatória a especificação do parâmetro shareall ou share_name.
ru_ru: Нужно указать либо параметр shareall, либо параметр share_name.
sv_se: Antingen måste parametern shareall- eller share_name anges.
tr_tr: shareall veya share_name parametresi belirtilmelidir.
zh_cn: 必须指定 shareall 或者 share_name 参数。
zh_tw: 必須指定 shareall 或 share_name 參數 。

# ERROR_ID_305
source: WDMC Server reset failed.
cs_cz: Resetování serveru WDMC se nezdařilo.
de_de: Fehler beim Zurücksetzen des WDMC-Servers.
es_es: Se produjo un error al restablecer el servidor WDMC.
fr_fr: Échec de la réinitialisation du serveur WDMC.
hu_hu: WDMC-kiszolgáló alaphelyzetbe állítása sikertelen.
it_it: Reimpostazione server WDMC.
ja_jp: WDMC サーバー リセットが失敗しました。
ko_kr: WDMC 서버를 재설정하지 못했습니다.
nb_no: Tilbakestilling av WDMC-server mislyktes.
nl_nl: Terugstellen WDMC-server mislukt.
pl_pl: Zresetowanie serwera WDMC nie powiodło się.
pt_br: Falha na reinicialização do servidor WDMC.
ru_ru: Сбой сброса сервера WDMC.
sv_se: Återställning av WDMC-server misslyckades.
tr_tr: WDMC Sunucusu sıfırlanamadı.
zh_cn: WDMC 服务器重置操作失败。
zh_tw: WDMC 伺服器重設失敗。

# CONTENT_SAFEPOINTS_DIALOG_LABEL_GETTING_PARTITIONS
source: Retrieving Partitions
cs_cz: Probíhá načítání oddílů
de_de: Partitionen werden abgerufen
es_es: Recuperando particiones
fr_fr: Récupération des partitions
hu_hu: Partíciók visszaállítása
it_it: Recupero partizioni
ja_jp: パーティションの取得
ko_kr: 파티션 검색 중
nb_no: Henter partisjoner
nl_nl: Partities terughalen
pl_pl: Przywracanie partycji
pt_br: Acessando partições
ru_ru: Извлечение разделов
sv_se: Hämtar partitioner
tr_tr: Bölümler Alınıyor
zh_cn: 正在检索分区
zh_tw: 擷取分割

# LABEL_SELECT_A_DRIVE
source: Select a drive
cs_cz: Vyberte jednotku
de_de: Laufwerk auswählen
es_es: Seleccionar una unidad
fr_fr: Sélectionnez un lecteur
hu_hu: Meghajtó kiválasztása
it_it: Seleziona un'unità
ja_jp: ドライブを選択
ko_kr: 드라이브 선택
nb_no: Velg en stasjon
nl_nl: Selecteer een station
pl_pl: Wybierz dysk
pt_br: Selecione uma unidade
ru_ru: Выберите диск
sv_se: Välj en enhet
tr_tr: Sürücü seçin
zh_cn: 请选择一个驱动器
zh_tw: 請選擇磁碟機

# GENERIC_KB
source: KB
fr_fr: Ko
ru_ru: Кб

# TOOLTIP_RESEND_EMAIL_ICON
source: Resends the registration email.
cs_cz: Znovu odešle registrační e-mail.
de_de: Hiermit wird die Registrierungs-E-Mail erneut gesendet.
es_es: Reenvía el correo electrónico de registro.
fr_fr: Renvoie l'e-mail d'inscription.
hu_hu: Regisztrációs email újraküldése.
it_it: Inviare di nuovo l'e-mail di registrazione.
ja_jp: 登録メールを再送信します。
ko_kr: 등록 이메일을 다시 보냅니다.
nb_no: Sender e-post for registrering på nytt.
nl_nl: Hiermee wordt de registratie-e-mail opnieuw verzonden.
pl_pl: Ponownie wysyła wiadomość e-mail dotyczącą rejestracji.
pt_br: Reenviar o e-mail de registro.
ru_ru: Повторно отправляет регистрационное сообщение электронной почты.
sv_se: Skickar registreringsmeddelandet igen.
tr_tr: Kayıt e-postasını yeniden gönderir.
zh_cn: 重新发送注册电子邮件。
zh_tw: 重新寄送註冊電子郵件。

# TOOLTIP_UPDATE_EMAIL_ICON
source: Update registration email.
cs_cz: Aktualizace registračního e-mailu.
de_de: Registrierungs-E-Mail aktualisieren.
es_es: Actualice el correo electrónico de registro.
fr_fr: Mettez à jour l'e-mail d'inscription.
hu_hu: Regisztrációs email frissítése.
it_it: Aggiornare l'e-mail di registrazione.
ja_jp: 登録メールを更新します。
ko_kr: 등록 이메일 업데이트
nb_no: Oppdater e-postadresse for registrering.
nl_nl: Registratie-e-mail bijwerken.
pl_pl: Aktualizuj wiadomość e-mail dotyczącą rejestracji.
pt_br: Atualizar o e-mail de registro.
ru_ru: Обновить регистрационное сообщение электронной почты.
sv_se: Uppdatera registreringsmeddelande.
tr_tr: Kayıt e-postasını güncelleştirin.
zh_cn: 更新注册电子邮件。
zh_tw: 更新註冊電子郵件。

# CONTENT_SETTINGS_STRING_ELAPSED_TIME
source: Elapsed time
cs_cz: Uplynulý čas
de_de: Verstrichene Zeit
es_es: Tiempo transcurrido
fr_fr: Temps écoulé
hu_hu: Eltelt idő
it_it: Tempo trascorso
ja_jp: 経過時間
ko_kr: 경과된 시간
nb_no: Brukt tid
nl_nl: Verlopen tijd
pl_pl: Upływ czasu
pt_br: Tempo decorrido
ru_ru: Прошедшее время
sv_se: Förfluten tid.
tr_tr: Geçen süre
zh_cn: 运行时间
zh_tw: 已耗用時間

# ERROR_USERNAME_INCORRECT_SYNTAX_DASH
source: Username cannot start with a dash (-).
cs_cz: Uživatelské jméno nemůže začínat pomlčkou (-).
de_de: Der Benutzername darf nicht mit einem Bindestrich (-) beginnen.
es_es: El nombre de usuario no puede empezar con un guión (-).
fr_fr: Le nom d'utilisateur ne peut pas commencer par un tiret (-).
hu_hu: A felhasználó neve nem kezdődhet kötőjellel (-).
it_it: Il nome utente non può iniziare con un trattino (-).
ja_jp: ユーザー名の先頭にはダッシュ（-）を使用できません。
ko_kr: 사용자 이름은 대시(-)로 시작할 수 없습니다.
nb_no: Brukernavn kan ikke starte med bindestrek (-).
nl_nl: Gebruikersnaam mag niet met een koppelteken (-) beginnen.
pl_pl: Nazwa użytkownika nie może się zaczynać dywizem (-).
pt_br: O nome do usuário não deve começar com um traço (-).
ru_ru: Имя пользователя не может начинаться с тире (-).
sv_se: Användarnamnet kan inte börja med ett tankstreck (-).
tr_tr: Kullanıcı adı bir tire (-) ile başlayamaz.
zh_cn: 用户名不能以短划线 (-) 开头。
zh_tw: 使用者名稱不能以短破折號 (-) 開頭。

# ERROR_ADD_USER_FIRST_NAME_INCORRECT_SYNTAX_DASH
source: First name cannot start with a dash (-).
cs_cz: Jméno nemůže začínat pomlčkou (-).
de_de: Der Vorname darf nicht mit einem Bindestrich (-) beginnen.
es_es: El nombre no puede empezar con un guión (-).
fr_fr: Le prénom ne peut pas commencer par un tiret (-).
hu_hu: A keresztnév nem kezdődhet kötőjellel (-).
it_it: Il nome non può iniziare con un trattino (-).
ja_jp: 名前の先頭にはダッシュ（-）を使用できません。
ko_kr: 이름은 대시(-)로 시작할 수 없습니다.
nb_no: Fornavn kan ikke starte med bindestrek (-).
nl_nl: Voornaam mag niet met een koppelteken (-) beginnen.
pl_pl: Imię nie może się zaczynać dywizem (-).
pt_br: O primeiro nome não deve começar com um traço (-).
ru_ru: Имя не может начинаться с тире (-).
sv_se: Förnamnet kan inte börja med ett tankstreck (-).
tr_tr: Ad bir tire (-) ile başlayamaz.
zh_cn: 名字不能以短划线 (-) 开头。
zh_tw: 名字不能以短破折號 (-) 開頭。

# SETTINGS_NETWORK_SERVICES_TOOLTIP_SSH
source: Secure Shell (SSH) is a security protocol that provides an encrypted connection for logging into a remote server to view, transfer files, and execute programs on the server. For this reason, SSH should only be enabled by users with advanced network and Linux knowledge. Failure to use SSH properly can render your network server inoperable. If you enable SSH, do not share the root password with anyone you do not want to have access to your network server.
cs_cz: Secure Shell (SSH) je bezpečnostní protokol, který zajišťuje šifrované spojení pro připojení ke vzdálenému serveru za účelem prohlížení a přenosu souborů a spouštění programů na serveru. Z tohoto důvodu by protokol SSH měli povolit pouze uživatelé s pokročilými znalostmi síťového připojení a systému Linux. Nesprávné použití protokolu SSH může způsobit nefunkčnost vašeho síťového serveru. Pokud povolíte protokol SSH, neprozrazujte kořenové heslo nikomu, komu nechcete povolit přístup k vašemu síťovému serveru.
de_de: Secure Shell (SSH) ist ein Sicherheitsprotokoll, das eine verschlüsselte Verbindung zur Anmeldung bei einem Remoteserver herstellt, um Dateien zu übertragen oder anzuzeigen und Programme auf dem Server auszuführen. Aus diesem Grund sollte SSH nur von Benutzern mit fundierten Kenntnissen zu Netzwerken und Linux aktiviert werden. Der falsche Einsatz von SSH kann dazu führen, dass der Netzwerkserver nicht mehr betriebsfähig ist. Wenn Sie SSH aktivieren, geben Sie das root-Passwort nicht an Personen weiter, die keinen Zugriff auf den Netzwerkserver erhalten sollen.
es_es: Secure Shell (SSH) es un protocolo de seguridad que proporciona una conexión cifrada para iniciar sesión en un servidor remoto para ver y transferir archivos, y para ejecutar programas en el servidor. Por esta razón, solo deberían habilitar SSH los usuarios con conocimientos avanzados de redes y de Linux. Si SSH no se usa correctamente, puede que su servidor de red deje de funcionar. Si habilita SSH, no comparta la contraseña raíz con nadie que no desee que tenga acceso al servidor de red.
fr_fr: SSH (Secure Shell) est un protocole de sécurité qui permet une connexion chiffrée vers le serveur distant pour afficher et transférer des fichiers, et exécuter des programmes sur le serveur. C'est pourquoi SSH ne doit être activé que par les utilisateurs disposant de connaissances avancées de réseau et de Linux. Une mauvaise utilisation de SSH peut rendre votre serveur réseau inutilisable. Si vous activez SSH, ne partagez pas le mot de passe racine avec des personnes à qui vous ne voulez pas donner accès à votre serveur réseau.
hu_hu: A Secure Shell (SSH) egy biztonsági protokoll, amely egy kódolt kapcsolaton keresztül biztosít hozzáférést egy távoli kiszolgálóhoz, hogy a kiszolgálót megtekinthesse, fájlokat küldhessen és programokat vezérelhessen a kiszolgálón. Éppen ezért az SSH-t csak olyan felhasználók számára célszerű engedélyezni, akik magas szintű ismeretekkel rendelkeznek a hálózatokról és a Linux rendszerről. Az SSH nem megfelelő használata a hálózati kiszolgálót működésképtelenné teheti. Ha az SSH-t engedélyezi, ne ossza meg olyanokkal a root jelszót, akiknek nem kíván a hálózati kiszolgálóhoz hozzáférést biztosítani.
it_it: Secure Shell (SSH) è un protocollo di sicurezza che fornisce una connessione crittografata per l'accesso a un server remoto per visualizzare e trasferire file nonché eseguire programmi sul server. Ecco perché SSH deve essere abilitato solo da utenti esperti in Linux e con conoscenze di rete avanzate. Errori nell'utilizzo di SSH possono compromettere il funzionamento del server di rete. Se si abilita SSH, non condividere la password principale con gli utenti a cui non si desidera concedere l'accesso al server di rete.
ja_jp: Secure Shell (SSH) セキュリティ プロトコルでは、リモート サーバーにログインして、サーバー上のファイルを表示および転送したり、プログラムを実行したりする際の接続を暗号化します。 このため、ネットワークおよび Linux に関する高度な知識を持つユーザーのみが SSH を有効にすることをお勧めします。 SSH を正しく使用しない場合、ネットワーク サーバーが動作しなくなるおそれがあります。 SSH を有効にする場合、ネットワーク サーバーへのアクセスを許可しないユーザーとは、ルート パスワードを共有しないでください。
ko_kr: 보안 셸(SSH)은 원격 서버에 로그인하여 파일을 보고 전송하고 서버에서 프로그램을 실행하는 데 필요한 암호화된 연결을 제공하는 보안 프로토콜입니다. 이 때문에 SSH은 고급 네트워크 및 Linux 지식을 가진 사용자만 활성화해야 합니다. SSH를 올바르게 사용하지 못하면 네트워크 서버가 작동하지 않을 수 있습니다. SSH를 활성화하는 경우 네트워크 서버에 액세스하지 못하게 할 사람에게 루트 암호를 공개하지 마십시오.
nb_no: Secure Shell (SSH) er en sikkerhetsprotokoll som gir en kryptert tilkobling for å logge inn på en ekstern server for å vise, overføre filer og kjøre programmer på serveren. Derfor bør SSH bare aktiveres v brukere med kunnskap om avanserte nettverk og Linux. Unnlatelse fra å bruke SSH riktig, kan gjøre nettverksserveren din ubrukelig. Hvis du aktiverer SSH, må du ikke gi rotpassordet til noen du ikke ønsker at skal ha tilgang til nettverksserveren din.
nl_nl: Secure Shell (SSH) is een beveiligingsprotocol dat zorgt voor een versleutelde verbinding waarmee u zich kunt aanmelden bij een externe server; u kunt dan daar bestanden bekijken en overbrengen en programma's uitvoeren. Daarom moet SSH alleen zijn ingeschakeld door gebruikers die over geavanceerde kennis van netwerken en Linux beschikken. Onjuist gebruik van SSH kan uw netwerkserver onbruikbaar maken. Als u SSH inschakelt, deel dan uw rootwachtwoord met niemand die geen toegang mag hebben tot uw netwerkserver.
pl_pl: Secure Shell (SSH) to protokół zabezpieczeń, który obsługuje połączenie szyfrowane na potrzeby logowania się na serwerze zdalnym w celu wyświetlania zawartości, przesyłania plików i wykonywania programów na serwerze. Dlatego protokół SSH powinien być włączany tylko przez użytkowników mających zaawansowaną wiedzę o sieci i systemie Linux. Błąd podczas korzystania z protokołu SSH może skutkować niesprawnością serwera sieciowego. Jeśli włączysz protokół SSH, nie podawaj hasła administratora osobom, którym nie chcesz dawać dostępu do Twojego serwera sieciowego.
pt_br: O Secure Shell (SSH) é um protocolo de segurança que oferece uma conexão criptografada para login em um servidor remoto para visualizar e transferir arquivos e executar programas no servidor. Por esta razão, o SSH deve ser ativado apenas pelos usuários com conhecimento avançado sobre redes e Linux. O uso não adequado do SSH pode resultar em inoperabilidade do servidor da rede. Se você ativar o SSH, não compartilhe sua senha raiz com alguém que você não deseja que acesse seu servidor de rede.
ru_ru: Secure Shell (SSH) — это протокол безопасности, который обеспечивает зашифрованное соединение с удаленным сервером для просмотра, передачи файлов и выполнения программ на сервере. Поэтому SSH должен активироваться только пользователями, хорошо знакомыми с сетями и Linux. Некорректное использование протокола SSH может привести к неработоспособности сетевого сервера.Некорректное использование протокола SSH может привести к неработоспособности сетевого сервера. Если вы активируете SSH, не передавайте пароль учетной записи root пользователям, которым не хотите предоставлять доступ к своему сетевому серверу.
sv_se: Secure Shell (SSH) är ett säkerhetsprotokoll som ger en krypterad anslutning för att logga in på en fjärrserver för att visa, överföra filer och verkställa program på servern. Av den här anledningen bör SSH endast aktiveras av användare med avancerad kunskap om nätverk och Linux. Om SSH inte används på rätt sätt kan nätverksservern sluta fungera. Om du aktiverar SSH ska du inte dela rotlösenordet med någon som du inte vill ska få åtkomst till din nätverksserver.
tr_tr: Güvenli Kabuk (SSH), dosyaları görüntüleyip aktarmak ve sunucu üzerinde programları yürütmek üzere uzak sunucuya bağlanmak için şifreli bağlantı sağlayan bir güvenlik protokolüdür. Bu nedenle, SSH yalnızca gelişmiş ağ ve Linux bilgisine sahip kullanıcılar tarafından etkinleştirilmelidir. SSH özelliğinin düzgün şekilde kullanılmaması, ağ sunucunuzu çalışmaz hale getirebilir. SSH özelliğini etkinleştirirseniz, ağ sunucunuza erişmesini istemediğiniz kişilerle kök parolasını paylaşmayın.
zh_cn: 安全 Shell (SSH) 是一种安全协议，它为登录到远程服务器提供加密连接，以便查看和传输服务器上的文件，以及执行服务器上的程序。 因此，只有具备网络和 Linux 高级知识的用户才能启用 SSH。 使用 SSH 不当可能造成网络服务器不能工作。 如果启用了 SSH，请不要与不应访问网络服务器的任何人分享根密码。
zh_tw: Secure Shell (SSH) 是為一項安全協定，提供登入至遠端伺服器以檢視、傳送檔案以及在伺服器上執行程式的加密連線。 Secure Shell (SSH) 應該僅在使用者具有進階網路及 Linux 知識時啟用。 正確使用 SSH 失敗可令您的網路伺服器無法操作。 若您要啟用 SSH，請不要將 root 密碼與任何您不希望存取網路伺服器的人分享。

# LABEL_DESC_USER_ADDED_SUCCESSFULLY
source: Note: User successfully added.
cs_cz: Poznámka: Uživatel byl přidán úspěšně.
de_de: Hinweis: Benutzer erfolgreich hinzugefügt.
es_es: Nota: Usuario agregado correctamente.
fr_fr: Remarque : Utilisateur ajouté avec succès.
hu_hu: Megjegyzés: Felhasználó hozzáadása sikeres.
it_it: Nota: Utente aggiunto correttamente.
ja_jp: 注: ユーザーが追加されました。
ko_kr: 참고: 사용자가 정상적으로 추가되었습니다.
nb_no: Merk: Brukeren ble lagt til.
nl_nl: Let op: Gebruiker toegevoegd.
pl_pl: Uwaga: użytkownik został pomyślnie dodany.
pt_br: Observação: Usuário adicionado com sucesso.
ru_ru: Примечание. Пользователь добавлен.
sv_se: Obs! Användaren har lagts till.
tr_tr: Not: Kullanıcı başarıyla eklendi.
zh_cn: 注意： 用户成功添加。
zh_tw: 注意： 成功新增使用者。

# CONTENT_SPLASH_STRING_ACCESSING
source: Accessing WD My Cloud...
cs_cz: Probíhá připojování k zařízení WD My Cloud...
de_de: Zugriff auf WD My Cloud ...
es_es: Accediendo a WD My Cloud...
fr_fr: Accès à WD My Cloud…
hu_hu: Hozzáférés a WD My Cloud-hoz...
it_it: Accesso a WD My Cloud in corso...
ja_jp: WD My Cloud にアクセスしています...
ko_kr: WD My Cloud에 액세스 중입니다...
nb_no: Få tilgang til WD My Cloud ...
nl_nl: WD My Cloud wordt geopend...
pl_pl: Uzyskiwanie dostępu do WD My Cloud...
pt_br: Acessando o WD My Cloud...
ru_ru: Доступ к WD My Cloud...
sv_se: Skaffar åtkomst till WD My Cloud...
tr_tr: WD My Cloud'a erişiliyor...
zh_cn: 正在访问 WD My Cloud...
zh_tw: 存取 WD My Cloud...

# CONTENT_SPLASH_STRING_CONFIGURATION
source: Reading configuration information...
cs_cz: Probíhá načítání konfiguračních informací...
de_de: Konfigurationsinformationen werden gelesen ...
es_es: Leyendo información de configuración...
fr_fr: Lecture des informations de configuration…
hu_hu: Konfigurációs információk olvasása...
it_it: Lettura delle informazioni di configurazione in corso...
ja_jp: 設定情報を読み取っています...
ko_kr: 구성 정보를 읽는 중입니다...
nb_no: Leser konfigurasjonsinformasjon ...
nl_nl: Configuratiegegevens worden gelezen...
pl_pl: Odczyt informacji o konfiguracji...
pt_br: Lendo informações de configuração...
ru_ru: Чтение информации о конфигурации...
sv_se: Läser konfigureringsinformation...
tr_tr: Yapılandırma bilgileri okunuyor...
zh_cn: 正在读取配置信息...
zh_tw: 正在讀取設置資訊...

# CONTENT_SPLASH_STRING_AUTHENTICATE
source: Attempting to authenticate...
cs_cz: Probíhá ověřování...
de_de: Authentifizierungsversuch ...
es_es: Intentando autenticar...
fr_fr: Tentative d'authentification…
hu_hu: Kísérlet a hitelesítésre...
it_it: Tentativo di autenticazione in corso...
ja_jp: 認証を試行しています...
ko_kr: 인증 시도 중입니다...
nb_no: Forsøker å autentisere ...
nl_nl: Verificatie proberen...
pl_pl: Próba uwierzytelnienia...
pt_br: Tentando autenticar...
ru_ru: Выполняется попытка аутентификации...
sv_se: Försöker verifiera...
tr_tr: Kimlik doğrulaması deneniyor...
zh_cn: 正在尝试验证身份...
zh_tw: 正在嘗試驗證...

# CONTENT_HOME_STRING_SCANNING
source: Scanning
cs_cz: Hledání
de_de: Prüfen
es_es: Explorando
fr_fr: Analyse
hu_hu: Átvizsgálás
it_it: Scansione
ja_jp: スキャニング
ko_kr: 검색 중입니다
nb_no: Skanner
nl_nl: Scannen
pl_pl: Skanowanie
pt_br: Escaneando
ru_ru: Cканирование
sv_se: Skannar
tr_tr: Taranıyor
zh_cn: 正在扫描
zh_tw: 掃描中

# CONTENT_HOME_DIALOG_TOOLTIP_VIDEOS_SCANNED
source: Scan complete. {0} videos processed.
cs_cz: Prohledávání dokončeno. {0} videí zpracováno.
de_de: Prüfung ist abgeschlossen. {0} Videos verarbeitet.
es_es: Exploración completa. {0} vídeos procesados.
fr_fr: Analyse terminée. {0} Vidéos traitées-
hu_hu: Átvizsgálás befejezve. {0} videó feldolgozva.
it_it: Scansione completata. {0} video elaborati.
ja_jp: スキャンが完了しました。 {0} 動画が処理されました。
ko_kr: 검색이 완료되었습니다. {0} 비디오가 처리되었습니다.
nb_no: Skann fullført. {0} videoer behandlet.
nl_nl: Scan voltooid. {0} video's verwerkt.
pl_pl: Skanowanie ukończone. {0} — przetworzone klipy wideo.
pt_br: Escaneamento completo. {0}vídeos processados.
ru_ru: Сканирование завершено. {0} видео обработано.
sv_se: Skanningen slutförd. {0} filmer bearbetade.
tr_tr: Tarama tamamlandı. {0} video işlendi.
zh_cn: 扫描完成。 {0} 个视频已处理。
zh_tw: 掃描完成。 {0} 已處理視訊。

# CONTENT_HOME_DIALOG_TOOLTIP_MUSIC_SCANNED
source: Scan complete. {0} music tracks processed.
cs_cz: Prohledávání dokončeno. {0} hudebních stop zpracováno.
de_de: Prüfung ist abgeschlossen. {0} Musikspuren verarbeitet.
es_es: Exploración completa. {0} pistas de música procesadas.
fr_fr: Analyse terminée. {0} Pistes musicales traitées.
hu_hu: Átvizsgálás befejezve. {0} zeneszám feldolgozva.
it_it: Scansione completata. {0} brani musicali elaborati.
ja_jp: スキャンが完了しました。 {0} 音楽トラックが処理されました。
ko_kr: 검색이 완료되었습니다. {0} 음악 트랙이 처리되었습니다.
nb_no: Skann fullført. {0} musikkspor behandlet.
nl_nl: Scan voltooid. {0} muziekstukken verwerkt.
pl_pl: Skanowanie ukończone. {0} — przetworzone utwory muzyczne.
pt_br: Escaneamento completo. {0}faixas de música processadas.
ru_ru: Сканирование завершено. {0} музыкальных записей обработано.
sv_se: Skanningen slutförd. {0} musikfiler bearbetade.
tr_tr: Tarama tamamlandı. {0} müzik parçası işlendi.
zh_cn: 扫描完成。 {0} 首曲目已处理。
zh_tw: 掃描完成。 {0} 已處理音軌。

# CONTENT_HOME_DIALOG_TOOLTIP_PHOTOS_SCANNED
source: Scan complete. {0} photos processed.
cs_cz: Prohledávání dokončeno. {0} fotografií zpracováno.
de_de: Prüfung ist abgeschlossen. {0} Fotos verarbeitet.
es_es: Exploración completa. {0} fotos procesadas.
fr_fr: Analyse terminée. {0} Photos traitées.
hu_hu: Átvizsgálás befejezve. {0} fénykép feldolgozva.
it_it: Scansione completata. {0} foto elaborate.
ja_jp: スキャンが完了しました。 {0} 写真が処理されました。
ko_kr: 검색이 완료되었습니다. {0} 사진이 처리되었습니다.
nb_no: Skann fullført. {0} bilder behandlet.
nl_nl: Scan voltooid. {0} foto's verwerkt.
pl_pl: Skanowanie ukończone. {0} — przetworzone zdjęcia.
pt_br: Escaneamento completo. {0}fotos processadas.
ru_ru: Сканирование завершено. {0} фотографий обработано.
sv_se: Skanningen slutförd. {0} foton bearbetade.
tr_tr: Tarama tamamlandı. {0} fotoğraf işlendi.
zh_cn: 扫描完成。 {0} 张照片已处理。
zh_tw: 掃描完成。 {0} 已處理照片。

# CONTENT_HOME_DIALOG_TOOLTIP_OTHERS_SCANNED
source: Scan complete. {0} other file types processed.
cs_cz: Prohledávání dokončeno. {0} dalších typů souborů zpracováno.
de_de: Prüfung ist abgeschlossen. {0} weitere Dateitypen verarbeitet.
es_es: Exploración completa. {0} otros tipos de archivo procesados.
fr_fr: Analyse terminée. {0} Autres types de fichiers traités.
hu_hu: Átvizsgálás befejezve. {0} egyéb fájltípusok feldolgozva.
it_it: Scansione completata. {0} altri file elaborati.
ja_jp: スキャンが完了しました。 {0} その他のファイル タイプが処理されました。
ko_kr: 검색이 완료되었습니다. {0} 다른 파일 유형이 처리되었습니다.
nb_no: Skann fullført. {0} andre filtyper behandlet.
nl_nl: Scan voltooid. {0} andere bestandstypen verwerkt.
pl_pl: Skanowanie ukończone. {0} — przetworzone pliki innych typów.
pt_br: Escaneamento completo. {0}outros tipos de arquivo processados.
ru_ru: Сканирование завершено. {0} файлов других типов обработано.
sv_se: Skanningen slutförd. {0} andra filtyper bearbetade.
tr_tr: Tarama tamamlandı. {0} diğer dosya türü işlendi.
zh_cn: 扫描完成。 {0} 个其他文件类型已处理。
zh_tw: 掃描完成。 {0} 已處理其他類型。

# TOOLTIP_DELETE_DAC_ICON
source: Delete this cloud access.
cs_cz: Odstranit tento přístup ke cloudu.
de_de: Diesen Cloud-Zugriff löschen.
es_es: Elimine este acceso a la nube.
fr_fr: Supprimez cet accès au cloud.
hu_hu: Törli a felhőalapú hozzáférést.
it_it: Eliminare accesso cloud.
ja_jp: このクラウド アクセスを削除します。
ko_kr: 이 클라우드 액세스를 삭제합니다.
nb_no: Slett denne Cloud-tilgangen.
nl_nl: Verwijder deze cloudtoegang.
pl_pl: Usuń dostęp do chmury.
pt_br: Excluir este acesso à nuvem.
ru_ru: Удалить этот доступ к облаку.
sv_se: Ta bort den här molnåtkomsten.
tr_tr: Bu bulut erişimini sil.
zh_cn: 删除此云访问。
zh_tw: 刪除此雲端存取。
