Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# LABEL_DISCOVERING_SAFEPOINT_ON_NETWORK_DEVICE
source: Error discovering safepoint(s) on selected network device:
cs_cz: Chyba při zjišťování bodu Safepoint / bodů Safepoint ve vybraném síťovém zařízení:
de_de: Fehler beim Ermitteln der Safepoints auf dem ausgewählten Netzwerkgerät:
es_es: Error al detectar safepoints en el dispositivo de red seleccionado:
fr_fr: Erreur lors de l'exploration de safepoints sur le dispositif réseau sélectionné :
hu_hu: Hiba történt a safepoint(ok) felkutatásánál a választott hálózati eszközön:
it_it: Errore di individuazione dei safepoint sul dispositivo di rete selezionato:
ja_jp: 選択したネットワーク デバイスでの Safepoint 検索エラー:
ko_kr: 선택된 네트워크 장치의 safepoint 검색 오류:
nb_no: Feil under søk etter safepoint(er) på valgt nettverksenhet:
nl_nl: Fout bij zoeken naar safepoint(s) op geselecteerde netwerkapparaat:
pl_pl: Błąd podczas wykrywania punktów safepoint na wybranym urządzeniu sieciowym:
pt_br: Erro ao descobrir os safepoints no dispositivo de rede selecionado:
ru_ru: Ошибка при обнаружении safepoint на выбранном сетевом устройстве:
sv_se: Fel vid identifiering av safepoint på vald nätverksenhet:
tr_tr: Seçili ağ aygıtında safepoint keşfetme hatası:
zh_cn: 在选定的网络设备上发现 safepoint 时出错:
zh_tw: 於所選網路裝置探索 Safepoint 錯誤：

# LABEL_RETRIEVING_SAFEPOINT_LIST_ON_NETWORK_DEVICE
source: Error retrieving safepoint list on selected network device:
cs_cz: Chyba při načítání seznamu bodů Safepoint ve vybraném síťovém zařízení:
de_de: Fehler beim Abrufen der Safepoint-Liste vom ausgewählten Netzwerkgerät:
es_es: Error al recuperar la lista de safepoints en el dispositivo de red seleccionado:
fr_fr: Erreur lors de la récupération de la liste de safepoints sur le dispositif réseau sélectionné :
hu_hu: Hiba történt a safepoint listájának helyreállításánál a választott hálózati eszközön:
it_it: Errore di recupero dell'elenco di safepoint sul dispositivo di rete selezionato:
ja_jp: 選択したネットワーク デバイスでの Safepoint リスト取得エラー:
ko_kr: 선택된 네트워크 장치의 safepoint 목록 검색 오류:
nb_no: Feil ved henting av safepoint-listen på valgt nettverksenhet:
nl_nl: Fout bij ophalen van lijst safepoints op geselecteerde netwerkapparaat:
pl_pl: Błąd podczas pobierania listy punktów safepoint na wybranym urządzeniu sieciowym:
pt_br: Erro ao acessar a lista de safepoints no dispositivo de rede selecionado:
ru_ru: Ошибка при извлечении списка safepoint на выбранном сетевом устройстве:
sv_se: Fel vid hämtning av safepoint-lista på vald nätverksenhet:
tr_tr: Seçili ağ aygıtında safepoint listesini alma hatası:
zh_cn: 在选定的网络设备上获取 safepoint 列表时出错:
zh_tw: 於所選網路裝置擷取 Safepoint 清單錯誤：

# LABEL_GET_SAFEPOINT_PROGRESS
source: Error retrieving safepoint progress information:
cs_cz: Chyba při načítání informací o postupu bodu Safepoint:
de_de: Fehler beim Abrufen der Safepoint-Fortschrittsinformationen:
es_es: Error al recuperar la información de progreso del safepoint:
fr_fr: Erreur lors de la récupération des informations de progression du safepoint :
hu_hu: Hiba történt a safepoint műveletének helyreállításakor:
it_it: Errore di recupero delle informazioni sull'avanzamento del safepoint:
ja_jp: Safepoint 進行状況情報取得エラー:
ko_kr: safepoint 진행률 정보 검색 오류:
nb_no: Feil ved henting av informasjon om safepoint-framdrift:
nl_nl: Fout bij ophalen van voortgangsinformatie van safepoint:
pl_pl: Błąd podczas pobierania informacji o postępie dotyczących punktów safepoint:
pt_br: Erro ao acessar as informações de andamento do safepoint:
ru_ru: Ошибка при извлечении информации о ходе выполнения для safepoint:
sv_se: Fel vid hämtning av safepointernas förloppsinformation:
tr_tr: Safepoint ilerleme bilgilerini alma hatası:
zh_cn: 获取 safepoint 进程信息时出错：
zh_tw: 擷取 Safepoint 進度資訊錯誤：

# LABEL_GET_SAFEPOINT_SCHEDULE_INFORMATION
source: Error retrieving scheduling information from safepoint:
cs_cz: Chyba při načítání informací o plánování z bodu Safepoint:
de_de: Fehler beim Abrufen der Zeitplanungsinformationen vom Safepoint:
es_es: Error al recuperar la información de programa del safepoint:
fr_fr: Erreur lors de la récupération d'informations de planification du safepoint :
hu_hu: Hiba történt a safepoint információinak ütemezésekor:
it_it: Errore di recupero delle informazioni di pianificazione dal safepoint:
ja_jp: Safepoint からのスケジュール情報取得エラー:
ko_kr: safepoint에서 일정 정보 검색 오류:
nb_no: Feil ved henting av informasjon om tidsplanlegging fra safepoint:
nl_nl: Fout bij ophalen planningsgegevens van safepoint:
pl_pl: Błąd podczas pobierania informacji o harmonogramie z punktu safepoint:
pt_br: Erro ao acessar as informações de agendamento do safepoint:
ru_ru: Ошибка при извлечении информации о графике из safepoint:
sv_se: Fel vid hämtning av schemaläggningsinformation från safepoint:
tr_tr: Safepoint'ten planlama bilgilerini alma hatası:
zh_cn: 从 safepoint 获取计划信息时出错:
zh_tw: 從 Safepoint 擷取排程資訊錯誤：

# LABEL_DISCOVERING_NETWORK_DEVICES
source: Error discovering network devices:
cs_cz: Chyba při zjišťování síťových zařízení:
de_de: Fehler beim Ermitteln der Netzwerkgeräte:
es_es: Error al detectar dispositivos de red:
fr_fr: Erreur lors de l'exploration de dispositifs réseau :
hu_hu: Hiba történt a hálózati eszközök felkutatásakor:
it_it: Errore di individuazione dei dispositivi di rete:
ja_jp: ネットワーク デバイス検索エラー:
ko_kr: 네트워크 장치 검색 오류:
nb_no: Feil under søk etter nettverksenheter:
nl_nl: Fout bij zoeken naar netwerkapparaten:
pl_pl: Błąd podczas wykrywania urządzeń sieciowych:
pt_br: Erro ao descobrir os dispositivos de rede:
ru_ru: Ошибка при обнаружении сетевых устройств:
sv_se: Fel vid identifiering av nätverksenheter:
tr_tr: Ağ aygıtlarını keşfetme hatası:
zh_cn: 发现网络设备时出错:
zh_tw: 探索網路裝置錯誤：

# LABEL_CANCELLING_DISCOVERY
source: Error canceling safepoint discovery process:
cs_cz: Chyba při rušení procesu zjišťování bodu Safepoint:
de_de: Fehler beim Abbrechen der Safepoint-Ermittlung:
es_es: Error al cancelar el proceso de detección de safepoints:
fr_fr: Erreur lors de l'annulation du processus d'exploration de safepoints :
hu_hu: Hiba történt a safepoint felkutatásának törlésekor:
it_it: Errore di annullamento del processo di individuazione del safepoint:
ja_jp: Safepoint 検索処理キャンセル エラー:
ko_kr: safepoint 검색 프로세스 취소 오류:
nb_no: Feil ved avbrudd av søk etter safepoint:
nl_nl: Fout bij annuleren van zoeken naar safepoints:
pl_pl: Błąd podczas anulowania procesu wykrywania punktów safepoint:
pt_br: Erro ao cancelar o processo de descoberta de safepoints:
ru_ru: Ошибка при отмене процесса обнаружения safepoint:
sv_se: Fel vid annullering av förlopp för identifiering av safepoint:
tr_tr: Safepoint keşfetme işlemini iptal etme hatası:
zh_cn: 取消 safepoint 发现过程时出错:
zh_tw: 取消 Safepoint 探索程序錯誤：

# LABEL_CREATING_SAFEPOINT
source: Error creating your safepoint:
cs_cz: Chyba při vytváření vašeho bodu Safepoint:
de_de: Fehler beim Erstellen des Safepoints:
es_es: Error al crear el safepoint:
fr_fr: Erreur lors de la création du safepoint :
hu_hu: Hiba történt a safepoint létrehozásakor:
it_it: Errore di creazione del safepoint:
ja_jp: Safepoint 作成エラー:
ko_kr: safepoint 만들기 오류:
nb_no: Feil ved oppretting av safepoint:
nl_nl: Fout bij maken van uw safepoint:
pl_pl: Błąd podczas tworzenia punktu safepoint:
pt_br: Erro ao criar o safepoint:
ru_ru: Ошибка при создании safepoint:
sv_se: Fel vid skapande av safepoint:
tr_tr: Safepoint oluşturma hatası:
zh_cn: 创建您的 safepoint 时出错:
zh_tw: 建立您的 Safepoint 錯誤：

# LABEL_DELETING_SAFEPOINT
source: Error deleting your safepoint:
cs_cz: Chyba při odstraňování vašeho bodu Safepoint:
de_de: Fehler beim Löschen des Safepoints:
es_es: Error al eliminar el safepoint:
fr_fr: Erreur lors de la suppression du safepoint :
hu_hu: Hiba történt safepoint törlésekor:
it_it: Errore di eliminazione del safepoint:
ja_jp: Safepoint 削除エラー:
ko_kr: safepoint 삭제 오류:
nb_no: Feil ved sletting av safepoint:
nl_nl: Fout bij verwijderen van uw safepoint:
pl_pl: Błąd podczas usuwania punktu safepoint:
pt_br: Erro ao excluir o safepoint:
ru_ru: Ошибка при удалении safepoint:
sv_se: Fel vid borttagning av safepoint:
tr_tr: Safepoint silme hatası:
zh_cn: 删除您的 safepoint 时出错:
zh_tw: 刪除您的 Safepoint 錯誤：

# LABEL_UPDATING_SAFEPOINT
source: Error updating your safepoint:
cs_cz: Chyba při aktualizování vašeho bodu Safepoint:
de_de: Fehler beim Aktualisieren des Safepoints:
es_es: Error al actualizar el safepoint:
fr_fr: Erreur lors de la mise à jour du safepoint :
hu_hu: Hiba történt safepoint frissítésekor:
it_it: Errore di aggiornamento del safepoint:
ja_jp: Safepoint 更新エラー:
ko_kr: safepoint 업데이트 오류:
nb_no: Feil ved oppdatering av safepoint:
nl_nl: Fout bij bijwerken van uw safepoint:
pl_pl: Błąd podczas aktualizowania punktu safepoint:
pt_br: Erro ao atualizar o safepoint:
ru_ru: Ошибка при обновлении safepoint:
sv_se: Fel vid uppdatering av safepoint:
tr_tr: Safepoint güncelleştirme hatası:
zh_cn: 更新您的 safepoint 时出错:
zh_tw: 更新您的 Safepoint 錯誤：

# LABEL_RESTORING_SAFEPOINT
source: Error recovering from your safepoint:
cs_cz: Chyba při obnovování z vašeho bodu Safepoint:
de_de: Fehler beim Wiederherstellen vom Safepoint:
es_es: Error al realizar la recuperación desde el safepoint:
fr_fr: Erreur lors de la récupération depuis le safepoint :
hu_hu: Hiba történt a safepointból való visszaállításkor:
it_it: Errore di recupero dati dal safepoint:
ja_jp: Safepoint からの回復エラー:
ko_kr: safepoint에서 복구 오류:
nb_no: Feil ved gjenoppretting fra safepoint:
nl_nl: Fout bij herstellen vanaf uw safepoint:
pl_pl: Błąd podczas odzyskiwania danych z punktu safepoint:
pt_br: Erro ao recuperar do safepoint:
ru_ru: Ошибка при восстановлении из safepoint:
sv_se: Fel vid återställning från safepoint:
tr_tr: Safepoint'ten kurtarma hatası:
zh_cn: 从您的 safepoint 恢复数据时出错:
zh_tw: 從您的 Safepoint 復原錯誤：

# LABEL_UPDATING_SAFEPOINT_SETTINGS
source: Error updating safepoint settings:
cs_cz: Chyba při aktualizování nastavení bodu Safepoint:
de_de: Fehler beim Aktualisieren der Safepoint-Einstellungen:
es_es: Error al actualizar la configuración del safepoint:
fr_fr: Erreur lors de la mise à jour des paramètres du safepoint :
hu_hu: Hiba történt a safepoint beállításainak frissítésekor:
it_it: Errore di aggiornamento delle impostazioni del safepoint:
ja_jp: Safepoint 設定更新エラー:
ko_kr: safepoint 설정 업데이트 오류:
nb_no: Feil ved oppdatering av innstillinger for safepoint:
nl_nl: Fout bij bijwerken van safepointinstellingen:
pl_pl: Błąd podczas aktualizowania ustawień punktu safepoint:
pt_br: Erro ao atualizar as configurações do safepoint:
ru_ru: Ошибка при обновлении настроек safepoint:
sv_se: Fel vid uppdatering av safepoint-inställningar:
tr_tr: Safepoint ayarlarını güncelleştirme hatası:
zh_cn: 更新 safepoint 设置时出错:
zh_tw: 更新 Safepoint 設定：

# LABEL_UPDATING_SAFEPOINT_SCHEDULE
source: Error updating safepoint schedule:
cs_cz: Chyba při aktualizování plánu bodu Safepoint:
de_de: Fehler beim Aktualisieren des Safepoint-Zeitplans:
es_es: Error al actualizar el programa del safepoint:
fr_fr: Erreur lors de la mise à jour du calendrier du safepoint :
hu_hu: Hiba történt a safepoint ütemezésének frissítésekor:
it_it: Errore di aggiornamento della pianificazione del safepoint:
ja_jp: Safepoint スケジュール更新エラー:
ko_kr: safepoint 일정 업데이트 오류:
nb_no: Feil ved oppdatering av tidsplan for safepoint:
nl_nl: Fout bij bijwerken van safepointplanning:
pl_pl: Błąd podczas aktualizowania harmonogramu punktu safepoint:
pt_br: Erro ao atualizar o agendamento do safepoint:
ru_ru: Ошибка при обновлении графика safepoint:
sv_se: Fel vid uppdatering av safepoint-schema:
tr_tr: Safepoint planını güncelleştirme hatası:
zh_cn: 更新 safepoint 计划时出错:
zh_tw: 更新 Safepoint 排程：

# LABEL_CANCELLING_SAFEPOINT_CREATE_UPDATE
source: Error canceling safepoint operation:
cs_cz: Chyba při rušení operace s bodem Safepoint:
de_de: Fehler beim Abbrechen des Safepoint-Vorgangs:
es_es: Error al cancelar la operación del safepoint:
fr_fr: Erreur lors de l'annulation de l'opération safepoint :
hu_hu: Hiba történt a safepoint törlésekor:
it_it: Errore di annullamento dell'operazione safepoint:
ja_jp: Safepoint 処理キャンセル エラー:
ko_kr: safepoint 작업 취소 오류:
nb_no: Feil ved avbrudd av safepoint-operasjon:
nl_nl: Fout bij annuleren van safepointbewerking:
pl_pl: Błąd podczas anulowania operacji dotyczącej punktu safepoint:
pt_br: Erro ao cancelar a operação do safepoint:
ru_ru: Ошибка при отмене операции safepoint:
sv_se: Fel vid avbrott av safepoint-åtgärd:
tr_tr: Safepoint işlemini iptal etme hatası:
zh_cn: 取消 safepoint 操作时出错:
zh_tw: 取消 Safepoint 操作錯誤：

# LABEL_CANCELLING_SAFEPOINT_RESTORE
source: Error canceling safepoint recovery:
cs_cz: Chyba při rušení obnovování bodu Safepoint:
de_de: Fehler beim Abbrechen der Safepoint-Wiederherstellung:
es_es: Error al cancelar la recuperación del safepoint:
fr_fr: Erreur lors de l'annulation de la récupération depuis le safepoint :
hu_hu: Hiba történt a safepointból való visszaállítás törlésekor:
it_it: Errore di annullamento del ripristino safepoint:
ja_jp: Safepoint 回復キャンセル エラー:
ko_kr: safepoint 복구 취소 오류:
nb_no: Feil ved avbrudd av safepoint-gjenoppretting:
nl_nl: Fout bij annuleren van safepointherstel:
pl_pl: Błąd podczas anulowania odzyskiwania z punktu safepoint:
pt_br: Erro ao cancelar a recuperação do safepoint:
ru_ru: Ошибка при отмене восстановления из safepoint:
sv_se: Fel vid avbrott av safepoint-återställning:
tr_tr: Safepoint kurtarmayı iptal etme hatası:
zh_cn: 取消 safepoint 恢复时出错:
zh_tw: 取消 Safepoint 復原錯誤：

# LABEL_DESCR_FIRMWARE_UPDATE_PROGRESS
source: Do not unplug your device during the firmware update installation. After completing the update, your network drive will reboot automatically.
cs_cz: Během instalace aktualizace firmwaru zařízení neodpojujte. Po dokončení aktualizace se síťová jednotka automaticky restartuje.
de_de: Entfernen Sie das Gerät nicht während der Installation der Firmware-Aktualisierung. Nach dem Abschließen der Aktualisierung wird das Netzlaufwerk automatisch neu gestartet.
es_es: No desconecte el dispositivo durante la instalación de la actualización del firmware. Cuando complete la actualización, la unidad de red se reiniciará automáticamente.
fr_fr: Ne débranchez pas le dispositif pendant l'installation de la mise à jour du micrologiciel. Le lecteur réseau redémarrera automatiquement une fois la mise à jour terminée.
hu_hu: Ne válassza le az eszközt a belső vezérlőprogram frissítésének elindításakor. A frissítést követően hálózati meghajtója automatikus újraindul.
it_it: Non scollegare il dispositivo durante l'installazione dell'aggiornamento del firmware. Una volta completato l'aggiornamento, l'unità di rete verrà riavviata automaticamente.
ja_jp: ファームウェア更新のインストール中にデバイスを切断しないでください。 更新の完了後、ネットワーク ドライブが自動的に再起動します。
ko_kr: 펌웨어 업데이트 설치 중에 장치를 분리하지 마십시오. 업데이트가 완료된 후 네트워크 드라이브가 자동으로 다시 부팅됩니다.
nb_no: Ikke koble fra enheten under installasjon av fastvareoppdateringen. Etter endt oppdatering vil nettverksstasjonen automatisk starte på nytt.
nl_nl: Ontkoppel uw apparaat niet tijdens de installatie van de firmware-update. Wanneer de update gereed is, start uw netwerkstation automatisch opnieuw op.
pl_pl: Nie odłączaj urządzenia w czasie instalowania aktualizacji oprogramowania układowego. Po ukończeniu aktualizacji zostanie automatycznie przeprowadzony ponowny rozruch dysku sieciowego.
pt_br: Não desconecte o seu dispositivo durante a instalação da atualização de firmware. Após a conclusão da atualização, a unidade de rede será reinicializada automaticamente.
ru_ru: Не отключайте устройство во время установки обновления микропрограммы. После завершения обновления сетевой диск будет автоматически перезагружен.
sv_se: Koppla inte ur enheten under installationen av den fasta programvarans uppdatering. När uppdateringen är klar startar din nätverksenhet om automatiskt.
tr_tr: Bellenim güncelleştirme yüklemesi sırasında cihazınızı çıkarmayın. Güncelleştirmeyi tamamladıktan sonra, ağ sürücünüz otomatik olarak yeniden başlatılacaktır.
zh_cn: 在安装固件更新时，请勿拔下您的设备。 完成更新后，您的网络驱动器将自动重新启动。
zh_tw: 在韌體更新安裝期間，請勿拔除您的裝置。 在完成更新後，將自動重新啟動您的網路磁碟機。

# LABEL_DESCR_DO_NOT_UNPLUG_DEVICE_DURING_REBOOT
source: Do not unplug the device during the rebooting process.
cs_cz: Během procesu restartu zařízení neodpojujte.
de_de: Entfernen Sie das Gerät nicht während dem Neustart.
es_es: No desconecte el dispositivo durante el proceso de reinicio.
fr_fr: Ne débranchez pas le dispositif pendant le processus de réinitialisation.
hu_hu: Ne válassza le az eszközt az újraindítás során.
it_it: Non scollegare il dispositivo durante il processo di riavvio.
ja_jp: 再起動処理中にデバイスを切断しないでください。
ko_kr: 다시 부팅 프로세스 중에 장치를 분리하지 마십시오.
nb_no: Ikke koble fra enheten under denne omstarten.
nl_nl: Ontkoppel uw apparaat niet tijdens het opnieuw opstarten.
pl_pl: Nie odłączaj urządzenia w trakcie procesu ponownego rozruchu.
pt_br: Não desconecte o seu dispositivo durante o processo de reinicialização.
ru_ru: Не отключайте устройство во время перезагрузки.
sv_se: Koppla inte ur enheten under uppdateringsprocessen.
tr_tr: Yeniden başlatma işlemi sırasında cihazı çıkarmayın.
zh_cn: 在重新启动过程中，请勿拔下您的设备。
zh_tw: 在重新啟動期間，請勿拔除您的裝置。
