Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# ERROR_ID_151
source: Media server configuration bad request.
cs_cz: Konfigurace serveru médií – chybný požadavek.
de_de: Ungültige Anforderung bei der Medienserverkonfiguration.
es_es: Solicitud incorrecta de configuración del servidor multimedia.
fr_fr: Demande incorrecte relative à la configuration du serveur multimédia.
hu_hu: Hibás kérés a médiakiszolgáló konfigurációja kapcsán.
it_it: Richiesta configurazione server contenuti multimediale non valida.
ja_jp: メディア サーバー設定不正要求。
ko_kr: 잘못된 미디어 서버 구성 요청입니다.
nb_no: Ugyldig forespørsel for konfigurasjon av medieserver.
nl_nl: Ongeldig verzoek om mediaserverconfiguratie.
pl_pl: Błędne żądanie konfiguracji serwera multimediów.
pt_br: A solicitação de configuração de servidor de mídia é inválida.
ru_ru: Ошибочный запрос конфигурации сервера мультимедиа.
sv_se: Dålig begäran för mediaserverkonfiguration.
tr_tr: Medya sunucusu yapılandırma geçersiz isteği.
zh_cn: 媒体服务器配置请求错误。
zh_tw: 媒體伺服器設定錯誤要求。

# ERROR_ID_152
source: Media server blocked list internal server error.
cs_cz: Seznam blokování serveru médií – chyba interního serveru.
de_de: Liste der blockierten Medienserver: interner Serverfehler.
es_es: Error interno del servidor de la lista de bloqueados del servidor multimedia.
fr_fr: Erreur interne du serveur relative à la liste verrouillée du serveur multimédia.
hu_hu: Belső kiszolgálóhiba a médiakiszolgáló blokkolt listájában.
it_it: Errore del server interno dell'elenco blocco server contenuti multimediali.
ja_jp: メディア サーバー ブロック リスト内部サーバー エラー。
ko_kr: 미디어 서버 차단 목록 내부 서버 오류입니다.
nb_no: Intern serverfeil for blokkeringsliste i medieserver.
nl_nl: Interne serverfout met lijst geblokkeerde mediaservers.
pl_pl: Lista zablokowanych serwerów multimediów: wewnętrzny błąd serwera.
pt_br: Erro interno de servidor para lista de bloqueios de servidor de mídia.
ru_ru: Внутренняя ошибка сервера: список блокировки сервера мультимедиа.
sv_se: Mediaserver blockerade lista med internt serverfel.
tr_tr: Medya sunucusu engelli listesi iç sunucu hatası.
zh_cn: 媒体服务器阻止列表内部服务器错误。
zh_tw: 媒體伺服器封鎖清單伺服器內部錯誤。

# ERROR_ID_153
source: Media server blocked list bad request.
cs_cz: Seznam blokování serveru médií – chybný požadavek.
de_de: Liste der blockierten Medienserver: ungültige Anforderung.
es_es: Solicitud incorrecta de la lista de bloqueados del servidor multimedia.
fr_fr: Demande incorrecte relative à la liste verrouillée du serveur multimédia.
hu_hu: Hibás kérés a médiakiszolgáló blokkolt listájában.
it_it: Richiesta elenco blocco server contenuti multimediale non valida.
ja_jp: メディア サーバー ブロック リスト不正要求。
ko_kr: 잘못된 미디어 서버 차단 목록 요청입니다.
nb_no: Ugyldig forespørsel for blokkeringsliste i medieserver.
nl_nl: Ongeldig verzoek om lijst geblokkeerde mediaservers.
pl_pl: Błędne żądanie listy zablokowanych serwerów multimediów.
pt_br: A solicitação de lista de bloqueio de servidor de mídia é inválida.
ru_ru: Ошибочный запрос списка блокировки сервера мультимедиа.
sv_se: Mediaserver blockerade lista med dålig begäran.
tr_tr: Medya sunucusu engelli listesi geçersiz isteği.
zh_cn: 媒体服务器阻止列表请求错误。
zh_tw: 媒體伺服器封鎖清單錯誤要求。

# ERROR_ID_154
source: Disk status internal server error.
cs_cz: Stav disku – chyba interního serveru.
de_de: Laufwerkstatus: interner Serverfehler.
es_es: Error interno del servidor del estado del disco.
fr_fr: Erreur interne du serveur relative à l'état du disque.
hu_hu: Belső kiszolgálóhiba a lemez állapota kapcsán.
it_it: Errore del server interno dello stato del disco.
ja_jp: ディスク ステータス内部サーバー エラー。
ko_kr: 디스크 상태 내부 서버 오류입니다.
nb_no: Intern serverfeil for stasjonsstatus.
nl_nl: Interne serverfout met schijfstatus.
pl_pl: Status dysku: wewnętrzny błąd serwera.
pt_br: Erro interno de servidor para status de disco.
ru_ru: Внутренняя ошибка сервера: состояние диска.
sv_se: Internt serverfel för diskstatus.
tr_tr: Disk durumu iç sunucu hatası.
zh_cn: 磁盘状态内部服务器错误。
zh_tw: 磁碟狀態伺服器內部錯誤。

# ERROR_ID_155
source: HDD standby time internal server error.
cs_cz: Čas úsporného režimu HDD – chyba interního serveru.
de_de: HDD-Standbyzeit: interner Serverfehler.
es_es: Error interno del servidor del tiempo de espera de HDD.
fr_fr: Erreur interne du serveur relative au temps d'attente du disque dur.
hu_hu: Belső kiszolgálóhiba a HDD készenléti idejében.
it_it: Errore del server interno tempo stand-by HDD.
ja_jp: HDD スタンバイ時間内部サーバー エラー。
ko_kr: HDD 대기 시간 내부 서버 오류입니다.
nb_no: Intern serverfeil for HDD-hvilemodustid.
nl_nl: Interne serverfout met stand-bytijd harde schijf.
pl_pl: Czas gotowości dysku twardego: wewnętrzny błąd serwera.
pt_br: Erro interno de servidor para tempo de espera do HDD.
ru_ru: Внутренняя ошибка сервера: время простоя жесткого диска.
sv_se: Internt serverfel för HDD standby.
tr_tr: HDD bekleme süresi iç sunucu hatası.
zh_cn: 硬盘待机时间内部服务器错误。
zh_tw: HDD 待機時間伺服器內部錯誤。

# ERROR_ID_156
source: HDD standby time bad request.
cs_cz: Čas úsporného režimu HDD – chybný požadavek.
de_de: HDD-Standbyzeit: ungültige Anforderung.
es_es: Solicitud incorrecta del tiempo de espera de HDD.
fr_fr: Demande incorrecte relative au temps d'attente du disque dur.
hu_hu: Hibás kérés a HDD készenléti idejében.
it_it: Richiesta tempo stand-by HDD non valida.
ja_jp: HDD スタンバイ時間不正要求。
ko_kr: 잘못된 HDD 대기 시간 요청입니다.
nb_no: Ugyldig forespørsel for HDD-hvilemodustid.
nl_nl: Ongeldig verzoek om stand-bytijd harde schijf.
pl_pl: Błędne żądanie czasu gotowości dysku twardego.
pt_br: A solicitação de tempo de espera do HDD é inválida.
ru_ru: Ошибочный запрос времени простоя жесткого диска.
sv_se: Dålig begäran för HDD standby.
tr_tr: HDD bekleme süresi geçersiz isteği.
zh_cn: 硬盘待机时间请求错误。
zh_tw: HDD 待機時間錯誤要求。

# ERROR_ID_157
source: Smart test bad request.
cs_cz: Test SMART – chybný požadavek.
de_de: Ungültige Anforderung bei der Smart-Prüfung.
es_es: Solicitud incorrecta de la prueba SMART.
fr_fr: Demande incorrecte relative au test SMART.
hu_hu: Hibás kérés a Smart tesztnél.
it_it: Richiesta prova smart non valida.
ja_jp: スマート テスト不正要求。
ko_kr: 잘못된 스마트 테스트 요청입니다.
nb_no: Ugyldig forespørsel for smarttest.
nl_nl: Ongeldig verzoek om SMART-test.
pl_pl: Błędne żądanie testu SMART.
pt_br: A solicitação de teste inteligente é inválida.
ru_ru: Ошибочный запрос интеллектуальной проверки.
sv_se: Dålig begäran för smart test.
tr_tr: Smart testi geçersiz isteği.
zh_cn: 智能测试请求错误。
zh_tw: 智慧型測試錯誤要求。

# ERROR_ID_158
source: Smart test internal server error.
cs_cz: Test SMART – chyba interního serveru.
de_de: Interner Serverfehler bei der Smart-Prüfung.
es_es: Error interno del servidor de la prueba SMART.
fr_fr: Erreur interne du serveur relative au test SMART.
hu_hu: Belső kiszolgálóhiba a Smart tesztnél.
it_it: Errore server interno prova smart.
ja_jp: スマート テスト内部サーバー エラー。
ko_kr: 스마트 테스트 내부 서버 오류입니다.
nb_no: Intern serverfeil for smarttest.
nl_nl: Interne serverfout met SMART-test.
pl_pl: Test SMART: wewnętrzny błąd serwera.
pt_br: Erro interno de servidor para teste inteligente.
ru_ru: Внутренняя ошибка сервера: интеллектуальная проверка.
sv_se: Internt serverfel för smarttest.
tr_tr: Smart testi iç sunucu hatası.
zh_cn: 智能测试内部服务器错误。
zh_tw: 智慧型測試伺服器內部錯誤。

# ERROR_ID_159
source: Media server connected list internal server error.
cs_cz: Seznam připojených serverů médií – chyba interního serveru.
de_de: Liste der verbundenen Medienserver: interner Serverfehler.
es_es: Error interno del servidor de la lista de conectados del servidor multimedia.
fr_fr: Erreur interne du serveur relative à la liste connectée au serveur multimédia.
hu_hu: Belső kiszolgálóhiba a médiakiszolgálóhoz tartozó listában.
it_it: Errore server interno dell'elenco connessioni server contenuti multimediali.
ja_jp: メディア サーバー接続リスト内部サーバー エラー。
ko_kr: 미디어 서버 연결 목록 내부 서버 오류입니다.
nb_no: Intern serverfeil for tilkoblingsliste i medieserver.
nl_nl: Interne serverfout met lijst aangesloten mediaservers.
pl_pl: Lista połączonych serwerów multimediów: wewnętrzny błąd serwera.
pt_br: Erro interno de servidor para lista de conexões de servidor de mídia.
ru_ru: Внутренняя ошибка сервера: список подключенных сервера мультимедиа.
sv_se: Mediaserver anslöt lista med internt serverfel.
tr_tr: Medya sunucusu bağlı listesi iç sunucu hatası.
zh_cn: 媒体服务器连接列表内部服务器错误。
zh_tw: 媒體伺服器連線清單伺服器內部錯誤。

# ERROR_ID_160
source: Media server connected list bad request.
cs_cz: Seznam připojených serverů médií – chybný požadavek.
de_de: Liste der verbundenen Medienserver: ungültige Anforderung.
es_es: Solicitud incorrecta de la lista de conectados del servidor multimedia.
fr_fr: Demande incorrecte relative à la liste connectée au serveur multimédia.
hu_hu: Hibás kérés a médiakiszolgálóhoz tartozó listában.
it_it: Richiesta elenco connessioni server contenuti multimediale non valida.
ja_jp: メディア サーバー接続リスト不正要求。
ko_kr: 잘못된 미디어 서버 연결 목록 요청입니다.
nb_no: Ugyldig forespørsel for tilkoblingsliste i medieserver.
nl_nl: Ongeldig verzoek om lijst aangesloten mediaservers.
pl_pl: Błędne żądanie listy połączonych serwerów multimediów.
pt_br: A solicitação de lista de conexões de servidor de mídia é inválida.
ru_ru: Ошибочный запрос списка подключенных сервера мультимедиа.
sv_se: Mediaserver anslöt lista med dålig begäran.
tr_tr: Medya sunucusu bağlı listesi geçersiz isteği.
zh_cn: 媒体服务器l连接列表请求错误。
zh_tw: 媒體伺服器連線清單錯誤要求。

# ERROR_ID_161
source: Media server connected list not found.
cs_cz: Seznam připojených serverů médií nebyl nalezen.
de_de: Liste der verbundenen Medienserver wurde nicht gefunden.
es_es: Lista de conectados del servidor multimedia no encontrada.
fr_fr: Liste connectée au serveur multimédia introuvable.
hu_hu: A médiakiszolgálóhoz tartozó lista nem található.
it_it: Elenco connessioni server contenuti multimediale non trovato.
ja_jp: メディア サーバー接続リストが見つかりません。
ko_kr: 미디어 서버 연결 목록이 없습니다.
nb_no: Tilkoblingsliste for medieserver ble ikke funnet.
nl_nl: Lijst aangesloten mediaservers niet gevonden.
pl_pl: Nie odnaleziono listy połączonych serwerów multimediów.
pt_br: A lista de conectados ao servidor de mídia não foi encontrada.
ru_ru: Не найден список подключенных сервера мультимедиа.
sv_se: Det gick inte att hitta mediaserverns anslutna lista.
tr_tr: Medya sunucusu bağlı listesi bulunamadı.
zh_cn: 未找到媒体服务器l连接列表。
zh_tw: 未找到媒體伺服器連線清單。

# ERROR_ID_162
source: Media server database internal server error.
cs_cz: Databáze serverů médií – chyba interního serveru.
de_de: Medienserverdatenbank: interner Serverfehler.
es_es: Error interno del servidor de la base de datos del servidor multimedia.
fr_fr: Erreur interne du serveur relative à la base de données du serveur multimédia.
hu_hu: Belső kiszolgálóhiba a médiakiszolgáló adatbázisában.
it_it: Errore server interno database dei contenuti multimediali.
ja_jp: メディア サーバー データベース内部サーバー エラー。
ko_kr: 미디어 서버 데이터베이스 내부 서버 오류입니다.
nb_no: Intern serverfeil for medieserverens database.
nl_nl: Interne serverfout met mediaserverdatabase.
pl_pl: Baza danych serwera multimediów: wewnętrzny błąd serwera.
pt_br: Erro interno de servidor para banco de dados de servidor de mídia.
ru_ru: Внутренняя ошибка сервера: база данных сервера мультимедиа.
sv_se: Internt serverfel för mediaserverns databas.
tr_tr: Medya sunucusu veritabanı iç sunucu hatası.
zh_cn: 媒体服务器数据库内部服务器错误。
zh_tw: 媒體伺服器資料庫伺服器內部錯誤。

# ERROR_ID_163
source: Media server database bad request.
cs_cz: Databáze serverů médií – chybný požadavek.
de_de: Medienserverdatenbank: ungültige Anforderung.
es_es: Solicitud incorrecta de la base de datos del servidor multimedia.
fr_fr: Demande incorrecte relative à la base de données du serveur multimédia.
hu_hu: Hibás kérés a médiakiszolgáló adatbázisában.
it_it: Richiesta database server contenuti multimediale non valida.
ja_jp: メディア サーバー データベース不正要求。
ko_kr: 잘못된 미디어 서버 데이터베이스 요청입니다.
nb_no: Ugyldig forespørsel for medieserverens database.
nl_nl: Ongeldig verzoek om mediaserverdatabase.
pl_pl: Błędne żądanie bazy danych serwera multimediów.
pt_br: A solicitação de banco de dados de servidor de mídia é inválida.
ru_ru: Ошибочный запрос базы данных сервера мультимедиа.
sv_se: Dålig begäran för mediaserverns databas.
tr_tr: Medya sunucusu veritabanı geçersiz isteği.
zh_cn: 媒体服务器数据库请求错误。
zh_tw: 媒體伺服器資料庫錯誤要求。

# ERROR_ID_164
source: Copy status internal server error.
cs_cz: Stav kopírování – chyba interního serveru.
de_de: Kopierstatus: interner Serverfehler.
es_es: Error interno del servidor del estado de copia.
fr_fr: Erreur interne du serveur relative à l'état de la copie.
hu_hu: Belső kiszolgálóhiba a másolás állapota kapcsán.
it_it: Errore server interno dello stato di copia.
ja_jp: コピー ステータス内部サーバー エラー。
ko_kr: 복사 상태 내부 서버 오류입니다.
nb_no: Intern serverfeil for kopieringsstatus.
nl_nl: Interne serverfout met kopieerstatus.
pl_pl: Status kopiowania: wewnętrzny błąd serwera.
pt_br: Erro interno de servidor para status de cópia.
ru_ru: Внутренняя ошибка сервера: состояние копирования.
sv_se: Internt serverfel för kopieringsstatus.
tr_tr: Kopyalama durumu iç sunucu hatası.
zh_cn: 复制状态内部服务器错误。
zh_tw: 複製狀態伺服器內部錯誤。

# ERROR_ID_165
source: Storage usage by share internal server error.
cs_cz: Využití úložiště sdílenou složkou – chyba interního serveru.
de_de: Speicherplatzauslastung nach Freigabe: interner Serverfehler.
es_es: Error interno del servidor de uso de almacenamiento por archivo compartido.
fr_fr: Erreur interne du serveur relative à l'espace utilisé par le dossier partagé.
hu_hu: Belső kiszolgálóhiba a megosztás tárhely felhasználásánál.
it_it: Utilizzo archiviazione dall'errore del server interno di condivisione.
ja_jp: 共有内部サーバー エラーによるストレージ使用状況。
ko_kr: 공유의 저장장치 사용량 내부 서버 오류입니다.
nb_no: Intern serverfeil for lagringsplass brukt av delt ressurs.
nl_nl: Interne serverfout met opslaggebruik door share.
pl_pl: Wykorzystanie magazynu według udziałów: wewnętrzny błąd serwera.
pt_br: Erro interno de servidor para uso de armazenamento por compartilhamento.
ru_ru: Внутренняя ошибка сервера: использование пространства ресурсом.
sv_se: Internt serverfel för lageranvändning enligt resurs.
tr_tr: Paylaşıma göre depolama kullanımı iç sunucu hatası.
zh_cn: 各个共享对存储空间使用情况内部服务器错误。
zh_tw: 共享儲存使用狀況伺服器內部錯誤。

# ERROR_ID_166
source: Storage usage internal server error.
cs_cz: Využití úložiště – chyba interního serveru.
de_de: Speicherplatzauslastung: interner Serverfehler.
es_es: Error interno del servidor de uso de almacenamiento.
fr_fr: Erreur interne du serveur relative à l'espace utilisé.
hu_hu: Belső kiszolgálóhiba a tárhely felhasználás kapcsán.
it_it: Errore server interno utilizzo archiviazione.
ja_jp: ストレージ使用状況内部サーバー エラー。
ko_kr: 저장장치 사용량 내부 서버 오류입니다.
nb_no: Intern serverfeil for brukt lagringsplass.
nl_nl: Interne serverfout met opslaggebruik.
pl_pl: Wykorzystanie magazynu: wewnętrzny błąd serwera.
pt_br: Erro interno de servidor para uso de armazenamento.
ru_ru: Внутренняя ошибка сервера: использование пространства.
sv_se: Internt serverfel för lageranvändning.
tr_tr: Depolama kullanımı iç sunucu hatası.
zh_cn: 存储空间使用情况内部服务器错误。
zh_tw: 儲存使用狀況伺服器內部錯誤。

# ERROR_ID_167
source: Shutdown bad request.
cs_cz: Vypnutí – chybný požadavek.
de_de: Ungültige Anforderung beim Herunterfahren.
es_es: Solicitud incorrecta de apagado.
fr_fr: Demande incorrecte d'arrêt du système.
hu_hu: Hibás kérés a kikapcsolásnál.
it_it: Richiesta arresto non valida.
ja_jp: シャットダウン不正要求。
ko_kr: 잘못된 종료 요청입니다.
nb_no: Ugyldig forespørsel om avslåing.
nl_nl: Ongeldig verzoek om afsluiten.
pl_pl: Błędne żądanie wyłączenia.
pt_br: A solicitação de desligamento é inválida.
ru_ru: Ошибочный запрос завершения работы.
sv_se: Dålig begäran för nedstängning.
tr_tr: Kapatma geçersiz isteği.
zh_cn: 关机请求错误。
zh_tw: 關機錯誤要求。

# ERROR_ID_168
source: Shutdown internal server error.
cs_cz: Vypnutí – chyba interního serveru.
de_de: Interner Serverfehler beim Herunterfahren.
es_es: Error interno del servidor de apagado.
fr_fr: Erreur interne du serveur relative à l'arrêt du système.
hu_hu: Belső kiszolgálóhiba a kikapcsolásnál.
it_it: Errore server interno di arresto.
ja_jp: シャットダウン内部サーバーエラー。
ko_kr: 종료 내부 서버 오류입니다.
nb_no: Intern serverfeil ved avslåing.
nl_nl: Interne serverfout met afsluiten.
pl_pl: Wyłączanie: wewnętrzny błąd serwera.
pt_br: Erro interno de servidor para desligamento.
ru_ru: Внутренняя ошибка сервера: завершение работы.
sv_se: Internt serverfel för nedstängning.
tr_tr: Kapatma iç sunucu hatası.
zh_cn: 关机内部服务器错误。
zh_tw: 關機伺服器內部錯誤。

# ERROR_ID_169
source: System factory restore bad request.
cs_cz: Obnovení nastavení z výroby – chybný požadavek.
de_de: Ungültige Anforderung beim Zurücksetzen der Systemeinstellungen auf die Werkseinstellungen.
es_es: Solicitud incorrecta de la restauración a valores de fábrica del sistema.
fr_fr: Demande incorrecte relative au rétablissement des paramètres d'usine du système.
hu_hu: Hibás kérés a gyári beállítások visszaállításánál.
it_it: Richiesta ripristino impostazioni di fabbrica sistema non valida.
ja_jp: システム初期状態復元不正要求。
ko_kr: 잘못된 시스템 초기 설정 복원 요청입니다.
nb_no: Ugyldig forespørsel for gjenoppretting av systemet til fabrikkinnstillinger.
nl_nl: Ongeldig verzoek om fabrieksinstellingen systeem terugstellen.
pl_pl: Błędne żądanie przywrócenia ustawień fabrycznych systemu.
pt_br: A solicitação de restauração de configurações de fábrica é inválida.
ru_ru: Ошибочный запрос восстановления заводских настроек.
sv_se: Dålig begäran för systemets fabriksåterställning.
tr_tr: Sistem fabrika ayarlarını geri yükleme geçersiz isteği.
zh_cn: 系统出厂还原请求错误。
zh_tw: 系統出廠還原錯誤要求。

# ERROR_ID_170
source: System factory restore internal server error.
cs_cz: Obnovení nastavení z výroby – chyba interního serveru.
de_de: Interner Serverfehler beim Zurücksetzen der Systemeinstellungen auf die Werkseinstellungen.
es_es: Error interno del servidor de restauración a valores de fábrica del sistema.
fr_fr: Erreur interne du serveur relative au rétablissement des paramètres d'usine du système.
hu_hu: Belső kiszolgálóhiba a gyári beállítások visszaállításánál.
it_it: Errore server interno ripristino impostazioni di fabbrica sistema.
ja_jp: システム初期状態復元内部サーバー エラー。
ko_kr: 시스템 초기 설정 복원 내부 서버 오류입니다.
nb_no: Intern serverfeil ved gjenoppretting av systemet til fabrikkinnstillinger.
nl_nl: Interne serverfout met terugstellen fabrieksinstellingen systeem.
pl_pl: Przywracanie ustawień fabrycznych systemu: wewnętrzny błąd serwera.
pt_br: Erro interno de servidor para restauração de configurações de fábrica.
ru_ru: Внутренняя ошибка сервера: восстановление заводских настроек.
sv_se: Internt serverfel för systemets fabriksåterställning.
tr_tr: Sistem fabrika ayarlarını geri yükleme iç sunucu hatası.
zh_cn: 系统出厂还原内部服务器错误。
zh_tw: 系統出廠還原伺服器內部錯誤。

# ERROR_ID_171
source: System information internal server error.
cs_cz: Systémové informace – chyba interního serveru.
de_de: Systeminformationen: interner Serverfehler.
es_es: Error interno del servidor de información del sistema.
fr_fr: Erreur interne du serveur relative à l'information système.
hu_hu: Belső kiszolgálóhiba a rendszerrel kapcsolatos információk kapcsán.
it_it: Errore server interno informazioni di sistema.
ja_jp: システム情報内部サーバー エラー。
ko_kr: 시스템 정보 내부 서버 오류입니다.
nb_no: Intern serverfeil for systeminformasjon.
nl_nl: Interne serverfout met systeeminformatie.
pl_pl: Informacje o systemie: wewnętrzny błąd serwera.
pt_br: Erro interno de servidor para informações de sistema.
ru_ru: Внутренняя ошибка сервера: системная информация.
sv_se: Internt serverfel för systeminformation.
tr_tr: Sistem bilgileri iç sunucu hatası.
zh_cn: 系统信息内部服务器错误。
zh_tw: 系統資訊伺服器內部錯誤。

# ERROR_ID_172
source: System state internal server error.
cs_cz: Stav systému – chyba interního serveru.
de_de: Systemzustand: interner Serverfehler.
es_es: Error interno del servidor de estado del sistema.
fr_fr: Erreur interne du serveur relative à l'état du système.
hu_hu: Belső kiszolgálóhiba a rendszer állapotában.
it_it: Errore server interno stato di sistema.
ja_jp: システム状態内部サーバー エラー。
ko_kr: 시스템 상태 내부 서버 오류입니다.
nb_no: Intern serverfeil for systemstatus.
nl_nl: Interne serverfout met systeemstatus.
pl_pl: Status systemu: wewnętrzny błąd serwera.
pt_br: Erro interno de servidor para estado do sistema.
ru_ru: Внутренняя ошибка сервера: состояние системы.
sv_se: Internt serverfel för systemstatus.
tr_tr: Sistem durumu iç sunucu hatası.
zh_cn: 系统状态内部服务器错误。
zh_tw: 系統狀態伺服器內部錯誤。

# ERROR_ID_173
source: Firmware info internal server error.
cs_cz: Informace o firmwaru – chyba interního serveru.
de_de: Firmware-Informationen: interner Serverfehler.
es_es: Error interno del servidor de información del firmware.
fr_fr: Erreur interne du serveur relative à l'information du micrologiciel.
hu_hu: Belső kiszolgálóhiba a belső vezérlőprogrammal kapcsolatos információkban.
it_it: Errore server interno informazioni firmware.
ja_jp: ファームウェア情報内部サーバー エラー。
ko_kr: 펌웨어 정보 내부 서버 오류입니다.
nb_no: Intern serverfeil for fastvareinfo.
nl_nl: Interne serverfout met firmware-informatie.
pl_pl: Informacje o oprogramowaniu układowym: wewnętrzny błąd serwera.
pt_br: Erro interno de servidor para informações de firmware.
ru_ru: Внутренняя ошибка сервера: информация микропрограммы.
sv_se: Internt serverfel för den fasta programvarans info.
tr_tr: Bellenim bilgisi iç sunucu hatası.
zh_cn: 固件信息内部服务器错误。
zh_tw: 韌體資訊伺服器內部錯誤。

# ERROR_ID_174
source: Firmware info bad request.
cs_cz: Informace o firmwaru – chybný požadavek.
de_de: Firmware-Informationen: ungültige Anforderung.
es_es: Solicitud incorrecta de la información del firmware.
fr_fr: Demande incorrecte relative à l'information du micrologiciel.
hu_hu: Hibás kérés a belső vezérlőprogrammal kapcsolatos információkban.
it_it: Richiesta info firmware non valida.
ja_jp: ファームウェア情報不正要求。
ko_kr: 잘못된 펌웨어 정보 요청입니다.
nb_no: Ugyldig forespørsel om fastvareinfo.
nl_nl: Ongeldig verzoek om firmware-informatie.
pl_pl: Błędne żądanie informacji o oprogramowaniu układowym.
pt_br: A solicitação de informações de firmware é inválida.
ru_ru: Ошибочный запрос информации микропрограммы.
sv_se: Dålig begäran för fasta programvarans info.
tr_tr: Bellenim bilgisi geçersiz isteği.
zh_cn: 固件信息请求错误。
zh_tw: 韌體資訊錯誤要求。

# ERROR_ID_175
source: Firmware update configuration bad request.
cs_cz: Konfigurace aktualizace firmwaru – chybný požadavek.
de_de: Ungültige Anforderung bei der Konfiguration der Firmware-Aktualisierung.
es_es: Solicitud incorrecta de configuración de la actualización del firmware.
fr_fr: Demande incorrecte relative à la configuration de mise à jour du micrologiciel.
hu_hu: Hibás kérés a belső vezérlőprogram frissítési konfigurációjánál.
it_it: Richiesta configurazione aggiornamento firmware non valida.
ja_jp: ファームウェア更新設定不正要求。
ko_kr: 잘못된 펌웨어 업데이트 구성 요청입니다.
nb_no: Ugyldig forespørsel for konfigurasjon av fastvareoppdatering.
nl_nl: Ongeldig verzoek firmware-updateconfiguratie.
pl_pl: Błędne żądanie konfiguracji aktualizacji oprogramowania układowego.
pt_br: A solicitação de configuração de atualização de firmware é inválida.
ru_ru: Ошибочный запрос конфигурации обновления микропрограммы.
sv_se: Dålig begäran för konfigurering av den fasta programvarans uppdatering.
tr_tr: Bellenim güncelleştirme yapılandırması geçersiz isteği.
zh_cn: 固件更新配置请求错误。
zh_tw: 韌體更新設定錯誤要求。
