Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# CONTENT_DIALOG_SETTINGS_LABEL_NETWORK_MODE_CONTINUE_MESSAGE
source: Continue?
cs_cz: Pokračovat?
de_de: Weiter?
es_es: ¿Continuar?
fr_fr: Continuer ?
hu_hu: Folytatja?
it_it: Continuare?
ja_jp: 続行しますか?
ko_kr: 계속 진행하시겠습니까?
nb_no: Fortsette?
nl_nl: Doorgaan?
pl_pl: Kontynuować?
pt_br: Continuar?
ru_ru: Продолжить?
sv_se: Fortsätt?
tr_tr: Devam edilsin mi?
zh_cn: 继续吗？
zh_tw: 繼續？

# CONTENT_DIALOG_SETTINGS_LABEL_NETWORK_SSH_MESSAGE
source: Please note that modifying or attempting to modify this device outside the normal operation of the product voids your WD warranty.
cs_cz: Upozorňujeme, že pozměňování nebo pokusy o pozměňování tohoto zařízení způsobem vybočujícím z běžného používání produktu bude mít za následek zrušení záruky WD.
de_de: Beachten Sie, dass Änderungen am Gerät, die nicht unter den normalen Produktbetrieb fallen, die Garantie von WD ungültig machen.
es_es: Tenga en cuenta que al modificar o intentar modificar este dispositivo de cualquier otra manera que no sea el uso normal del producto se anula la garantía de WD.
fr_fr: Toute modification ou tentative de modification du dispositif ne relevant pas du fonctionnement normal du produit annule la garantie WD.
hu_hu: Kérjük, vegye figyelembe, hogy amennyiben a hagyományos felhasználás kereteit túllépve megváltoztatja vagy megkísérli megváltoztatni az eszközt, a Western Digital termékgaranciája semmissé válik.
it_it: Tenere presente che la modifica o il tentativo di modifica del dispositivo in modo diverso dal funzionamento normale del prodotto invalidano la garanzia WD.
ja_jp: 本製品の通常動作以外でこのデバイスを修正したり、修正を試みたりすると、WD の保証が無効になります。
ko_kr: 이 제품의 정상적인 조작 범위를 벗어나는 정도로 이 장치를 수정하거나 수정을 시도하면 WD 보증이 무효화됩니다.
nb_no: Vær oppmerksom på at endring eller forsøk på endring av denne enheten som ikke er i samsvar med normal bruk av produktet gjør WDs garanti ugyldig.
nl_nl: Merk op dat het wijzigen of proberen te wijzigen van dit apparaat op een manier die buiten het normale gebruik van dit apparaat valt, leidt tot ongeldig worden van uw WD-garantie.
pl_pl: Uwaga: modyfikacja lub próba modyfikacji urządzenia w sposób wykraczający poza normalną eksploatację produktu oznacza naruszenie warunków gwarancji firmy WD.
pt_br: Lembre-se de que a modificação ou a tentativa de modificar esse dispositivo de forma diferente da operação normal do produto cancela a garantia da WD.
ru_ru: Обратите внимание, что внесение (или попытка внесения) изменений в это устройство любым образом, не соответствующим обычной эксплуатации этого продукта, делает недействительной представляемую WD гарантию.
sv_se: Observera att all modifiering eller försök till modifiering av enheten på något sätt som ligger utanför normal produktfunktion ogiltigförklarar din WD-garanti.
tr_tr: Bu aygıtın, ürünün normal çalışmasının dışında değiştirilmesi veya değiştirilmeye çalışılması, WD garantinizi geçersiz kılar.
zh_cn: 请注意，以任何本产品常规操作以外的方式对此设备进行调整或试图进行调整，您将无法享受 WD 保修。
zh_tw: 請注意，以正常操作之外的方式修改或嘗試修改此裝置將會喪失您的 WD 保固。

# CONTENT_DIALOG_SETTINGS_LABEL_NETWORK_SSH_I_ACCEPT
source: I accept
cs_cz: Přijímám
de_de: Ich stimme zu
es_es: Acepto
fr_fr: J'accepte
hu_hu: Elfogadom
it_it: Accetto
ja_jp: 同意する
ko_kr: 동의함
nb_no: Jeg samtykker
nl_nl: Ik ga akkoord
pl_pl: Akceptuję
pt_br: Eu aceito
ru_ru: Принимаю
sv_se: Jag accepterar
tr_tr: Kabul ediyorum
zh_cn: 我接受
zh_tw: 我接受

# GLOB_NAV_NOTIFICATIONS_TITLE_NOTIFICATIONS
source: Notifications
cs_cz: Oznámení
de_de: Benachrichtigungen
es_es: Notificaciones
hu_hu: Értesítések
it_it: Notifiche
ja_jp: 通知
ko_kr: 알림
nb_no: Varsler
nl_nl: Meldingen
pl_pl: Powiadomienia
pt_br: Notificações
ru_ru: Уведомления
sv_se: Meddelanden
tr_tr: Bildirimler
zh_cn: 通知
zh_tw: 通知

# GLOB_NAV_NOTIFICATIONS_TITLE_NOTIFICATION
source: Notification
cs_cz: Oznámení
de_de: Benachrichtigung
es_es: Notificación
hu_hu: Értesítés
it_it: Notifica
ja_jp: 通知
ko_kr: 알림
nb_no: Varsling
nl_nl: Melding
pl_pl: Powiadomienie
pt_br: Notificação
ru_ru: Уведомление
sv_se: Meddelande
tr_tr: Bildirim
zh_cn: 通知
zh_tw: 通知

# CONTENT_DIALOG_SETTINGS_NOTIFICATIONS_TITLE_NOTIFICATIONS_CONFIG
source: Notifications Configuration
cs_cz: Konfigurace oznámení
de_de: Konfiguration der Benachrichtigungen
es_es: Configuración de notificaciones
fr_fr: Configuration de notifications
hu_hu: Értesítések konfigurálása
it_it: Configurazione notifiche
ja_jp: 通知設定
ko_kr: 알림 구성
nb_no: Konfigurasjon av varslinger
nl_nl: Configuratie van meldingen
pl_pl: Konfiguracja powiadomień
pt_br: Configuração de notificações
ru_ru: Конфигурация уведомлений
sv_se: Meddelandekonfiguration
tr_tr: Bildirim Yapılandırması
zh_cn: 通知配置
zh_tw: 通知設定

# CONTENT_SETTINGS_NOTIFICATION_HEAD1_NOTIFICATION_EMAIL
source: Notifications Email
cs_cz: E-mailová oznámení
de_de: Benachrichtigungs-E-Mail
es_es: Correo electrónico de notificaciones
fr_fr: E-mail de notification
hu_hu: Értesítéseket tartalmazó e-mail
it_it: E-mail di notifica
ja_jp: 通知電子メール
ko_kr: 알림 이메일
nb_no: Varsling på e-post
nl_nl: E-mailmeldingen
pl_pl: Powiadomienia e-mail
pt_br: E-mail de notificações
ru_ru: Электронная почта для уведомлений
sv_se: Meddelande via e-post
tr_tr: Bildirim E-postası
zh_cn: 通知电子邮件
zh_tw: 通知電子郵件

# CONTENT_SETTINGS_NOTIFICATION_LABEL_NOTIFICATION_EMAILS
source: Alert Emails
cs_cz: Výstražné e-maily
de_de: E-Mail-Benachrichtigungen
es_es: Correos de alerta
fr_fr: E-mails d'alerte
hu_hu: Riasztási e-mailek
it_it: E-mail di avviso
ja_jp: アラート電子メール
ko_kr: 알림(경고) 이메일
nb_no: E-postvarsler
nl_nl: Waarschuwingen per e-mail
pl_pl: Alerty e-mail
pt_br: E-mails de alerta
ru_ru: Предупреждения
sv_se: E-postvarningar
tr_tr: Uyarı E-postaları
zh_cn: 提醒电子邮件
zh_tw: 警示電子郵件

# CONTENT_SETTINGS_NOTIFICATION_LABEL_DETAILS
source: Details
cs_cz: Podrobnosti
es_es: Detalles
fr_fr: Détails
hu_hu: Részletek
it_it: Dettagli
ja_jp: 詳細
ko_kr: 세부 정보
nb_no: Detaljer
pl_pl: Szczegóły
pt_br: Detalhes
ru_ru: Сведения
sv_se: Detaljer
tr_tr: Ayrıntılar
zh_cn: 详细信息
zh_tw: 詳細資訊

# CONTENT_SETTINGS_NOTIFICATION_HEAD1_NOTIFICATION_DISPLAY
source: Notifications Display
cs_cz: Zobrazit oznámení
de_de: Benachrichtigungsanzeige
es_es: Pantalla de notificaciones
fr_fr: Affichage des notifications
hu_hu: Értesítések megjelenítése
it_it: Visualizzazione notifiche
ja_jp: 通知表示
ko_kr: 알림 디스플레이
nb_no: Varslingsvisning
nl_nl: Weergave van meldingen
pl_pl: Wyświetlanie powiadomień
pt_br: Exibição de notificações
ru_ru: Отображение уведомлений
sv_se: Meddelandedisplay
tr_tr: Bildirimler Ekranı
zh_cn: 显示通知
zh_tw: 通知顯示

# CONTENT_SETTINGS_NOTIFICATION_LABEL_SHOW_NOTIFICATIONS
source: Show notifications for the following messages
cs_cz: Zobrazí oznámení pro následující typy oznámení
de_de: Benachrichtigungen für folgende Meldungen anzeigen
es_es: Mostrar notificaciones para los siguientes mensajes
fr_fr: Afficher les notifications relatives aux messages suivants
hu_hu: Az alábbi üzeneteket tartalmazó értesítések megmutatása
it_it: Mostra notifiche per i messaggi seguenti
ja_jp: 次のメッセージの通知を表示
ko_kr: 다음 메시지에 대해 알림 표시
nb_no: Vis varslinger for følgende meldinger
nl_nl: Meldingen weergeven voor de volgende berichten
pl_pl: Pokazuj powiadomienia dotyczące następujących komunikatów
pt_br: Mostrar notificações para as mensagens a seguir
ru_ru: Показывать уведомления для следующих сообщений
sv_se: Visa meddelanden för följande meddelanden
tr_tr: Aşağıdaki mesajlar için bildirim göster
zh_cn: 显示以下消息的通知
zh_tw: 為以下訊息顯示通知

# CONTENT_SETTINGS_NOTIFICATION_LABEL_CRITICAL_ONLY
source: Critical Only
cs_cz: Pouze kritická
de_de: Nur kritisch
es_es: Solo críticos
fr_fr: Critique uniquement
hu_hu: Csak Kritikus
it_it: Solo problemi critici
ja_jp: 重大のみ
ko_kr: 중요만
nb_no: Bare kritiske
nl_nl: Alleen kritiek
pl_pl: Tylko krytyczne
pt_br: Apenas críticas
ru_ru: Только критические
sv_se: Endast kritiska
tr_tr: Yalnızca Kritik
zh_cn: 仅限严重
zh_tw: 僅嚴重時

# CONTENT_SETTINGS_NOTIFICATION_LABEL_CRITICAL_AND_WARNING
source: Critical and Warning
cs_cz: Kritická a výstražná
de_de: Kritisch und Warnung
es_es: Críticos y advertencias
fr_fr: Critique et Avertissement
hu_hu: Kritikus és Figyelmeztetés
it_it: Problemi critici e avvisi
ja_jp: 重大と警告
ko_kr: 중요 및 경고
nb_no: Kritiske og advarsler
nl_nl: Kritiek en waarschuwing
pl_pl: Krytyczne i ostrzeżenia
pt_br: Críticas e advertências
ru_ru: Критические и предупреждения
sv_se: Kritiska och varningar
tr_tr: Kritik ve Uyarı
zh_cn: 严重和警告
zh_tw: 嚴重時與警告時

# CONTENT_SETTINGS_NOTIFICATION_LABEL_ALL_NOTIFICATIONS
source: All
cs_cz: Všechny
de_de: Alle
es_es: Todo
fr_fr: Toutes
hu_hu: Minden
it_it: Tutti/e
ja_jp: すべて
ko_kr: 모두
nb_no: Alle
nl_nl: Alle
pl_pl: Wszystkie
pt_br: Todas
ru_ru: Все
sv_se: Alla
tr_tr: Tümü
zh_cn: 全部
zh_tw: 全部

# CONTENT_DIALOG_SETTINGS_NOTIFICATIONS_HEAD2_SETUP_NOTIFICATIONS
source: Set up notifications configuration to receive system notifications through the WD My Cloud interface or through email.
cs_cz: Nastavte konfiguraci oznámení pro přijímání systémových oznámení přes rozhraní WD My Cloud nebo prostřednictvím e-mailu.
de_de: Konfiguration der Benachrichtigungen einrichten, um Systembenachrichtigungen über die WD My Cloud-Oberfläche oder per E-Mail zu erhalten.
es_es: Establezca la configuración de notificaciones para recibir notificaciones del sistema a través de la interfaz de WD My Cloud o a través del correo electrónico.
fr_fr: Définissez les configurations de notifications pour recevoir les notifications système via l'interface WD My Cloud ou par e-mail.
hu_hu: Konfigurálja az értesítéseket úgy, hogy a rendszeralapú értesítések a WD My Cloud felhőrendszerének felhasználói felületén vagy e-mailben érkezzenek.
it_it: Impostare la configurazione delle notifiche per ricevere le notifiche tramite l'interfaccia WD My Cloud o tramite e-mail.
ja_jp: WD My Cloud インターフェイスまたは電子メール経由でシステム通知を受信するための通知設定を行います。
ko_kr: WD My Cloud 인터페이스 또는 이메일을 통해 시스템 알림을 수신하도록 알림 구성을 설정합니다.
nb_no: Konfigurer varslinger for å motta systemvarslinger gjennom WD My Cloud-grensesnittet eller via e-post.
nl_nl: Meldingen configureren voor het ontvangen van systeemmeldingen via de WD My Cloud-interface of via e-mail.
pl_pl: Skonfiguruj powiadomienia, aby otrzymywać powiadomienia systemowe za pośrednictwem interfejsu oprogramowania WD My Cloud lub pocztą e-mail.
pt_br: Defina as configurações de notificação para receber notificações de sistema por meio da interface do WD My Cloud ou e-mail.
ru_ru: Настройте конфигурацию уведомлений для получения системных уведомлений через интерфейс WD My Cloud или по электронной почте.
sv_se: Ställ in meddelandekonfiguration till att ta emot systemmeddelanden genom WD My Cloud-gränssnittet eller genom e-post.
tr_tr: Bildirim yapılandırmasını, WD My Cloud arabirimi veya e-posta ile sistem bildirimlerini alacak şekilde ayarlayın.
zh_cn: 设置通知配置，通过 WD My Cloud 界面或电子邮件接收系统通知。
zh_tw: 設定通知設定，以經由 WD My Cloud 介面或電子郵件接收系統通知。

# CONTENT_DIALOG_SETTINGS_NOTIFICATIONS_LABEL_SETUP_NOTIFICATIONS_MESSAGE
source: Send email notifications for the following messages:
cs_cz: Odešle e-mailová oznámení pro následující typy oznámení:
de_de: E-Mail-Benachrichtigungen für folgende Meldungen senden:
es_es: Enviar notificaciones por correo electrónico para los siguientes mensajes:
fr_fr: Envoyer les notifications relatives aux messages suivants :
hu_hu: Az alábbi üzeneteket tartalmazó értesítések elküldése:
it_it: Invia notifiche e-mail per i messaggi seguenti:
ja_jp: 次のメッセージの電子メール通知を送信:
ko_kr: 다음 메시지에 대해 이메일 알림 보내기:
nb_no: Send e-postvarslinger for følgende meldinger:
nl_nl: E-mailmeldingen verzenden voor de volgende berichten:
pl_pl: Wysyłaj powiadomienia e-mail dotyczące następujących komunikatów:
pt_br: Enviar notificações de e-mail para as mensagens a seguir:
ru_ru: Отправлять уведомления по электронной почте для следующих сообщений:
sv_se: Skicka e-postmeddelanden för följande meddelanden:
tr_tr: Aşağıdaki mesajlar için e-posta bildirimleri gönder
zh_cn: 为以下消息发送电子邮件通知：
zh_tw: 為以下訊息傳送電子郵件通知：

# CONTENT_DIALOG_SETTINGS_NOTIFICATIONS_BUTTON_NEW_EMAIL
source: New Email
cs_cz: Nová e-mailová adresa
de_de: Neue E-Mail-Adresse
es_es: Dirección de correo nueva
fr_fr: Nouvelle adresse électronique
hu_hu: Új e-mail cím
it_it: Nuovo indirizzo e-mail
ja_jp: 新しい電子メール アドレス
ko_kr: 새 이메일
nb_no: Ny e-post
nl_nl: Nieuw e-mailadres
pl_pl: Nowy adres e-mail
pt_br: Novo e-mail
ru_ru: Новый адрес электронной почты
sv_se: Ny e-postadress
tr_tr: Yeni E-posta
zh_cn: 新电子邮件
zh_tw: 新郵件

# CONTENT_DIALOG_SETTINGS_NOTIFICATIONS_BUTTON_SEND_TEST_EMAIL
source: Send Test Email
cs_cz: Odeslat zkušební e-mail
de_de: Test-E-Mail senden
es_es: Enviar correo de prueba
fr_fr: Envoyer un e-mail de test
hu_hu: Teszt e-mail küldése
it_it: Invia e-mail di prova
ja_jp: テスト電子メールの送信
ko_kr: 테스트 이메일 보내기
nb_no: Send e-post for testing
nl_nl: Test-e-mail verzenden
pl_pl: Wyślij próbną wiadomość e-mail
pt_br: Enviar e-mail de teste
ru_ru: Отправить тестовое сообщение
sv_se: Skicka e-posttest
tr_tr: Test E-postası Gönder
zh_cn: 发送测试电子邮件
zh_tw: 傳送測試電子郵件

# GLOB_NAV_NOTIFICATIONS_STRING_NO_NOTIFICATIONS_FOUND
source: There are no notifications to view
cs_cz: Nejsou žádná oznámení k zobrazení
de_de: Es liegen keine Benachrichtigungen zum Anzeigen vor
es_es: No hay notificaciones para ver
fr_fr: Aucune notification à visualiser
hu_hu: Nincs megtekintendő értesítés
it_it: Nessuna notifica da visualizzare
ja_jp: 表示する通知はありません
ko_kr: 볼 알림이 없습니다.
nb_no: Det er ingen varslinger å vise
nl_nl: Er zijn geen meldingen om weer te geven
pl_pl: Brak powiadomień do wyświetlenia
pt_br: Não há notificações a serem exibidas
ru_ru: Нет уведомлений для просмотра
sv_se: Det finns inga meddelanden att visa
tr_tr: Görüntülenecek bildirim yok
zh_cn: 没有通知可阅
zh_tw: 無可供檢視的通知

# GLOB_NAV_NOTIFICATIONS_STRING_NO_CRIT_WARN_NOTIFICATIONS_FOUND
source: There are no critical or warning notifications to view
cs_cz: Nejsou žádná kritická nebo výstražná oznámení k zobrazení
de_de: Es liegen keine Benachrichtigungen für kritische Zustände oder Warnungen zum Anzeigen vor
es_es: No hay notificaciones críticas o de advertencia para ver
fr_fr: Il n'y a pas de notification critique ou d'avertissement à visualiser
hu_hu: Nincs kritikus vagy figyelmeztető értesítés.
it_it: Nessuna notifica per problemi critici o avvisi da visualizzare
ja_jp: 表示する重大または警告通知はありません
ko_kr: 볼 중요 또는 경고 알림이 없습니다.
nb_no: Det er ingen advarsler eller kritiske varslinger å vise
nl_nl: Er zijn geen kritieke meldingen of waarschuwingen om weer te geven
pl_pl: Brak powiadomień o komunikatach krytycznych lub ostrzeżeniach do wyświetlenia
pt_br: Não há notificações críticas ou advertências a serem exibidas
ru_ru: Нет критических уведомлений и предупреждений для просмотра
sv_se: Det finns inga kritiska- eller varningsmeddelanden att visa
tr_tr: Görüntülenecek kritik veya uyarı bildirimi yok
zh_cn: 没有严重或警告通知可阅
zh_tw: 無可供檢視的嚴重或是警告通知

# GLOB_NAV_NOTIFICATIONS_STRING_NO_CRIT_NOTIFICATIONS_FOUND
source: There are no critical notifications to view
cs_cz: Nejsou žádná kritická oznámení k zobrazení
de_de: Es liegen keine Benachrichtigungen für kritische Zustände zum Anzeigen vor
es_es: No hay notificaciones críticas para ver
fr_fr: Il n'y a pas de notification critique à visualiser
hu_hu: Nincs kritikus értesítés.
it_it: Nessuna notifica per problemi critici da visualizzare
ja_jp: 表示する重大通知はありません
ko_kr: 볼 중요 알림이 없습니다.
nb_no: Det er ingen kritiske varslinger å vise
nl_nl: Er zijn geen kritieke meldingen om weer te geven
pl_pl: Brak powiadomień o komunikatach krytycznych do wyświetlenia
pt_br: Não há notificações críticas a serem exibidas
ru_ru: Нет критических уведомлений для просмотра
sv_se: Det finns inga kritiska meddelanden att visa
tr_tr: Görüntülenecek kritik bildirim yok
zh_cn: 没有严重通知可阅
zh_tw: 無可供檢視的嚴重通知

# GLOB_NAV_NOTIFICATIONS_LABEL_INFO
source: Info
cs_cz: Informační
es_es: Información
hu_hu: Információ
ja_jp: 情報
ko_kr: 정보
nb_no: Informasjon
pl_pl: Informacja
pt_br: Informações
ru_ru: Сведения
tr_tr: Bilgi
zh_cn: 信息
zh_tw: 資訊

# GLOB_NAV_NOTIFICATIONS_LABEL_WARNING
source: Warning
cs_cz: Výstražná
de_de: Warnung
es_es: Advertencia
fr_fr: Avertissement
hu_hu: Figyelmeztetés
it_it: Avviso
ja_jp: 警告
ko_kr: 경고
nb_no: Advarsel
nl_nl: Waarschuwing
pl_pl: Ostrzeżenie
pt_br: Advertência
ru_ru: Предупреждение
sv_se: Varning
tr_tr: Uyarı
zh_cn: 警告
zh_tw: 警告

# GLOB_NAV_NOTIFICATIONS_LABEL_CRITICAL
source: Critical
cs_cz: Kritická
de_de: Kritisch
es_es: Crítica
fr_fr: Critique
hu_hu: Kritikus
it_it: Problema critico
ja_jp: 重大
ko_kr: 중요
nb_no: Kritisk
nl_nl: Kritiek
pl_pl: Krytyczny
pt_br: Crítica
ru_ru: Критическое
sv_se: Kritisk
tr_tr: Kritik
zh_cn: 严重
zh_tw: 嚴重

# GLOB_NAV_NOTIFICATIONS_BUTTON_VIEW_ALL
source: View All
cs_cz: Zobrazit všechna
de_de: Alle anzeigen
es_es: Ver todo
fr_fr: Tout afficher
hu_hu: Mutassa mindet
it_it: Visualizza tutti
ja_jp: すべて表示
ko_kr: 보두 보기
nb_no: Vis alle
nl_nl: Alles weergeven
pl_pl: Wyświetl wszystkie
pt_br: Exibir todas
ru_ru: Просмотреть все
sv_se: Visa alla
tr_tr: Tümünü Görüntüle
zh_cn: 查看全部
zh_tw: 檢視全部

# GLOB_NAV_NOTIFICATIONS_LABEL_CODE
source: Code
cs_cz: Kód
es_es: Código
hu_hu: Kód
it_it: Codice
ja_jp: コード
ko_kr: 코드
nb_no: Kode
pl_pl: Kod
pt_br: Código
ru_ru: Код
sv_se: Kod
tr_tr: Kod
zh_cn: 代码
zh_tw: 代碼

# GLOB_NAV_NOTIFICATIONS_BUTTON_DISMISS_ALL
source: Dismiss All
cs_cz: Zavřít všechna
de_de: Alle verwerfen
es_es: Descartar todo
fr_fr: Faire tout disparaître
hu_hu: Rejtse el mindet
it_it: Ignora tutti
ja_jp: すべて非表示
ko_kr: 모두 해제
nb_no: Avvis alle
nl_nl: Alles verwerpen
pl_pl: Odrzuć wszystkie
pt_br: Descartar todas
ru_ru: Отклонить все
sv_se: Stäng alla
tr_tr: Tümünü Kapat
zh_cn: 全部解除
zh_tw: 關閉全部

# CONTENT_USERS_BUMPER_TITLE_ABOUT_USERS
source: About Users
cs_cz: Uživatelé
de_de: Info zu Benutzern
es_es: Acerca de los usuarios
fr_fr: À propos des utilisateurs
hu_hu: A felhasználókról
it_it: Informazioni sugli utenti
ja_jp: ユーザーについて
ko_kr: 사용자 정보
nb_no: Om brukere
nl_nl: Info over gebruikers
pl_pl: Użytkownicy — informacje
pt_br: Sobre Usuários
ru_ru: О пользователях
sv_se: Om användare
tr_tr: Kullanıcılar Hakkında
zh_cn: 关于用户
zh_tw: 使用者說明

# CONTENT_USERS_STRING_ABOUT_USERS_DESC
source: Control who can access your cloud and their type of access.
cs_cz: Řídí, kdo může přistupovat k vašemu cloudu, a typ přístupu jednotlivých uživatelů.
de_de: Legen Sie fest, welche Benutzer über Zugriff auf Ihre Cloud verfügen, und welche Art des Zugriffs die Benutzer haben.
es_es: Controle quién puede acceder a su nube y su tipo de acceso.
fr_fr: Contrôlez qui peut accéder à votre cloud et leur type d'accès.
hu_hu: Szabályozza a felhőrendszeréhez hozzáférők körét és hozzáférésük mértékét!
it_it: Controllare gli utenti che possono accedere al cloud e il tipo di accesso che utilizzano.
ja_jp: クラウドにアクセス可能なユーザーとアクセスのタイプを制御します。
ko_kr: 클라우드에 액세스할 수 있는 사용자와 액세스 유형을 제어합니다.
nb_no: Styr hvem som kan få tilgang til Cloud og hva slags type tilgang de får.
nl_nl: Beheren wie toegang heeft tot uw cloud en hoe.
pl_pl: Możesz kontrolować, kto ma dostęp do Twojej chmury i jakiego rodzaju jest to dostęp.
pt_br: Controle quem pode acessar sua nuvem e qual o tipo de acesso permitido.
ru_ru: Управляйте, кто может получить доступ к вашему облаку, и типом предоставляемого им доступа.
sv_se: Kontrollera vem som har åtkomst till molnet och typen av åtkomst.
tr_tr: Bulutunuza kimlerin erişebileceğini ve bu kişilerin erişim türünü denetleyin.
zh_cn: 控制谁能访问你的云以及他们的访问类型。
zh_tw: 控制可存取您雲端的人員以及他們的類型。

# CONTENT_USERS_HEAD1_SET_UP_USERS
source: Set Up Users
cs_cz: Nastavit uživatele
de_de: Benutzer einrichten
es_es: Configurar usuarios
fr_fr: Configurer les utilisateurs
hu_hu: Felhasználók beállítása
it_it: Imposta utenti
ja_jp: ユーザーの設定
ko_kr: 사용자 설정
nb_no: Sett opp brukere
nl_nl: Gebruikers instellen
pl_pl: Konfiguruj użytkowników
pt_br: Configurar usuários
ru_ru: Настройка пользователей
sv_se: Konfigurera användare
tr_tr: Kullanıcıları Ayarla
zh_cn: 设置用户
zh_tw: 設定使用者

# CONTENT_GENERIC_TEXTBOX_LABEL_USERNAME
source: Username
cs_cz: Uživatelské jméno
de_de: Benutzername
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur
hu_hu: Felhasználónév
it_it: Nome utente
ja_jp: ユーザー名
ko_kr: 사용자 이름
nb_no: Brukernavn
nl_nl: Gebruikersnaam
pl_pl: Nazwa użytkownika
pt_br: Nome do usuário
ru_ru: Имя пользователя
sv_se: Användarnamn
tr_tr: Kullanıcı adı
zh_cn: 用户名
zh_tw: 使用者名稱

# CONTENT_USERS_STRING_NO_ACCOUNTS_MY_CLOUD_WEB
source: <span class='remote_access_username'></span> does not have a WDMyCloud.com login. Enter an email address to sign up for a login.
cs_cz: <span class='remote_access_username'></span> nemá přihlašovací údaje WDMyCloud.com. Zadejte e-mailovou adresu pro zaregistrování k přihlášení.
de_de: <span class='remote_access_username'></span> verfügt über keinen WDMyCloud.com-Anmeldenamen. Geben Sie eine E-Mail-Adresse ein, um sich für die Anmeldung zu registrieren.
es_es: <span class='remote_access_username'></span> no tiene un inicio de sesión para WDMyCloud.com. Introduzca una dirección de correo electrónico para registrarse y obtener un inicio de sesión.
fr_fr: <span class='remote_access_username'></span> ne dispose pas d'identifiant WDMyCloud.com. Saisissez une adresse électronique pour obtenir un identifiant.
hu_hu: <span class='remote_access_username'></span> nem rendelkezik WDMyCloud.com bejelentkező adatokkal. Adjon meg egy e-mail címet, amivel majd bejelentkezhet!
it_it: <span class='remote_access_username'></span> non dispone di un accesso WDMyCloud.com. Immettere un indirizzo e-mail per iscriversi per l'accesso.
ja_jp: <span class='remote_access_username'></span> には WDMyCloud.com ログイン資格がありません。 ログイン登録を行うための電子メール アドレスを入力します。
ko_kr: <span class='remote_access_username'></span>은(는) WDMyCloud.com 로그인을 갖고 있지 않습니다. 로그인을 등록할 이메일 주소를 입력하십시오.
nb_no: <span class='remote_access_username'></span> har ikke en WDMyCloud.com-innlogging. Skriv inn en e-postadresse for å registrere deg for innlogging.
nl_nl: <span class='remote_access_username'></span> heeft geen WDMyCloud.com-aanmelding. Voer een e-mailadres in om u te registreren voor een aanmelding.
pl_pl: Użytkownik <span class='remote_access_username'></span> nie ma identyfikatora WDMyCloud.com. Wprowadź adres e-mail, aby się zarejestrować w celu uzyskania identyfikatora.
pt_br: <span class='remote_access_username'></span> não tem um login do WDMyCloud.com. Insira um endereço de e-mail para inscrever-se e obter um login.
ru_ru: <span class='remote_access_username'></span> не имеет логина WDMyCloud.com. Введите адрес электронной почты для регистрации логина.
sv_se: <span class='remote_access_username'></span> har inte ett användarnamn för WDMyCloud.com. Ange en e-postadress för att registrera dig för inloggningsinformation.
tr_tr: <span class='remote_access_username'></span> adlı kullanıcı WDMyCloud.com oturum açma bilgilerine sahip değil. Oturuma kaydolmak için bir e-posta adresi girin.
zh_cn: <span class='remote_access_username'></span> 没有 WDMyCloud.com 登录账号。 输入一个电子邮件地址以注册。
zh_tw: <span class='remote_access_username'></span> 沒有 WDMyCloud.com 的帳號。 輸入電子郵件位址以申請帳號。
