Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# LABEL_DESCR_UPDATE_FROM_FILE_REBOOT
source: Your firmware will now be updated. Do not unplug your device during the firmware update installation. After completing the firmware update, your network drive will automatically reboot. It is also recommended that you install the latest updates for the operating system on your computer before you proceed.<br><br><b>Important:</b> Ensure you have multiple copies of your data (another backup) before updating your drive.
cs_cz: Nyní bude aktualizován firmware. Během instalace aktualizace firmwaru zařízení neodpojujte. Po dokončení aktualizace firmwaru se síťová jednotka automaticky restartuje. Doporučujeme, abyste před pokračováním také nainstalovali nejnovější aktualizace operačního systému vašeho počítače.<br><br><b>Důležité:</b> Před aktualizováním vaší jednotky zkontrolujte, zda máte více kopií vašich dat (jinou zálohu).
de_de: Die Firmware wird nun aktualisiert. Entfernen Sie das Gerät nicht während der Installation der Firmware-Aktualisierung. Nach dem Abschließen der Firmware-Aktualisierung wird das Netzlaufwerk automatisch neu gestartet. Es wird außerdem empfohlen, vor dem Fortfahren die neuesten Aktualisierungen für das Betriebssystem auf Ihrem Computer zu installieren.<br><br><b>Wichtig:</b> Vergewissern Sie sich, dass Sie über mehrere Sicherungen (zusätzliche Sicherungen) Ihrer Daten verfügen, bevor Sie das Laufwerk aktualisieren.
es_es: Ahora se actualizará el firmware. No desconecte el dispositivo durante la instalación de la actualización del firmware. Cuando complete la actualización del firmware, la unidad de red se reiniciará automáticamente. Además, se recomienda instalar las actualizaciones más recientes del sistema operativo en el equipo antes de proceder.<br><br><b>Importante:</b> asegúrese de que tiene varias copias de los datos (otra copia de seguridad) antes de actualizar la unidad.
fr_fr: Le micrologiciel va maintenant être mis à jour. Ne débranchez pas le dispositif pendant l'installation de la mise à jour du micrologiciel. Le lecteur réseau redémarrera automatiquement une fois la mise à jour du micrologiciel terminée. Il vous est également recommandé d'installer les dernières mises à jour du système d'exploitation de votre ordinateur avant de continuer.<br><br><br>Important :</br>Assurez-vous de disposer de plusieurs copies de vos données (sauvegarde supplémentaire) avant de mettre à jour votre lecteur.
hu_hu: Belső vezérlőprogramjának frissítése megkezdődött. Ne válassza le az eszközt a belső vezérlőprogram frissítésének elindításakor. A belső vezérlőprogram frissítést követően hálózati meghajtója automatikus újraindul. A folytatáshoz javasolt az operációs rendszer frissítéseinek installálása.<br><br><b>Fontos információ:</b> A meghajtó frissítése előtt győződjön meg arról, hogy adatait és archívumát máshová is átmásolta.
it_it: Il firmware non verrà aggiornato. Non scollegare il dispositivo durante l'installazione dell'aggiornamento del firmware. Una volta completato l'aggiornamento del firmware, l'unità di rete verrà riavviata automaticamente. Prima di procedere, si consiglia inoltre di installare nel computer gli aggiornamenti più recenti per il sistema operativo.<br><br><br>Importante:</b>prima di aggiornare l'unità, assicurarsi di disporre di più copie dei dati (un altro backup).
ja_jp: ファームウェアが更新されました。 ファームウェア更新のインストール中にデバイスを切断しないでください。 ファームウェア更新の完了後、ネットワーク ドライブが自動的に再起動します。 続行する前に、コンピュータのオペレーティングシステムに最新の更新をインストールすることをお勧めします。<br><br><b>重要:</b> ドライブを更新する前に、複数のデータのコピー (別のバックアップ) を作成していることを確認してください。
ko_kr: 이제 펌웨어가 업데이트됩니다. 펌웨어 업데이트 설치 중에 장치를 분리하지 마십시오. 펌웨어 업데이트가 완료된 후 네트워크 드라이브가 자동으로 다시 부팅됩니다. 계속 진행하기 전에 컴퓨터에 운영 체제의 최신 업데이트도 설치하는 것이 좋습니다.<br><br><b>중요:</b> 드라이브를 업데이트하기 전에 데이터의 여러 사본(다른 백업)을 만들어 두십시오.
nb_no: Fastvaren din vil nå bli oppdatert. Ikke koble fra enheten under installasjon av fastvareoppdateringen. Etter endt fastvareoppdatering, vil nettverksstasjonen automatisk starte på nytt. Det anbefales også at du installerer de nyeste oppdateringene for operativsystemet på datamaskinen din før du fortsetter.<br><br><b>Viktig:</b>Kontroller at du har flere kopier av dataene dine (en annen sikkerhetskopiering) før du oppdaterer stasjonen.
nl_nl: Uw firmware wordt nu gedownload. Ontkoppel uw apparaat niet tijdens de installatie van de firmware-update. Wanneer de firmware-update gereed is, start uw netwerkstation automatisch opnieuw op. Het is ook aanbevolen om de nieuwste updates voor het besturingssysteem op uw computer te installeren voordat u doorgaat.<br><br><b>Belangrijk:</b> zorg dat u meerdere kopieën van uw gegevens (een andere back-up) hebt voordat u uw station bijwerkt.
pl_pl: Oprogramowanie układowe zostanie teraz zaktualizowane. Nie odłączaj urządzenia w czasie instalowania aktualizacji oprogramowania układowego. Po ukończeniu aktualizacji oprogramowania układowego zostanie automatycznie przeprowadzony ponowny rozruch dysku sieciowego. Zanim przejdziesz dalej, najlepiej zainstaluj również najnowsze aktualizacje systemu operacyjnego komputera.<br><br> <b>Ważne:</b> przed zaktualizowaniem dysku upewnij się, że masz więcej niż jedną kopię danych (inną kopię zapasową) .
pt_br: O firmware será atualizado agora. Não desconecte o seu dispositivo durante a instalação da atualização de firmware. Após a conclusão da atualização de firmware, a unidade de rede será reinicializada automaticamente. Além disso, recomendamos que você instale as mais recentes atualizações do sistema operacional no seu computador antes de prosseguir.<br><br><b>Importante:</b> verifique se você tem várias cópias dos seus dados (outro backup) antes de atualizar a sua unidade.
ru_ru: Сейчас будет обновлена микропрограмма. Не отключайте устройство во время установки обновления микропрограммы. После завершения обновления микропрограммы сетевой диск будет автоматически перезагружен. Также рекомендуется установить новейшие обновления операционной системы компьютера, прежде чем продолжать.<br><br><b>Внимание!</b> Обеспечьте наличие нескольких копий данных (другую резервную копию), прежде чем обновлять диск.
sv_se: Den fasta programvaran uppdateras. Koppla inte ur enheten under installationen av den fasta programvarans uppdatering. När uppdateringen av den fasta programvaran är klar startar din nätverksenhet om automatiskt. Vi rekommenderar också att du installerar de senaste uppdateringarna för operativsystemet på din dator innan du fortsätter.<br><br><b>Viktigt:</b> Försäkra dig om att du har flera kopior av din information (en annan säkerhetskopia) innan du uppdaterar din enhet.
tr_tr: Bellenim şimdi güncelleştirilecek. Bellenim güncelleştirme yüklemesi sırasında cihazınızı çıkarmayın. Bellenim güncelleştirmesini tamamladıktan sonra, ağ sürücünüz otomatik olarak yeniden başlatılacaktır. Devam etmeden önce bilgisayarınızdaki işletim sistemi için en son güncelleştirmeleri de yüklemeniz önerilir.<br><br><b>Önemli:</b> Sürücünüzü güncelleştirmeden önce verilerinizin birden çok kopyasının (başka bir yedeğinin) bulunduğundan emin olun.
zh_cn: 您的固件现在将被更新。 在安装固件更新时，请勿拔下您的设备。 完成固件更新后，您的网络驱动器将自动重新启动。 另外，建议您先为计算机上的操作系统安装最近的更新，然后再继续。<br><br><B>重要说明:</b>请确保您具有多个数据副本(即备份)，然后再更新您的驱动器。
zh_tw: 將更新您的韌體。 在韌體更新安裝期間，請勿拔除您的裝置。 在完成韌體更新後，將自動重新啟動您的網路磁碟機。 建議在繼續之前，在您的電腦上安裝最新的操作系統更新。<br><br><b>重要：</b> 在更新您的磁碟機前，請確認您有多個資料複本或是另一備份。

# ERROR_WEBACCOUNT_CREATE_FAILED
source: The web access account you requested for could not be created. Ensure that you do not have any network connectivity issues and try again.
cs_cz: Vámi požadovaný účet webového přístupu se nezdařilo vytvořit. Zkontrolujte, zda neexistují problémy se síťovým připojením, a akci zopakujte.
de_de: Das angeforderte Webzugriffkonto konnte nicht erstellt werden. Vergewissern Sie sich, dass keine Probleme mit der Netzwerkverbindung vorliegen, und versuchen Sie es erneut.
es_es: No se pudo crear la cuenta de acceso web que solicitó. Asegúrese de que no tiene ningún problema de conectividad de red e inténtelo de nuevo.
fr_fr: Le compte d'accès Web requis n'a pas pu être créé. Assurez-vous de l'absence de problèmes de connectivité réseau, puis réessayez.
hu_hu: A hálózati hozzáférés a megadott belépési adatokkal nem hozható létre! Kérjük, ellenőrizze hálózati kapcsolatát, és próbálja újra!
it_it: Impossibile creare l'account di accesso Web richiesto. Assicurarsi che non vi siano problemi di connettività di rete e riprovare.
ja_jp: 要求した Web アクセス アカウントを作成できませんでした。 ネットワーク接続の問題がないことを確認し、再試行してください。
ko_kr: 요청한 웹 액세스 계정을 만들 수 없습니다. 네트워크 연결 문제가 없는지 확인한 후 다시 시도하십시오.
nb_no: Kontoen for nettilgang som du forespurte kunne ikke opprettes. Kontroller at du ikke har problemer med nettverkstilkoblingen og prøv på nytt.
nl_nl: Het webtoegangsaccount waar u om vroeg, kon niet worden gemaakt. Controleer of u netwerkverbindingsproblemen hebt en probeer het opnieuw.
pl_pl: Nie można utworzyć żądanego konta dostępu internetowego. Upewnij się, że nie ma problemów z łącznością sieciową, i spróbuj ponownie.
pt_br: Não foi possível criar a conta de acesso à web solicitada. Verifique se não há nenhum problema de conectividade à rede e tente novamente.
ru_ru: Не удалось создать запрошенную учетную запись веб-доступа. Убедитесь в том, что нет никаких проблем с сетевым подключением, и повторите попытку.
sv_se: Det gick inte att skapa det webbåtkomstkonto du begärde. Kontrollera att du inte har problem med nätverksanslutningen och försök igen.
tr_tr: İstediğiniz Web erişimi hesabı oluşturulamadı. Bir ağ bağlantısı sorununuzun olmadığından emin olup tekrar deneyin.
zh_cn: 无法创建您请求的互联网接入帐户。 请确保您的网络可以连通，然后重试。
zh_tw: 無法建立您所要求的雲端網路存取帳號。 請確認您沒有任何網路連線能力的問題，再試一次。

# ERROR_DIAGNOSTIC_TEST_FAILED_SUPPORT
source: Navigate to <a id='supportLink' href='#'>Support</a> and create a system report to troubleshoot or obtain automated customer support from WD.
cs_cz: Přejděte k položce <a id='supportLink' href='#'>Podpora</a> a vytvořte systémovou zprávu pro odstranění potíží, nebo si vyžádejte automatizovanou zákaznickou podporu od společnosti WD.
de_de: Navigieren Sie zu <a id='supportLink' href='#'>Support</a> und erstellen Sie einen Systembericht, um eine Fehlerbehebung auszuführen oder automatisierten Support von WD zu erhalten.
es_es: Navegue hasta <a id='supportLink' href='#'>Asistencia</a> y cree un informe del sistema para solucionar los problemas u obtenga asistencia automática para el cliente de WD.
fr_fr: Rendez-vous sur <a id='supportLink' href='#'>Assistance</a> et créez un rapport système pour résoudre les problèmes et obtenir de l'assistance automatisée de la part de WD.
hu_hu: Keresse a <a id='supportLink' href='#'>Support</a>-t, készítsen egy riportot a rendszerről a probléma feltárásához vagy a WD ügyfélszolgálatának automatikus ügyféltámogatásához.
it_it: Accedere a <a id='supportLink' href='#'>Supporto</a> e creare un rapporto sistema per risolvere i problemi oppure richiedere il supporto clienti automatizzato a WD.
ja_jp: <a id='supportLink' href='#'>サポート</a>に移動し、問題解決または WD の自動カスタマー サポートを利用するためのシステム レポートを作成してください。
ko_kr: <a id='supportLink' href='#'>지원</a>으로 이동하여 시스템 보고서를 만들어서 문제를 해결하거나 WD에서 자동화된 고객 지원을 이용하십시오.
nb_no: Gå til <a id='supportLink' href='#'>Støtte</a> og lag en systemrapport for å feilsøke eller få automatisert kundestøtte fra WD.
nl_nl: Ga naar <a id='supportLink' href='#'>Ondersteuning</a> en maak een systeemrapport om het probleem op te lossen of om automatische klantondersteuning van WD te krijgen.
pl_pl: Przejdź do obszaru <a id='supportLink' href='#'>Pomoc techniczna</a> i utwórz raport systemowy w celu rozwiązania problemów lub uzyskaj od WD zautomatyzowaną pomoc techniczną dla klienta.
pt_br: Navegue até <a id='supportLink' href='#'>Suporte</a> e crie um relatório de sistema para determinar o problema ou obter atendimento ao cliente automático da WD.
ru_ru: Перейдите на страницу <a id='supportLink' href='#'>Поддержка</a> и создайте системный отчет, чтобы устранить неполадки или получить автоматизированную поддержку от WD.
sv_se: Navigera till <a id='supportLink' href='#'>Support</a> och skapa en systemrapport för att felsöka eller hämta automatisk kundsupport från WD.
tr_tr: <a id='supportLink' href='#'>Destek</a> bölümüne gidin ve sorun gidermek ya da WD'den otomatik müşteri desteği almak üzere bir sistem raporu oluşturun.
zh_cn: 找到 <a id='supportLink' href='#'>支持</a> 然后创建一份系统报告，用来排除故障或从WD获取自动客户支持。.
zh_tw: 瀏覽至 <a id='supportLink' href='#'>支援</a>，建立系統報告以排除問題或從 WD 取得自動化客戶支援。

# ERROR_SAFEPOINT_NOT_CREATED
source: This safepoint is no longer available.
cs_cz: Tento bod Safepoint již není k dispozici.
de_de: Dieser Safepoint ist nicht mehr verfügbar.
es_es: Este safepoint ya no está disponible.
fr_fr: Ce safepoint n'est plus disponible.
hu_hu: Ez a safepoint már nem elérhető.
it_it: Il safepoint non è più disponibile.
ja_jp: この Safepoint は使用できません。
ko_kr: 이 safepoint는 더 이상 사용할 수 없습니다.
nb_no: Safepoint er ikke lenger tilgjengelig.
nl_nl: Dit safepoint is niet langer beschikbaar.
pl_pl: Punkt safepoint jest już niedostępny.
pt_br: O safepoint não está mais disponível.
ru_ru: Этот safepoint более недоступен.
sv_se: Denna safepoint är inte längre tillgänglig.
tr_tr: Bu safepoint artık mevcut değil.
zh_cn: 此 safepoint 不再可用。
zh_tw: 此 Safepoint 不再供使用。

# LABEL_UPDATING_TIME_MACHINE
source: Error updating Time Machine configuration:
cs_cz: Chyba při aktualizování konfigurace služby Time Machine:
de_de: Fehler beim Aktualisieren der Time Machine-Konfiguration:
es_es: Error al actualizar la configuración de Time Machine:
fr_fr: Erreur lors de la mise à jour de la configuration de Time Machine :
hu_hu: Hiba történt a Time Machine konfigurálásának frissítésekor:
it_it: Errore di aggiornamento della configurazione di Time Machine:
ja_jp: Time Machine 設定更新エラー:
ko_kr: Time Machine 구성 업데이트 오류:
nb_no: Feil ved oppdatering av &quot;Tidsmaskin&quot;-konfigurasjon:
nl_nl: Fout bij bijwerken van Time Machine-configuratie:
pl_pl: Błąd podczas aktualizowania konfiguracji programu Time Machine:
pt_br: Erro ao atualizar a configuração do Time Machine:
ru_ru: Ошибка при обновлении конфигурации Time Machine:
sv_se: Fel vid uppdatering av Time Machine-konfiguration:
tr_tr: Time Machine yapılandırmasını güncelleştirme hatası:
zh_cn: 更新 Time Machine 配置时出错:
zh_tw: 更新 Time Machine 設定錯誤：

# ERROR_USER_ABORT
source: The operation was aborted while the server was processing the request. The operation may or may not have been completed successfully. Please refresh the page and try again.
cs_cz: Operace byla přerušena, dokud server nezpracuje požadavek. Operace mohla nebo nemohla být dokončena úspěšně. Aktualizujte stránku a akci zopakujte.
de_de: Der Vorgang wurde abgebrochen, während der Server die Anforderung verarbeitete. Der Vorgang wurde möglicherweise erfolgreich ausgeführt. Aktualisieren Sie die Seite und versuchen Sie es erneut.
es_es: Se anuló la operación mientras el servidor procesaba la solicitud. La operación puede haberse completado correctamente o no. Actualice la página e inténtelo de nuevo.
fr_fr: L'opération a été annulée alors que le serveur traitait la demande. Le résultat de l'opération est incertain. Veuillez actualiser la page et réessayer.
hu_hu: A művelet megszakadt, mialatt a szerver a kérést teljesítette. Előfordulhat, hogy a művelet nem sikerült. Kérjük, frissítse az oldalt, majd próbálja újra!
it_it: Operazione interrotta mentre il server stava elaborando la richiesta. L'operazione potrebbe essere stata completata oppure no. Aggiornare la pagina e riprovare.
ja_jp: サーバーが要求を処理している間に処理が中断されました。 処理は正常に完了しているか、完了していない場合があります。 ページを更新して、再試行してください。
ko_kr: 서버가 요청을 처리하는 중에 작업이 중단되었습니다. 작업이 성공적으로 완료되었을 수도 있고 그렇지 않을 수도 있습니다. 페이지를 새로 고치고 다시 시도하십시오.
nb_no: Operasjonen ble avbrutt mens serveren behandlet forespørselen. Det er uklart om operasjonen ble riktig fullført. Oppdater siden og prøv på nytt.
nl_nl: De bewerking is afgebroken terwijl de server het verzoek aan het verwerken was. Het is onbekend of de bewerking is voltooid. Ververs de pagina en probeer het opnieuw.
pl_pl: Operacja została przerwana, gdy serwer przetwarzał żądanie. Operacja mogła nie zostać pomyślnie ukończona. Odśwież stronę i spróbuj ponownie.
pt_br: A operação foi cancelada durante o processamento da solicitação pelo servidor. Não é possível determinar se a operação foi concluída. Atualize a página e tente novamente.
ru_ru: Операция была прервана, когда сервер обрабатывал запрос. Возможно, операция не была корректно завершена. Обновите страницу и повторите попытку.
sv_se: Åtgärden avbröts medan servern bearbetade begäran. Åtgärden kanske inte har slutförts. Uppdatera sidan och försök igen.
tr_tr: Sunucu bu isteği işleme alırken işlem iptal edildi. İşlem başarıyla tamamlanmış veya tamamlanmamış olabilir. Lütfen sayfayı yenileyip tekrar deneyin.
zh_cn: 服务器处理请求时，操作被中止。 该操作可能未成功完成。 请刷新页面，然后重试。
zh_tw: 當伺服器處理要求時操作被中止。 操作可能或可能沒有完全成功。 請重新整理頁面，再試一次。

# BUTTON_NEXT
source: Next
cs_cz: Další
de_de: Weiter
es_es: Siguiente
fr_fr: Suivant
hu_hu: Következő
it_it: Avanti
ja_jp: 次へ
ko_kr: 다음
nb_no: Neste
nl_nl: Volgende
pl_pl: Dalej
pt_br: Próximo
ru_ru: Далее
sv_se: Nästa
tr_tr: Sonraki
zh_cn: 下一步
zh_tw: 下一步

# BUTTON_FINISH
source: Finish
cs_cz: Dokončit
de_de: Fertig stellen
es_es: Finalizar
fr_fr: Terminer
hu_hu: Befejezés
it_it: Fine
ja_jp: 完了
ko_kr: 마침
nb_no: Fullfør
nl_nl: Voltooien
pl_pl: Zakończ
pt_br: Concluir
ru_ru: Готово
sv_se: Slutför
tr_tr: Son
zh_cn: 完成
zh_tw: 完成

# HEADING_USER_PROFILE
source: User Profile
cs_cz: Profil uživatele
de_de: Benutzerprofil
es_es: Perfil del usuario
fr_fr: Profil de l'utilisateur
hu_hu: Felhasználói profil
it_it: Profilo utente
ja_jp: ユーザー プロファイル
ko_kr: 사용자 프로파일
nb_no: Brukerprofil
nl_nl: Gebruikersprofiel
pl_pl: Profil użytkownika
pt_br: Perfil do usuário
ru_ru: Профиль пользователя
sv_se: Användarprofil
tr_tr: Kullanıcı Profili
zh_cn: 用户配置文件
zh_tw: 使用者設定檔

# LABEL_USER_NAME
source: User Name
cs_cz: Uživatelské jméno
de_de: Benutzername
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur
hu_hu: Felhasználónév
it_it: Nome utente
ja_jp: ユーザー名
ko_kr: 사용자 이름
nb_no: Brukernavn
nl_nl: Gebruikersnaam
pl_pl: Nazwa użytkownika
pt_br: Nome do usuário
ru_ru: Имя пользователя
sv_se: Användarnamn
tr_tr: Kullanıcı Adı
zh_cn: 用户名
zh_tw: 使用者名稱

# LABEL_PASSWORD
source: Password
cs_cz: Heslo
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
hu_hu: Jelszó
ja_jp: パスワード
ko_kr: 암호
nb_no: Passord
nl_nl: Wachtwoord
pl_pl: Hasło
pt_br: Senha
ru_ru: Пароль
sv_se: Lösenord
tr_tr: Parola
zh_cn: 密码
zh_tw: 密碼

# LABEL_REGISTERED_EMAIL
source: Registered email
cs_cz: Zaregistrovaný e-mail
de_de: Registrierte E-Mail-Adresse
es_es: Correo electrónico registrado
fr_fr: E-mail enregistré
hu_hu: Regisztrált e-mail cím
it_it: E-mail registrata
ja_jp: 登録電子メール アドレス
ko_kr: 등록된 이메일
nb_no: Registrert e-postadresse
nl_nl: Geregistreerd e-mailadres
pl_pl: Zarejestrowany adres e-mail
pt_br: E-mail registrado
ru_ru: Зарегистрированная электронная почта
sv_se: Registrerad e-post
tr_tr: Kayıtlı e-posta
zh_cn: 注册的电子邮件
zh_tw: 註冊電子郵件

# HEADING_SHARE_ACCESS
source: Share Access
cs_cz: Přístup ke sdílené složce
de_de: Freigabezugriff
es_es: Compartir acceso
fr_fr: Accès au dossier partagé
hu_hu: Hozzáférés megosztása
it_it: Accesso condivisione
ja_jp: 共有アクセス
ko_kr: 공유 액세스
nb_no: Tilgang til delt ressurs
nl_nl: Toegang tot share
pl_pl: Dostęp do udziału
pt_br: Acesso ao compartilhamento
ru_ru: Доступ к ресурсу
sv_se: Resursåtkomst
tr_tr: Paylaşım Erişimi
zh_cn: 共享访问
zh_tw: 共享存取

# HEADER_SHARE_PROFILE
source: Share Profile
cs_cz: Profil sdílené složky
de_de: Freigabeprofil
es_es: Compartir perfil
fr_fr: Profil du dossier partagé
hu_hu: Megosztás profilja
it_it: Profilo condivisione
ja_jp: 共有プロファイル
ko_kr: 공유 프로파일
nb_no: Profil for delt ressurs
nl_nl: Profiel van share
pl_pl: Profil udziału
pt_br: Perfil do compartilhamento
ru_ru: Профиль ресурса
sv_se: Resursprofil
tr_tr: Paylaşım Profili
zh_cn: 共享配置文件
zh_tw: 共享設定檔

# LABEL_SHARE_NAME
source: Share Name
cs_cz: Název sdílené složky
de_de: Freigabename
es_es: Compartir nombre
fr_fr: Nom
hu_hu: Megosztás neve
it_it: Nome
ja_jp: 共有名
ko_kr: 공유 이름
nb_no: Delt ressurs-navn
nl_nl: Naam van share
pl_pl: Nazwa udziału
pt_br: Nome do compartilhamento
ru_ru: Название ресурса
sv_se: Resursnamn
tr_tr: Paylaşım Adı
zh_cn: 共享名称
zh_tw: 共享名稱

# LABEL_SHARE_DESCRIPTION
source: Share Description
cs_cz: Popis sdílené složky
de_de: Freigabebeschr.
es_es: Descripción
fr_fr: Description
hu_hu: Megosztás leírása
it_it: Descrizione
ja_jp: 共有の説明
ko_kr: 공유 설명
nb_no: Besk. av delt ressurs
nl_nl: Beschrijving van share
pl_pl: Opis udziału
pt_br: Descrição do compartilhamento
ru_ru: Описание ресурса
sv_se: Resursbeskrivning
tr_tr: Paylaşım Açıklaması
zh_cn: 共享描述
zh_tw: 共享描述

# LABEL_MEDIA_SERVING
source: Media Serving
cs_cz: Poskytování médií
de_de: Medien-Serving
es_es: Enviando multimedia
fr_fr: Portion multimédia
hu_hu: Média kiszolgálás
it_it: Cont. multim.
ja_jp: メディア サービス
ko_kr: 미디어 서비스 제공
nb_no: Mediebetjening
nl_nl: Mediaserver
pl_pl: Udost.multimediów
pt_br: Serviço de mídia
ru_ru: Доставка м-медиа
sv_se: Media som betjänas
tr_tr: Medya Hizmeti
zh_cn: 媒体服务
zh_tw: 媒體提供

# HEADER_USER_ACCESS
source: User Access
cs_cz: Uživatelský přístup
de_de: Benutzerzugriff
es_es: Acceso de usuario
fr_fr: Accès utilisateur
hu_hu: Felhasználói hozzáférés
it_it: Accesso utente
ja_jp: ユーザー アクセス
ko_kr: 사용자 액세스
nb_no: Brukertilgang
nl_nl: Gebruikerstoegang
pl_pl: Dostęp użytkownika
pt_br: Acesso do usuário
ru_ru: Доступ пользователя
sv_se: Användaråtkomst
tr_tr: Kullanıcı Erişimi
zh_cn: 用户访问
zh_tw: 使用者存取
