Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# CONTENT_SAFEPOINTS_DIALOG_HEAD2_SAFEPOINTS_FOUND
source: The following safepoints were found on the device/share you selected. Please choose a safepoint from the list below and click Finish to begin your restore.
cs_cz: Ve vámi vybraném zařízení / sdílené složce byly nalezeny následující body Safepoint. Vyberte bod Safepoint ze seznamu níže a kliknutím na Dokončit spusťte obnovu.
de_de: Auf dem ausgewählten Gerät/der ausgewählten Freigabe wurden die unten genannten Safepoints gefunden. Wählen Sie einen Safepoint aus der Liste aus und klicken Sie auf „Fertig stellen“, um die Wiederherstellung zu starten.
es_es: Se encontraron los siguientes safepoints en el dispositivo/archivo compartido que seleccionó. Escoja un safepoint de la siguiente lista y haga clic en Finalizar para comenzar la restauración.
fr_fr: Les safepoints suivants ont été trouvés sur le dispositif ou dossier partagé sélectionné. Veuillez choisir un safepoint dans la liste suivante et cliquez sur Terminer pour démarrer la restauration.
hu_hu: Az alábbi safepoint-ok találhatóak az Ön által választott eszközön/megosztón. Kérjük, válasszon egy safepointot a lenti listából, majd kattintson a Befejezésre a helyreállítás megkezdéséhez.
it_it: I safepoint seguenti sono stati trovati nel dispositivo/nella condivisione selezionati. Scegliere un safepoint dall'elenco in basso e fare clic su Fine per avviare il ripristino.
ja_jp: 選択したドライブまたは共有に次の Safepoint が見つかりました。 次のリストから Safepoint を選択し、[完了] をクリックして復元を開始してください。
ko_kr: 선택한 장치/공유에서 다음 safepoint가 발견되었습니다. 아래 목록에서 safepoint를 선택하고 마침을 클릭하여 복원을 시작하십시오.
nb_no: Følgende safepoints ble funnet på enheten/den delte ressursen du har valgt. Velg et safepoint fra listen nedenfor og klikk på &quot;Fullfør&quot; for å starte gjenopprettingen.
nl_nl: De volgende safepoints zijn gevonden op het apparaat/de share die u hebt geselecteerd. Kies een safepoint uit onderstaande lijst en klik op Voltooien om het herstel te starten.
pl_pl: Na wybranym urządzeniu / w wybranym udziale odnaleziono poniższe punkty safepoint. Wybierz punkt safepoint z listy i kliknij przycisk Zakończ, aby rozpocząć przywracanie.
pt_br: Os safepoints abaixo foram encontrados no dispositivo/compartilhamento selecionado. Escolha um safepoint na lista a baixo e clique em Concluir para iniciar a restauração.
ru_ru: На выбранном устройстве (в выбранном ресурсе) обнаружены следующие safepoint. Выберите safepoint из списка ниже и нажмите «Готово», чтобы приступить к восстановлению.
sv_se: Följande safepointer hittades på den enhet/resurs du valde. Välj en safepoint i listan nedan och klicka på Slutför för att starta återställningen.
tr_tr: Seçtiğiniz aygıtta/paylaşımda aşağıdaki safepoint'ler bulundu. Lütfen aşağıdaki listeden bir safepoint seçin ve geri yüklemeye başlamak için Son öğesini tıklatın.
zh_cn: 在您选择的设备上找到以下 safepoint。 请从下面的列表中选择一个 safepoint，单击&quot;完成&quot;以开始恢复。
zh_tw: 在您所選擇的裝置／共享中找到下列的 Safepoints。 請從以下的 Safepoint 清單選擇，按一下「完成」以開始您的還原。

# CONTENT_SAFEPOINTS_DIALOG_LABEL_GETTING_SAFEPOINTS
source: Retrieving Safepoints
cs_cz: Probíhá načtení bodů Safepoint
de_de: Safepoints werden abgerufen
es_es: Recuperando safepoints
fr_fr: Récupération des safepoints
hu_hu: Safepoint-ok helyreállítása
it_it: Recupero safepoint in corso
ja_jp: Safepoint を取得中
ko_kr: safepoint 검색 중
nb_no: Henter safepoints
nl_nl: Safepoints ophalen...
pl_pl: Pobieranie punktów safepoint
pt_br: Acessando safepoints
ru_ru: Извлечение safepoint
sv_se: Hämtar safepointer
tr_tr: Safepoints Alınıyor
zh_cn: 正在获取 Safepoint
zh_tw: 擷取 Safepoints

# CONTENT_SAFEPOINTS_DIALOG_LABEL_SAFEPOINT_DETAILS
source: Safepoint details
cs_cz: Podrobnosti o bodu Safepoint
es_es: Detalles del safepoint
fr_fr: Détails du safepoint
hu_hu: Részletek a safepoint kapcsán
it_it: Dettagli safepoint
ja_jp: Safepoint 詳細
ko_kr: safepoint 세부 정보
nb_no: Detaljer om safepoint
nl_nl: Safepointgegevens
pl_pl: Szczegóły punktu safepoint
pt_br: Detalhes do safepoint
ru_ru: Сведения safepoint
sv_se: Information om safepointer
tr_tr: Safepoint ayrıntıları
zh_cn: Safepoint 详细信息
zh_tw: Safepoint 詳細資訊

# CONTENT_SAFEPOINTS_DIALOG_LABEL_LAST_UPDATED
source: Last updated
cs_cz: Naposledy aktualizováno
de_de: Zuletzt aktualisiert
es_es: Última actualización
fr_fr: Dernière mise à jour
hu_hu: Utolsó frissítés
it_it: Con ultimo aggiornamento
ja_jp: 前回更新日
ko_kr: 마지막 업데이트 날짜
nb_no: Sist oppdatert
nl_nl: Laatst bijgewerkt
pl_pl: Ostatnia aktualizacja
pt_br: Última atualização
ru_ru: Последнее обновление
sv_se: Senast uppdaterad
tr_tr: Son güncelleştirme
zh_cn: 上次更新
zh_tw: 最後更新

# CONTENT_SAFEPOINTS_DIALOG_LABEL_CREATED_FOR
source: Created for
cs_cz: Vytvořeno pro
de_de: Erstellt für
es_es: Creado para
fr_fr: Créé pour
hu_hu: Létrehozva
it_it: Creato/a per
ja_jp: 作成目的
ko_kr: 만들어짐
nb_no: Opprettet for
nl_nl: Gemaakt voor
pl_pl: Utworzono dla
pt_br: Criado para
ru_ru: Создано для
sv_se: Skapad för
tr_tr: Oluşturulma nedeni
zh_cn: 创建
zh_tw: 建立目的：

# CONTENT_SAFEPOINTS_DIALOG_HEAD1_CREATE_NOW_LATER
source: Create now or later
cs_cz: Vytvořit nyní nebo později
de_de: Jetzt oder später erstellen
es_es: Crear ahora o más tarde
fr_fr: Création immédiate ou à posteriori
hu_hu: Létrehozás azonnal vagy később
it_it: Crea adesso o più tardi
ja_jp: すぐに作成または後で作成
ko_kr: 지금 또는 나중에 만들기
nb_no: Opprett nå eller senere
nl_nl: Nu of later maken
pl_pl: Utwórz teraz lub później
pt_br: Criar agora ou mais tarde
ru_ru: Создать сейчас или позже
sv_se: Skapa nu eller senare
tr_tr: Şimdi veya sonra oluştur
zh_cn: 立即创建或以后创建
zh_tw: 現在或稍後建立

# CONTENT_SAFEPOINTS_DIALOG_HEAD2_CREATE_NOW_LATER_MESSAGE
source: Because creating a safepoint can take a while and slightly impact performance, you may choose to create one now or schedule one for later.
cs_cz: Protože vytvoření bodu Safepoint může chvíli trvat a může lehce ovlivnit výkon systému, můžete zvolit jeho vytvoření právě nyní, nebo je naplánovat na pozdější dobu.
de_de: Das Erstellen eines Safepoints kann einige Zeit in Anspruch nehmen und die Systemleistung leicht beeinträchtigen. Wählen Sie aus, ob Sie den Safepoint sofort erstellen oder für einen späteren Zeitpunkt planen möchten.
es_es: Como crear un safepoint puede llevar un tiempo y afectar ligeramente al rendimiento, puede escoger crear uno ahora o programar uno para más tarde.
fr_fr: La création d'un safepoint peut prendre un certain temps et affecter légèrement les performances. Souhaitez-vous le créer maintenant ou plus tard ?
hu_hu: Mivel a safepoint létrehozása időigényes és enyhén csökkenti a teljesítményt is, ezért választhatja azt a lehetőséget is, hogy most csak egyet hoz létre, míg a másikat későbbre ütemezi.
it_it: Poiché la creazione di un safepoint può richiedere diverso tempo e rallentare le prestazioni, è possibile scegliere di crearne uno subito o pianificare di crearne uno in seguito.
ja_jp: Safepoint の作成にはしばらく時間がかかり、多少パフォーマンスに影響する場合があるため、すぐに作成するか、後から作成するようにスケジュールするかを選択できます。
ko_kr: safepoint를 만드는 데에는 시간이 다소 걸려서 성능이 영향이 미칠 수 있기 때문에 하나는 지금 만들도록 선택하거나 나중에 만들도록 일정을 설정할 수 있습니다.
nb_no: Det kan ta litt tid å opprette et safepoint, og det kan også ha litt innvirkning på ytelsen, så du kan velge å opprette et punkt nå eller planlegge et til senere.
nl_nl: Omdat het maken van een safepoint enige tijd kan duren en de prestaties enigszins kan beïnvloeden, kunt u kiezen of u er nu een wilt maken of het voor later wilt plannen.
pl_pl: Ponieważ utworzenie punktu safepoint może trochę potrwać i w niewielkim stopniu obniża wydajność, możesz utworzyć go teraz lub odłożyć to na później.
pt_br: Como a criação de um safepoint pode demorar um pouco e afetar ligeiramente o desempenho, é possível optar por criar um agora ou agendar a criação para mais tarde.
ru_ru: Так как создание safepoint может занять длительное время и несколько ухудшить производительность, можно выбрать: создавать ли его сейчас или запланировать такое создание на будущее.
sv_se: Eftersom det kan ta en stund att skapa en safepoint och detta kan påverka prestandan kan du välja att skapa en nu eller schemalägga en senare.
tr_tr: Safepoint oluşturulması biraz zaman alabileceğinden ve performansı biraz etkileyebileceğinden, şimdi bir tane oluşturmayı seçebilir veya daha sonra oluşturmayı planlayabilirsiniz.
zh_cn: 由于创建一个 safepoint 可能要耗费一段时间并对性能略有影响，您也可以选择立即创建或为制定计划以后创建。
zh_tw: 由於 Safepoint 建立需要花費一些時間，並且會影響效能，您可選擇現在建立或是安排稍後建立。

# CONTENT_SAFEPOINTS_DIALOG_BUTTON_NOW
source: Now
cs_cz: Nyní
de_de: Jetzt
es_es: Ahora
fr_fr: Maintenant
hu_hu: Most
it_it: Adesso
ja_jp: すぐに作成
ko_kr: 지금
nb_no: Nå
nl_nl: Nu
pl_pl: Teraz
pt_br: Agora
ru_ru: Сейчас
sv_se: Nu
tr_tr: Şimdi
zh_cn: 现在
zh_tw: 現在

# CONTENT_SAFEPOINTS_DIALOG_BUTTON_LATER
source: Later
cs_cz: Později
de_de: Später
es_es: Más tarde
fr_fr: Plus tard
hu_hu: Később
it_it: In seguito
ja_jp: 後で作成
ko_kr: 나중에
nb_no: Senere
pl_pl: Później
pt_br: Mais tarde
ru_ru: Позже
sv_se: Senare
tr_tr: Sonra
zh_cn: 以后
zh_tw: 稍後

# CONTENT_SAFEPOINTS_DIALOG_LABEL_CREATE_IMMEDIATELY
source: Creates your safepoint immediately
cs_cz: Vytvoří bod Safepoint okamžitě
de_de: Der Safepoint wird sofort erstellt
es_es: Crea el safepoint inmediatamente
fr_fr: Création immédiate du safepoint
hu_hu: A safepoint azonnali létrehozása
it_it: Crea safepoint immediatamente
ja_jp: Safepoint をただちに作成します
ko_kr: 즉시 safepoint를 만듭니다.
nb_no: Oppretter safepoint umiddelbart
nl_nl: Uw safepoint wordt onmiddellijk gemaakt
pl_pl: Powoduje niezwłoczne utworzenie punktu safepoint
pt_br: Cria o safepoint imediatamente
ru_ru: Создает safepoint немедленно
sv_se: Skapar safepoint omedelbart
tr_tr: Safepoint'i hemen oluşturur
zh_cn: 立即创建 safepoint
zh_tw: 請立即建立您的 Safepoint

# CONTENT_SAFEPOINTS_DIALOG_LABEL_CREATE_SAFEPOINT
source: Create your safepoint
cs_cz: Vytvořit bod Safepoint
de_de: Safepoint erstellen
es_es: Crear safepoint
fr_fr: Créer un safepoint
hu_hu: A safepoint létrehozása
it_it: Crea safepoint
ja_jp: Safepoint を作成
ko_kr: safepoint 만들기
nb_no: Opprett safepoint
nl_nl: Maak uw safepoint
pl_pl: Utwórz punkt safepoint
pt_br: Criar safepoint
ru_ru: Создать safepoint
sv_se: Skapa safepoint
tr_tr: Safepoint'i oluşturun
zh_cn: 创建 safepoint
zh_tw: 建立您的 Safepoint

# CONTENT_SAFEPOINTS_DIALOG_DROP_LIST_TOMORROW
source: Tomorrow
cs_cz: Zítra
de_de: Morgen
es_es: Mañana
fr_fr: Demain
hu_hu: Holnap
it_it: Domani
ja_jp: 明日
ko_kr: 내일
nb_no: I morgen
nl_nl: Morgen
pl_pl: Jutro
pt_br: Amanhã
ru_ru: завтра
sv_se: I morgon
tr_tr: Yarın
zh_cn: 明天
zh_tw: 明天

# CONTENT_SAFEPOINTS_DIALOG_DROP_LIST_TODAY
source: Today
cs_cz: Dnes
de_de: Heute
es_es: Hoy
fr_fr: Aujourd'hui
hu_hu: Ma
it_it: Oggi
ja_jp: 今日
ko_kr: 오늘
nb_no: I dag
nl_nl: Vandaag
pl_pl: Dzisiaj
pt_br: Hoje
ru_ru: сегодня
sv_se: Idag
tr_tr: Bugün
zh_cn: 今天
zh_tw: 今天

# CONTENT_DIALOG_SETTINGS_NETWORK_TITLE_NETWORK_MODE
source: Static Network Mode
cs_cz: Statický síťový režim
de_de: Statischer Netzwerkmodus
es_es: Modo de red estática
fr_fr: Mode réseau statique
hu_hu: Statikus hálózati üzemmód
it_it: Modalità rete statica
ja_jp: 固定ネットワーク モード
ko_kr: 정적 네트워크 모드
nb_no: Statisk nettverksmodus
nl_nl: Statische netwerkmodus
pl_pl: Statyczny tryb sieci
pt_br: Modo de rede estático
ru_ru: Статический режим сети
sv_se: Statiskt nätverksläge
tr_tr: Sabit Ağ Modu
zh_cn: 静态网络模式
zh_tw: 靜態網路模式

# CONTENT_DIALOG_SETTINGS_NETWORK_TITLE_NETWORK_MODE_CONFIRMATION
source: Change Network Mode
cs_cz: Změnit síťový režim
de_de: Netzwerkmodus ändern
es_es: Cambiar modo de red
fr_fr: Modifier le mode réseau
hu_hu: Hálózati üzemmód megváltoztatása
it_it: Cambia modalità rete
ja_jp: ネットワーク モードの変更
ko_kr: 네트워크 모드 변경
nb_no: Endre nettverksmodus
nl_nl: Netwerkmodus wijzigen
pl_pl: Zmienianie trybu sieci
pt_br: Alterar modo de rede
ru_ru: Изменить режим сети
sv_se: Ändra nätverksläge
tr_tr: Ağ Modunu Değiştir
zh_cn: 变更网络模式
zh_tw: 變更網路模式

# CONTENT_SETTINGS_NETWORK_STRING_INTERNET_ACCESS
source: Internet access
cs_cz: Přístup k internetu
de_de: Internetzugriff
es_es: Acceso a internet
fr_fr: Accès Internet
hu_hu: Internet-hozzáférés
it_it: Accesso Internet
ja_jp: インターネット アクセス
ko_kr: 인터넷 액세스
nb_no: Internettilgang
nl_nl: Internettoegang
pl_pl: Dostęp do Internetu
pt_br: Acesso à Internet
ru_ru: Доступ к Интернету
sv_se: Internetåtkomst
tr_tr: Internet erişimi
zh_cn: 互联网接入
zh_tw: 無網際網路存取

# CONTENT_SETTINGS_NETWORK_STRING_NO_INTERNET_ACCESS
source: No Internet access
cs_cz: Bez přístupu k internetu
de_de: Kein Internetzugriff
es_es: No hay acceso a internet
fr_fr: Pas d'accès Internet
hu_hu: Nincs internet-hozzáférés
it_it: Nessun accesso a Internet
ja_jp: インターネットにアクセスできません
ko_kr: 인터넷에 액세스할 수 없습니다.
nb_no: Ingen internettilgang
nl_nl: Geen internettoegang
pl_pl: Brak dostępu do Internetu
pt_br: Não há acesso à Internet
ru_ru: Нет доступа к Интернету
sv_se: Ingen internetåtkomst
tr_tr: Internet erişimi yok
zh_cn: 无法接入互联网。
zh_tw: 無網路存取

# CONTENT_SETTINGS_NETWORK_HEAD1_NETWORK_PROFILE
source: Network Profile
cs_cz: Profil sítě
de_de: Netzwerkprofil
es_es: Perfil de red
fr_fr: Profil réseau
hu_hu: Hálózati profil
it_it: Profilo rete
ja_jp: ネットワーク プロファイル
ko_kr: 네트워크 프로파일
nb_no: Nettverksprofil
nl_nl: Netwerkprofiel
pl_pl: Profil sieci
pt_br: Perfil de rede
ru_ru: Профиль сети
sv_se: Nätverksprofil
tr_tr: Ağ Profili
zh_cn: 网络配置文件
zh_tw: 網路設定檔

# CONTENT_SETTINGS_NETWORK_LABEL_STATUS
source: Status
cs_cz: Stav
es_es: Estado
fr_fr: État
hu_hu: Állapot
it_it: Stato
ja_jp: ステータス
ko_kr: 상태
ru_ru: Состояние
tr_tr: Durum
zh_cn: 状态
zh_tw: 狀態

# CONTENT_SETTINGS_NETWORK_HEAD1_NETWORK_SERVICES
source: Network Services
cs_cz: Síťové služby
de_de: Netzwerkdienste
es_es: Servicios de red
fr_fr: Services réseau
hu_hu: Hálózati szolgáltatások
it_it: Servizi di rete
ja_jp: ネットワーク サービス
ko_kr: 네트워크 서비스
nb_no: Nettverkstjenester
nl_nl: Netwerkservices
pl_pl: Usługi sieciowe
pt_br: Serviços da rede
ru_ru: Сетевые службы
sv_se: Nätverkstjänster
tr_tr: Ağ Hizmetleri
zh_cn: 网络服务
zh_tw: 網路服務

# CONTENT_SETTINGS_NETWORK_BUTTON_STATIC
source: Static
cs_cz: Statický
de_de: Statisch
es_es: Estática
fr_fr: Statique
hu_hu: Statikus
it_it: Modalità statica
ja_jp: 固定
ko_kr: 정적
nb_no: Statisk
nl_nl: Statisch
pl_pl: Statyczny
pt_br: Estático
ru_ru: Статический
sv_se: Statisk
tr_tr: Sabit
zh_cn: 静态
zh_tw: 靜態

# CONTENT_SETTINGS_NETWORK_HEAD1_NETWORK_WORKGROUP
source: Network Workgroup
cs_cz: Síťová pracovní skupina
de_de: Netzwerkarbeitsgruppe
es_es: Grupo de trabajo de red
fr_fr: Groupe de travail réseau
hu_hu: Hálózati munkacsoport
it_it: Gruppo di lavoro rete
ja_jp: ネットワーク ワークグループ
ko_kr: 네트워크 작업 그룹
nb_no: Nettverksarbeidsgruppe
nl_nl: Netwerkwerkgroep
pl_pl: Sieciowa grupa robocza
pt_br: Grupo de trabalho da rede
ru_ru: Сетевая рабочая группа
sv_se: Nätverkets arbetsgrupp
tr_tr: Ağ Çalışma Grubu
zh_cn: 网络工作组
zh_tw: 網路工作群組

# CONTENT_DIALOG_SETTINGS_STRING_INVALID_EMAIL
source: Invalid email address
cs_cz: Neplatná e-mailová adresa
de_de: Ungültige E-Mail-Adresse
es_es: Dirección de correo electrónico no válida
fr_fr: Adresse électronique non valide
hu_hu: Érvénytelen e-mail cím
it_it: Indirizzo e-mail non valido
ja_jp: 無効な電子メール アドレス。
ko_kr: 유효하지 않은 이메일 주소입니다.
nb_no: Ugyldig e-postadresse
nl_nl: Ongeldig e-mailadres
pl_pl: Nieprawidłowy adres e-mail
pt_br: O endereço de e-mail é inválido.
ru_ru: Недопустимый адрес электронной почты
sv_se: Ogiltig e-postadress
tr_tr: Geçersiz e-posta adresi
zh_cn: 电子邮件地址无效。
zh_tw: 無效的電子郵件位址

# CONTENT_DIALOG_SETTINGS_STRING_EMAIL_LIMIT
source: Email limit met. Only five notification email addresses allowed.
cs_cz: E-mailový limit splněn. Pro oznámení e-mailem je povoleno pouze pět e-mailových adres.
de_de: E-Mail-Grenze erreicht. Nur fünf E-Mail-Adressen sind für Benachrichtigungen zulässig.
es_es: Límite de correos electrónicos alcanzado. Solo se permiten cinco direcciones de correo electrónico por notificación.
fr_fr: Limite d'adresse électronique atteinte. Seules cinq adresses électronique sont permises.
hu_hu: Elérte az e-mail határértékét. Csak 5 e-mail címet lehet rögzíteni az értesítésekhez.
it_it: Soglia e-mail raggiunta. Sono consentiti solo cinque indirizzi e-mail per notifica.
ja_jp: 電子メールの上限に達しました。 指定できる通知用電子メール アドレスは 5 つまでです。
ko_kr: 이메일 한도가 다 찼습니다. 알림 이메일 주소는 5개까지만 허용됩니다.
nb_no: Grense for e-post møtt. Bare fem e-postadresser for varsling er tillatt.
nl_nl: E-maillimiet bereikt. Slechts vijf meldings-e-mailadressen toegestaan.
pl_pl: Osiągnięto limit adresów e-mail. W ustawieniach powiadomień jest dozwolonych tylko pięć adresów e-mail.
pt_br: Limite de e-mail alcançado. Apenas cinco endereços de e-mail de notificação permitidos.
ru_ru: Достигнуто предельное количество адресов электронной почты. Уведомления могут рассылаться на адреса электронной почты в количестве не более 5.
sv_se: E-postgräns har uppnåtts. Endast fem e-postadresser för meddelanden tillåts.
tr_tr: E-posta sınırına ulaşıldı. Yalnızca beş bildirim e-posta adresine izin verilir.
zh_cn: 达到电子邮件限制。 只允许五个通知电子邮件地址。
zh_tw: 已達電子郵件限制。 只允許五個通知電子郵件地址。

# CONTENT_DIALOG_SETTINGS_STRING_DNS_SERVER_1
source: DNS Server 1
cs_cz: Server DNS 1
es_es: Servidor DNS 1
fr_fr: Serveur DNS 1
hu_hu: 1. DNS-kiszolgáló
it_it: Server DNS 1
ja_jp: DNS サーバー 1
ko_kr: DNS 서버 1
pl_pl: Serwer DNS 1
pt_br: Servidor DNS 1
ru_ru: DNS-сервер 1
tr_tr: DNS Sunucusu 1
zh_cn: DNS 服务器 1
zh_tw: DNS 伺服器 1

# CONTENT_DIALOG_SETTINGS_STRING_DNS_SERVER_2
source: DNS Server 2
cs_cz: Server DNS 2
es_es: Servidor DNS 2
fr_fr: Serveur DNS 2
hu_hu: 2. DNS-kiszolgáló
it_it: Server DNS 2
ja_jp: DNS サーバー 2
ko_kr: DNS 서버 2
pl_pl: Serwer DNS 2
pt_br: Servidor DNS 2
ru_ru: DNS-сервер 2
tr_tr: DNS Sunucusu 2
zh_cn: DNS 服务器 2
zh_tw: DNS 伺服器 2

# CONTENT_DIALOG_SETTINGS_STRING_DNS_SERVER_3
source: DNS Server 3
cs_cz: Server DNS 3
es_es: Servidor DNS 3
fr_fr: Serveur DNS 3
hu_hu: 3. DNS-kiszolgáló
it_it: Server DNS 3
ja_jp: DNS サーバー 3
ko_kr: DNS 서버 3
pl_pl: Serwer DNS 3
pt_br: Servidor DNS 3
ru_ru: DNS-сервер 3
tr_tr: DNS Sunucusu 3
zh_cn: DNS 服务器 3
zh_tw: DNS 伺服器 3

# CONTENT_DIALOG_SETTINGS_STRING_NETWORK_MODE_MESSAGE
source: Specify network parameters and configure your network manually.
cs_cz: Zadejte parametry sítě a nakonfigurujte svou síť ručně.
de_de: Netzwerkparameter angeben und Netzwerk manuell konfigurieren.
es_es: Especifique los parámetros de red y configure la red manualmente.
fr_fr: Spécifiez les paramètres réseau et configurez-le manuellement.
hu_hu: Hálózati paraméterek meghatározása és a hálózat manuális konfigurálása
it_it: Specificare i parametri di rete e configurare la rete manualmente.
ja_jp: ネットワーク パラメータを選択し、ネットワークを手動で設定します。
ko_kr: 네트워크 매개변수를 지정하고 수동으로 네트워크를 구성하십시오.
nb_no: Spesifiser nettverksparametre og konfigurer nettverket manuelt.
nl_nl: Netwerkparameters opgeven en uw netwerk handmatig configureren.
pl_pl: Określ parametry sieci i ręcznie skonfiguruj sieć.
pt_br: Especifique os parâmetros da rede e configure a rede manualmente.
ru_ru: Укажите параметры сети и настройте сеть вручную.
sv_se: Ange nätverksparametrar och konfigurera nätverket manuellt.
tr_tr: Ağ parametrelerini belirtin ve ağınızı manuel olarak yapılandırın.
zh_cn: 指定网络参数并手动配置网络。
zh_tw: 指定網路參數以及手動設定您的網路。

# CONTENT_DIALOG_SETTINGS_LABEL_NETWORK_MODE_CONFIRMATION_MESSAGE
source: Modifying your network settings can make your device unrecognizable on your network. If switching from DHCP to Static Mode, be sure to use a valid, available IP address; if switching from Static Mode to DHCP, you may need to relocate the device on your network.
cs_cz: Změna vašich síťových nastavení může způsobit, že vaše zařízení bude v síti nerozpoznatelné. Pokud přepínáte z režimu DHCP do statického režimu, musíte použít platnou a dostupnou adresu IP; pokud přepínáte ze statického režimu do režimu DHCP, bude možná nutné vaše zařízení v síti přemístit.
de_de: Das Ändern der Netzwerkeinstellungen kann dazu führen, dass das Gerät im Netzwerk nicht mehr erkannt wird. Wenn Sie von DHCP in den statischen Modus wechseln, achten Sie darauf, eine gültige IP-Adresse zu verwenden. Wenn Sie vom statischen Modus zu DHCP wechseln, müssen Sie das Gerät möglicherweise neu im Netzwerk ermitteln.
es_es: Al modificar la configuración de red puede que el dispositivo se vuelva irreconocible en la red. Si cambia de DHCP al modo estático, asegúrese de usar una dirección IP válida y disponible; si cambia de modo estático a DHCP, puede que tenga que recolocar el dispositivo en la red.
fr_fr: La modification des paramètres réseau peut rendre votre dispositif non reconnaissable par le réseau. Si vous basculez du mode DHCP au mode statique, assurez-vous d'utiliser une adresse IP disponible. Si vous basculez du mode statique au mode DHCP, vous devrez peut-être replacer le dispositif sur le réseau.
hu_hu: A hálózati beállítások változtatását követően eszköze felismerhetetlenné válhat a hálózatán! Amennyiben DHCP-ről Statikus módra vált, bizonyosodjon meg arról, hogy érvényes és használható IP címmel rendelkezik. Ha a Statikus módról vált DHCP-re, esetleg szükségessé válhat az eszköz beazonosítása a hálózaton.
it_it: La modifica delle impostazioni di rete può rendere il dispositivo irriconoscibile nella rete. Se si passa da DHCP alla Modalità statica, assicurarsi di utilizzare un indirizzo IP valido e disponibile; se si passa dalla Modalità statica a DHCP, è probabile che sia necessario individuare di nuovo il dispositivo in rete.
ja_jp: ネットワーク設定を変更すると、デバイスがネットワーク上で認識されなくなる可能性があります。 DHCP から固定モードに切り替える場合は、必ず有効で使用可能な IP アドレスを使用してください。固定モードから DHCP に切り替える場合は、ネットワークのデバイスを再配置しなければならないことがあります。
ko_kr: 네트워크 설정을 수정하면 네트워크에서 해당 장치가 인식되지 않을 수 있습니다. DHCP에서 정적 모드로 전환하는 경우 유효하고 사용 가능한 IP 주소를 사용하십시오. 정적 모드에서 DHCP로 전환하는 경우에는 네트워크에서 장치를 재배치해야 할 수 있습니다.
nb_no: Endring av nettverksinnstillingene kan få enheten til å bli ugjenkjennelig på nettverket. Hvis du bytter fra DHCP til statisk modus, pass på å bruke en gyldig og tilgjengelig IP-adresse; hvis du bytter fra statisk modus til DHCP, må du kanskje omlokalisere enheten på nettverket ditt.
nl_nl: Het wijzigen van uw netwerkinstellingen kan uw apparaat onherkenbaar maken op uw netwerk. Wanneer u van DHCP naar Statische modus schakelt, zorg dan voor een geldig, beschikbaar IP-adres; als u van Statische modus naar DHCP schakelt, kan het zijn dat u uw apparaat opnieuw moet zoeken op het netwerk.
pl_pl: Modyfikacja ustawień sieci może poskutkować nierozpoznawalnością urządzenia w sieci. W przypadku zmiany trybu z DHCP na statyczny koniecznie użyj prawidłowego, dostępnego adresu IP. W przypadku zmiany trybu ze statycznego na DHCP może być konieczne ponowne wyszukanie urządzenia w sieci.
pt_br: A modificação das configurações da rede pode impedir o reconhecimento do dispositivo na rede. Ao alternar de DHCP para Modo estático, verifique se está usando um endereço IP válido e disponível. Ao alternar de Modo estático para DHCP, pode ser necessário realocar o dispositivo na rede.
ru_ru: При изменении настроек сети устройство может стать нераспознаваемым в вашей сети. При переключении с DHCP на статический режим обязательно используйте действительный доступный IP-адрес; при переключении со статического режима на DHCP может понадобиться изменить расположение устройства в сети.
sv_se: Om du ändrar nätverksinställningarna kan det ända att enheten inte känns igen på nätverket. Om du växlar från DHCP till statiskt läge ska du använda en giltig, tillgänglig IP-adress. Om du växlar rån statiskt läge till DHCP kan du behöva hitta enheten igen på nätverket.
tr_tr: Ağ ayarlarınızın değiştirilmesi, aygıtınızın ağınızda tanınmamasına neden olabilir. DHCP'den Sabit Moda geçiş yapıyorsanız, geçerli ve kullanılabilir bir IP adresi kullandığınızdan emin olun; Sabit Moddan DHCP'ye geçiş yapıyorsanız, aygıtı ağınızda yeniden bulmanız gerekebilir.
zh_cn: 修改您的网络设置可能会使您的设备在网络中无法识别。 如果从 DHCP 切换到静态模式，一定要使用一个有效的、可用的 IP 地址;如果从静态模式切换为 DHCP，您可能需要在您的网络中重新定位设备。
zh_tw: 修改網路設定可導致網路無法辨識您的裝置。 若將 DHCP 切換至靜態模式，請確認使用有效的、可供使用的 IP 位址，如果將靜態模式切換至 DHCP，您可能需要在網路上重新定位您的裝置。
