Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# GENERIC_TIME_ZONE_HOBART
source: (GMT+10:00) Hobart
de_de: (UTC+10:00) Hobart
hu_hu: (GMT +10:00 óra) Hobart
ja_jp: (GMT+10:00) ホバート
ko_kr: (GMT+10:00) 호바트
pt_br: (UTC+10h00) Hobart
ru_ru: (GMT+10:00) Хобарт
zh_cn: （ GMT+10:00 ）霍巴特
zh_tw: (GMT+10:00) 霍巴特

# GENERIC_TIME_ZONE_VLADIVOSTOK
source: (GMT+11:00) Vladivostok
de_de: (UTC+11:00) Wladiwostok
hu_hu: (GMT +11:00 óra) Vlagyivosztok
ja_jp: (GMT+11:00) ウラジオストック
ko_kr: (GMT+11:00) 블라디보스토크
pl_pl: (GMT+11:00) Władywostok
pt_br: (UTC+11h00) Vladivostok
ru_ru: (GMT+11:00) Владивосток
zh_cn: （ GMT+11:00 ）符拉迪沃斯托克
zh_tw: (GMT+11:00) 海參威

# GENERIC_TIME_ZONE_MAGADAN_SOLOMON_NEW_CALEDONIA
source: (GMT+11:00) Magadan, Solomon Is., New Caledonia
cs_cz: (GMT+11:00) Magadan, Šalamounovy ostrovy, Nová Kaledonie
de_de: (UTC+11:00) Magadan, Salomon-Inseln, Neukaledonien
es_es: (GMT+11:00) Magadán, Islas Salomón, Nueva Caledonia
fr_fr: (GMT+11:00) Magadan, Les Îles Salomon, Nouvelle Calédonie
hu_hu: (GMT +11:00 óra) Magadan, Salamon-szigetek, Új-Kaledónia
it_it: (GMT+11:00) Magadan, Is. Salomone, Nuova Caledonia
ja_jp: (GMT+11:00) マガダン、ソロモン諸島、ニューカレドニア
ko_kr: (GMT+11:00) 마가단, 솔로몬 제도, 뉴칼레도니아
nb_no: (GMT+11:00) Magadan, Solomon-øyene, Ny-Caledonia
nl_nl: (GMT+11:00) Magadan, Solomoneil., Nieuw-Caledonië
pl_pl: (GMT+11:00) Magadan, Wyspy Salomona, Nowa Kaledonia
pt_br: (UTC+11h00) Magadan, Ilhas Salomão, Nova Caledônia
ru_ru: (GMT+11:00) Магадан, Соломоновы острова, Новая Каледония
sv_se: (GMT+11:00) Magadan, Solomonöarna, Nya Kaledonien
tr_tr: (GMT+11:00) Magadan, Solomon Adası, Yeni Kaledonya
zh_cn: （ GMT+11:00 ）马加丹、所罗门群岛、新卡里多尼亚
zh_tw: (GMT+11:00) 馬加丹，所羅門群島，新喀里多尼亞群島

# GENERIC_TIME_ZONE_AUCKLAND_WELLINGTON
source: (GMT+12:00) Auckland, Wellington
de_de: (UTC+12:00) Auckland, Wellington
hu_hu: (GMT +12:00 óra) Auckland, Wellington
ja_jp: (GMT+12:00) オークランド、ウェリントン
ko_kr: (GMT+12:00) 오클랜드, 웰링턴
pt_br: (UTC+12h00) Auckland, Wellington
ru_ru: (GMT+12:00) Окленд, Веллингтон
zh_cn: （ GMT+12:00 ）奥克兰、惠灵顿
zh_tw: (GMT+12:00) 奧克蘭，威林頓

# GENERIC_TIME_ZONE_FIJI_KAMCHATKA_MARSHALL_IS
source: (GMT+12:00) Fiji, Kamchatka, Marshall Is.
cs_cz: (GMT+12:00) Fidži, Kamčatka, Marshallovy ostrovy
de_de: (UTC+12:00) Fidschi, Kamtschatka, Marshallinseln
es_es: (GMT+12:00) Fiyi, Kamchatka, Islas Marshall
fr_fr: (GMT+12:00) Fidji, Kamtchatka, Îles Marshall
hu_hu: (GMT +12:00 óra) Fidzsi-szigetek, Kamcsatka, Marshall-szigetek
it_it: (GMT+12:00) Figi, Kamchatka, Isole Marshall
ja_jp: (GMT+12:00) フィジー、カムチャッカ、マーシャル諸島
ko_kr: (GMT+12:00) 피지, 캄차카 반도, 마셜 제도
nb_no: (GMT+12:00) Fiji, Kamchatka, Marshall-øyene
nl_nl: (GMT+12:00) Fiji, Kamtsjatka, Marshalleil.
pl_pl: (GMT+12:00) Fidżi, Kamczatka, Wyspy Marshalla
pt_br: (UTC+12h00) Fiji, Kamchatka, Ilhas Marshall
ru_ru: (GMT+12:00) Фиджи, Камчатка, Маршалловы острова
sv_se: (GMT+12:00) Fiji, Kamchatka, Marshallöarna
tr_tr: (GMT+12:00) Fiji, Kamchatka, Marshall Adası
zh_cn: （ GMT+12:00 ）斐济、堪察加半岛、马绍尔群岛
zh_tw: (GMT+12:00) 斐濟，勘察加，馬紹爾群島

# LABEL_HEADER_NTP_SERVICE
source: NTP Service:
cs_cz: Služba NTP:
de_de: NTP-Dienst:
es_es: Servicio NTP:
fr_fr: Service NTP :
hu_hu: NTP szolgáltatás:
it_it: Servizio NTP:
ja_jp: NTP サービス:
ko_kr: NTP 서비스:
nb_no: NTP-tjeneste:
pl_pl: Usługa NTP:
pt_br: Serviço NTP:
ru_ru: Служба NTP:
sv_se: NTP-tjänst:
tr_tr: NTP Hizmeti:
zh_cn: NTP 服务
zh_tw: NTP 服務：

# GENERIC_MONTH_JANUARY
source: January
cs_cz: Leden
de_de: Januar
es_es: Enero
fr_fr: Janvier
hu_hu: január
it_it: Gennaio
ja_jp: 1 月
ko_kr: 1월
nb_no: Januar
nl_nl: Januari
pl_pl: Styczeń
pt_br: Janeiro
ru_ru: январь
sv_se: januari
tr_tr: Ocak
zh_cn: 一月
zh_tw: 一月

# GENERIC_MONTH_FEBRUARY
source: February
cs_cz: Únor
de_de: Februar
es_es: Febrero
fr_fr: Février
hu_hu: február
it_it: Febbraio
ja_jp: 2 月
ko_kr: 2월
nb_no: Februar
nl_nl: Februari
pl_pl: Luty
pt_br: Fevereiro
ru_ru: февраль
sv_se: februari
tr_tr: Şubat
zh_cn: 二月
zh_tw: 二月

# GENERIC_MONTH_MARCH
source: March
cs_cz: Březen
de_de: März
es_es: Marzo
fr_fr: Mars
hu_hu: március
it_it: Marzo
ja_jp: 3 月
ko_kr: 3월
nb_no: Mars
nl_nl: Maart
pl_pl: Marzec
pt_br: Março
ru_ru: март
sv_se: mars
tr_tr: Mart
zh_cn: 三月
zh_tw: 三月

# GENERIC_MONTH_APRIL
source: April
cs_cz: Duben
es_es: Abril
fr_fr: Avril
hu_hu: április
it_it: Aprile
ja_jp: 4 月
ko_kr: 4월
pl_pl: Kwiecień
pt_br: Abril
ru_ru: апрель
tr_tr: Nisan
zh_cn: 四月
zh_tw: 四月

# GENERIC_MONTH_MAY
source: May
cs_cz: Květen
de_de: Mai
es_es: Mayo
fr_fr: Mai
hu_hu: május
it_it: Maggio
ja_jp: 5 月
ko_kr: 5월
nb_no: Mai
nl_nl: Mei
pl_pl: Maj
pt_br: Maio
ru_ru: май
sv_se: maj
tr_tr: Mayıs
zh_cn: 五月
zh_tw: 五月

# GENERIC_MONTH_JUNE
source: June
cs_cz: Červen
de_de: Juni
es_es: Junio
fr_fr: Juin
hu_hu: június
it_it: Giugno
ja_jp: 6 月
ko_kr: 6월
nb_no: Juni
nl_nl: Juni
pl_pl: Czerwiec
pt_br: Junho
ru_ru: июнь
sv_se: juni
tr_tr: Haziran
zh_cn: 六月
zh_tw: 六月

# GENERIC_MONTH_JULY
source: July
cs_cz: Červenec
de_de: Juli
es_es: Julio
fr_fr: Juillet
hu_hu: július
it_it: Luglio
ja_jp: 7 月
ko_kr: 7월
nb_no: Juli
nl_nl: Juli
pl_pl: Lipiec
pt_br: Julho
ru_ru: июль
sv_se: juli
tr_tr: Temmuz
zh_cn: 七月
zh_tw: 七月

# GENERIC_MONTH_AUGUST
source: August
cs_cz: Srpen
es_es: Agosto
fr_fr: Août
hu_hu: augusztus
it_it: Agosto
ja_jp: 8 月
ko_kr: 8월
nl_nl: Augustus
pl_pl: Sierpień
pt_br: Agosto
ru_ru: август
sv_se: augusti
tr_tr: Ağustos
zh_cn: 八月
zh_tw: 八月

# GENERIC_MONTH_SEPTEMBER
source: September
cs_cz: Září
es_es: Septiembre
fr_fr: Septembre
hu_hu: szeptember
it_it: Settembre
ja_jp: 9 月
ko_kr: 9월
pl_pl: Wrzesień
pt_br: Setembro
ru_ru: сентябрь
tr_tr: Eylül
zh_cn: 九月
zh_tw: 九月

# GENERIC_MONTH_OCTOBER
source: October
cs_cz: Říjen
de_de: Oktober
es_es: Octubre
fr_fr: Octobre
hu_hu: október
it_it: Ottobre
ja_jp: 10 月
ko_kr: 10월
nb_no: Oktober
nl_nl: Oktober
pl_pl: Październik
pt_br: Outubro
ru_ru: октябрь
sv_se: oktober
tr_tr: Ekim
zh_cn: 十月
zh_tw: 十月

# GENERIC_MONTH_NOVEMBER
source: November
cs_cz: Listopad
es_es: Noviembre
fr_fr: Novembre
it_it: Novembre
ja_jp: 11 月
ko_kr: 11월
pl_pl: Listopad
pt_br: Novembro
ru_ru: ноябрь
tr_tr: Kasım
zh_cn: 十一月
zh_tw: 十一月

# GENERIC_MONTH_DECEMBER
source: December
cs_cz: Prosinec
de_de: Dezember
es_es: Diciembre
fr_fr: Décembre
it_it: Dicembre
ja_jp: 12 月
ko_kr: 12월
nb_no: Desember
pl_pl: Grudzień
pt_br: Dezembro
ru_ru: декабрь
tr_tr: Aralık
zh_cn: 十二月
zh_tw: 十二月

# GENERIC_LABEL_ACCEPT_EULA
source: I accept
cs_cz: Přijímám
de_de: Ich stimme zu
es_es: Acepto
fr_fr: J'accepte
hu_hu: Elfogadom
it_it: Accetto
ja_jp: 同意する
ko_kr: 동의함
nb_no: Jeg samtykker
nl_nl: Ik ga akkoord
pl_pl: Akceptuję
pt_br: Eu aceito
ru_ru: Принимаю
sv_se: Jag accepterar
tr_tr: Kabul ediyorum
zh_cn: 我接受
zh_tw: 我接受

# LABEL_FW_UPGRADE_EULA_ACCEPTANCE
source: Click to confirm that you have read and agree to the firmware upgrade information.
cs_cz: Kliknutím potvrďte, že jste četli informace o aktualizaci firmwaru a souhlasíte s nimi.
de_de: Klicken Sie, um zu bestätigen, dass Sie die Informationen zur Firmware-Aufrüstung gelesen haben und zustimmen.
es_es: Haga clic para confirmar que ha leído y que acepta la información de actualización del firmware.
fr_fr: Cliquez pour confirmer avoir lu et accepter l'information relative à la mise à niveau du micrologiciel.
hu_hu: Kattintson ide, ha elolvasta és elfogadja a belső vezérlőprogram frissítésre vonatkozó információkat!
it_it: Fare clic per confermare di aver letto e accettato le informazioni sull'aggiornamento del firmware.
ja_jp: クリックすると、ファームウェア更新情報を読んで同意したことを確認します。
ko_kr: 펌웨어 업그레이드 정보를 읽고 이에 동의했음을 확인하려면 클릭하십시오.
nb_no: Klikk for å bekrefte at du har lest og aksepterer informasjonen om fastvareoppgraderingen.
nl_nl: Klik hier om te bevestigen dat u de firmware-upgrade-informatie hebt gelezen en ermee akkoord gaat.
pl_pl: Kliknij, aby potwierdzić, że znasz i akceptujesz informacje dotyczące uaktualnienia oprogramowania układowego.
pt_br: Clique para confirmar que leu e que concorda com as informações de upgrade do firmware.
ru_ru: Нажмите, чтобы подтвердить, что вы прочли информацию об обновлении микропрограммы и соглашаетесь с ней.
sv_se: Klicka för att bekräfta att du har läst och godkänner uppgraderingsinformationen för det fasta programmet.
tr_tr: Bellenim yükseltme bilgilerini okuyup kabul ettiğinizi onaylamak için tıklatın.
zh_cn: 单击以确认您已阅读并同意固件升级信息。
zh_tw: 按一下以確認您已閱讀及同意此韌體更新資訊。

# GENERIC_LABEL_PRINT
source: Print
cs_cz: Tisk
de_de: Drucken
es_es: Imprimir
fr_fr: Imprimer
hu_hu: Nyomtatás
it_it: Stampa
ja_jp: 印刷
ko_kr: 인쇄
nb_no: Skriv ut
nl_nl: Afdrukken
pl_pl: Drukuj
pt_br: Imprimir
ru_ru: Печать
sv_se: Skriv ut
tr_tr: Yazdır
zh_cn: 打印
zh_tw: 列印

# GENERIC_LABEL_DESCR_RETRIEVE
source: Retrieving...
cs_cz: Probíhá načítání...
de_de: Wird abgerufen ...
es_es: Recuperando...
fr_fr: Récupération en cours…
hu_hu: Javítás...
it_it: Recupero in corso...
ja_jp: 取得中...
ko_kr: 검색 중...
nb_no: Henter ...
nl_nl: Ophalen...
pl_pl: Pobieranie...
pt_br: Acessando...
ru_ru: Извлечение...
sv_se: Hämtar...
tr_tr: Alınıyor...
zh_cn: 获取中......
zh_tw: 正在擷取：

# LABEL_HEADER_TIME
source: Time:
cs_cz: Čas:
de_de: Uhrzeit:
es_es: Hora:
fr_fr: Heure :
hu_hu: Idő:
it_it: Ora:
ja_jp: 時刻:
ko_kr: 시간:
nb_no: Tidspunkt:
nl_nl: Tijd:
pl_pl: Godzina:
pt_br: Hora:
ru_ru: Время:
sv_se: Tid:
tr_tr: Saat:
zh_cn: 时间:
zh_tw: 時間：

# LABEL_DESCR_TIME_AM
source: AM
cs_cz: dop.
hu_hu: délelőtt
ko_kr: 오전
ru_ru: ДП
sv_se: FM
zh_cn: 上午
zh_tw: 上午

# LABEL_DESCR_TIME_PM
source: PM
cs_cz: odp.
hu_hu: délután
ko_kr: 오후
ru_ru: ПП
sv_se: EM
zh_cn: 下午
zh_tw: 下午

# LABEL_HEADER_DEVICE_NAME
source: Device Name:
cs_cz: Název zařízení
de_de: Gerätename
es_es: Nombre del dispositivo
fr_fr: Nom du dispositif
hu_hu: Eszköznév
it_it: Nome dispositivo
ja_jp: デバイス名
ko_kr: 장치 이름
nb_no: Enhetsnavn
nl_nl: Apparaatnaam
pl_pl: Nazwa urządzenia
pt_br: Nome do dispositivo
ru_ru: Название устройства
sv_se: Enhetsnamn
tr_tr: Aygıt Adı
zh_cn: 设备名称
zh_tw: 裝置名稱

# LABEL_HEADER_DESCRIPTION
source: Description:
cs_cz: Popis:
de_de: Beschreibung:
es_es: Descripción:
hu_hu: Leírás:
it_it: Descrizione:
ja_jp: 説明:
ko_kr: 설명:
nb_no: Beskrivelse:
nl_nl: Beschrijving:
pl_pl: Opis:
pt_br: Descrição:
ru_ru: Описание:
sv_se: Beskrivning:
tr_tr: Açıklama:
zh_cn: 描述：
zh_tw: 描述：

# LABEL_HEADER_LANGUAGE
source: Language:
cs_cz: Jazyk:
de_de: Sprache:
es_es: Idioma:
fr_fr: Langue :
hu_hu: Nyelv:
it_it: Lingua:
ja_jp: 言語:
ko_kr: 언어:
nb_no: Språk:
nl_nl: Taal:
pl_pl: Język:
pt_br: Idioma:
ru_ru: Язык:
sv_se: Språk:
tr_tr: Dil:
zh_cn: 语言:
zh_tw: 語言：

# LABEL_HEADER_SERIAL_NUMBER
source: Serial Number:
cs_cz: Sériové číslo:
de_de: Seriennummer:
es_es: Número de serie:
fr_fr: Numéro de série :
hu_hu: Sorozatszám:
it_it: Numero di serie:
ja_jp: シリアル番号:
ko_kr: 일련 번호:
nb_no: Serienummer:
nl_nl: Serienummer:
pl_pl: Numer seryjny:
pt_br: Número de série:
ru_ru: Серийный номер:
sv_se: Serienummer:
tr_tr: Seri Numarası:
zh_cn: 序列号:
zh_tw: 序號：

# BUTTON_REGISTER_NOW
source: Register Now
cs_cz: Registrovat nyní
de_de: Jetzt registrieren
es_es: Registrar ahora
fr_fr: S'inscrire maintenant
hu_hu: Regisztráljon most
it_it: Registra adesso
ja_jp: すぐに登録
ko_kr: 지금 등록
nb_no: Registrer deg nå
nl_nl: Nu registreren
pl_pl: Zarejestruj
pt_br: Registre-se agora
ru_ru: Зарегистрировать сейчас
sv_se: Registrera nu
tr_tr: Şimdi Kaydet
zh_cn: 现在注册
zh_tw: 現在註冊

# BUTTON_UPDATE_FROM_FILE
source: Update from File
cs_cz: Aktualizovat ze souboru
de_de: Aus Datei aktualisieren
es_es: Actualizar desde archivo
fr_fr: Mettre à jour depuis le fichier
hu_hu: Frissítés fájlból
it_it: Aggiorna da file
ja_jp: ファイルから更新
ko_kr: 파일에서 업데이트
nb_no: Oppdater fra fil
nl_nl: Bijwerken vanuit bestand
pl_pl: Aktualizuj z pliku
pt_br: Atualizar a partir de arquivo
ru_ru: Обновление из файла
sv_se: Uppdatera från fil
tr_tr: Dosyadan Güncelleştir
zh_cn: 从文件更新
zh_tw: 從檔案更新

# LABEL_HEADER_AUTO_UPDATE
source: Auto Update:
cs_cz: Automatické aktualizace:
de_de: Automatische Aktualisierung:
es_es: Actualización automática:
fr_fr: Mise à jour auto. :
hu_hu: Automatikus frissítés:
it_it: Aggiornamento automatico:
ja_jp: 自動更新
ko_kr: 자동 업데이트:
nb_no: Auto-oppdatering:
nl_nl: Automatisch bijwerken:
pl_pl: Autoaktualizacja:
pt_br: Atualização automática:
ru_ru: Автоматическое:
sv_se: Auto uppdat:
tr_tr: Oto. Güncelleme:
zh_cn: 自动更新:
zh_tw: 自動更新：

# LABEL_DESCR_DAILY
source: Daily
cs_cz: Denně
de_de: Täglich
es_es: A diario
fr_fr: Quotidiennement
hu_hu: Naponta
it_it: Ogni giorno
ja_jp: 毎日
ko_kr: 매일
nb_no: Daglig
nl_nl: Dagelijks
pl_pl: Codziennie
pt_br: Diariamente
ru_ru: Ежедневно
sv_se: Dagligen
tr_tr: Günlük
zh_cn: 每日
zh_tw: 每日

# LABEL_DESCR_SUNDAY
source: Sunday
cs_cz: Neděle
de_de: Sonntag
es_es: Domingo
fr_fr: Dimanche
hu_hu: Vasárnap
it_it: Domenica
ja_jp: 日曜日
ko_kr: 일요일
nb_no: Søndag
nl_nl: Zondag
pl_pl: Niedziela
pt_br: Domingo
ru_ru: воскресенье
sv_se: söndag
tr_tr: Pazar
zh_cn: 星期日
zh_tw: 星期日

# LABEL_DESCR_MONDAY
source: Monday
cs_cz: Pondělí
de_de: Montag
es_es: Lunes
fr_fr: Lundi
hu_hu: Hétfő
it_it: Lunedì
ja_jp: 月曜日
ko_kr: 월요일
nb_no: Mandag
nl_nl: Maandag
pl_pl: Poniedziałek
pt_br: Segunda-feira
ru_ru: понедельник
sv_se: måndag
tr_tr: Pazartesi
zh_cn: 星期一
zh_tw: 星期一

# LABEL_DESCR_TUESDAY
source: Tuesday
cs_cz: Úterý
de_de: Dienstag
es_es: Martes
fr_fr: Mardi
hu_hu: Kedd
it_it: Martedì
ja_jp: 火曜日
ko_kr: 화요일
nb_no: Tirsdag
nl_nl: Dinsdag
pl_pl: Wtorek
pt_br: Terça-feira
ru_ru: вторник
sv_se: tisdag
tr_tr: Salı
zh_cn: 星期二
zh_tw: 星期二

# LABEL_DESCR_WEDNESDAY
source: Wednesday
cs_cz: Středa
de_de: Mittwoch
es_es: Miércoles
fr_fr: Mercredi
hu_hu: Szerda
it_it: Mercoledì
ja_jp: 水曜日
ko_kr: 수요일
nb_no: Onsdag
nl_nl: Woensdag
pl_pl: Środa
pt_br: Quarta-feira
ru_ru: среда
sv_se: onsdag
tr_tr: Çarşamba
zh_cn: 星期三
zh_tw: 星期三

# LABEL_DESCR_THURSDAY
source: Thursday
cs_cz: Čtvrtek
de_de: Donnerstag
es_es: Jueves
fr_fr: Jeudi
hu_hu: Csütörtök
it_it: Giovedì
ja_jp: 木曜日
ko_kr: 목요일
nb_no: Torsdag
nl_nl: Donderdag
pl_pl: Czwartek
pt_br: Quinta-feira
ru_ru: четверг
sv_se: torsdag
tr_tr: Perşembe
zh_cn: 星期四
zh_tw: 星期四

# LABEL_DESCR_FRIDAY
source: Friday
cs_cz: Pátek
de_de: Freitag
es_es: Viernes
fr_fr: Vendredi
hu_hu: Péntek
it_it: Venerdì
ja_jp: 金曜日
ko_kr: 금요일
nb_no: Fredag
nl_nl: Vrijdag
pl_pl: Piątek
pt_br: Sexta-feira
ru_ru: пятница
sv_se: fredag
tr_tr: Cuma
zh_cn: 星期五
zh_tw: 星期五

# LABEL_DESCR_SATURDAY
source: Saturday
cs_cz: Sobota
de_de: Samstag
es_es: Sábado
fr_fr: Samedi
hu_hu: Szombat
it_it: Sabato
ja_jp: 土曜日
ko_kr: 토요일
nb_no: Lørdag
nl_nl: Zaterdag
pl_pl: Sobota
pt_br: Sábado
ru_ru: суббота
sv_se: lördag
tr_tr: Cumartesi
zh_cn: 星期六
zh_tw: 星期六

# CONTENT_SETTINGS_STRING_SUN
source: Sun
cs_cz: Ne
de_de: So.
es_es: Dom
fr_fr: Dim.
hu_hu: V
it_it: Dom
ja_jp: 日
ko_kr: 일
nb_no: Søn
nl_nl: Zon
pl_pl: Nd
pt_br: Dom
ru_ru: вс
sv_se: sön
tr_tr: Paz
zh_cn: 周日
zh_tw: 週日

# CONTENT_SETTINGS_STRING_MON
source: Mon
cs_cz: Po
de_de: Mo.
es_es: Lun
fr_fr: Lun.
hu_hu: H
it_it: Lun
ja_jp: 月
ko_kr: 월
nb_no: Man
nl_nl: Maa
pl_pl: Pn
pt_br: Seg
ru_ru: пн
sv_se: mån
tr_tr: Pts
zh_cn: 周一
zh_tw: 週一

# CONTENT_SETTINGS_STRING_TUE
source: Tue
cs_cz: Út
de_de: Di.
es_es: Mar
fr_fr: Mar.
hu_hu: K
it_it: Mar
ja_jp: 火
ko_kr: 화
nb_no: Tir
nl_nl: Din
pl_pl: Wt
pt_br: Ter
ru_ru: вт
sv_se: tis
tr_tr: Sal
zh_cn: 周二
zh_tw: 週二

# CONTENT_SETTINGS_STRING_WED
source: Wed
cs_cz: St
de_de: Mi.
es_es: Miér
fr_fr: Mer.
hu_hu: Sze
it_it: Mer
ja_jp: 水
ko_kr: 수
nb_no: Ons
nl_nl: Woe
pl_pl: Śr
pt_br: Qua
ru_ru: ср
sv_se: ons
tr_tr: Çar
zh_cn: 周三
zh_tw: 週三

# CONTENT_SETTINGS_STRING_THU
source: Thu
cs_cz: Čt
de_de: Do.
es_es: Jue
fr_fr: Jeu.
hu_hu: Cs
it_it: Gio
ja_jp: 木
ko_kr: 목
nb_no: Tor
nl_nl: Don
pl_pl: Cz
pt_br: Qui
ru_ru: чт
sv_se: tor
tr_tr: Per
zh_cn: 周四
zh_tw: 週四

# CONTENT_SETTINGS_STRING_FRI
source: Fri
cs_cz: Pá
de_de: Fr.
es_es: Vier
fr_fr: Ven.
hu_hu: P
it_it: Ven
ja_jp: 金
ko_kr: 금
nb_no: Fre
nl_nl: Vri
pl_pl: Pt
pt_br: Sex
ru_ru: пт
sv_se: fre
tr_tr: Cum
zh_cn: 周五
zh_tw: 週五

# CONTENT_SETTINGS_STRING_SAT
source: Sat
cs_cz: So
de_de: Sa.
es_es: Sáb
fr_fr: Sam.
hu_hu: Szo
it_it: Sab
ja_jp: 土
ko_kr: 토
nb_no: Lør
nl_nl: Zat
pl_pl: Sb
pt_br: Sáb
ru_ru: сб
sv_se: lör
tr_tr: Cts
zh_cn: 周六
zh_tw: 週六

# CONTENT_SETTINGS_STRING_FACTORY_RESTORE_IN_PROGRESS
source: Factory restore in progress.
cs_cz: Probíhá obnovení nastavení z výroby.
de_de: Werkseinstellungen werden wiederhergestellt.
es_es: Restauración a valores de fábrica en curso.
fr_fr: Rétablissement des paramètres d'usine en cours.
hu_hu: Gyári beállítások visszaállítása folyamatban.
it_it: Ripristino impostazioni di fabbrica in corso.
ja_jp: 初期状態に復元中です。
ko_kr: 초기 설정 복원이 진행 중입니다.
nb_no: Fabrikkgjenoppretting pågår.
nl_nl: Fabrieksinstellingen worden hersteld.
pl_pl: Przywracanie ustawień fabrycznych w toku.
pt_br: Restauração de configurações de fábrica em andamento.
ru_ru: Выполняется восстановление заводских настроек.
sv_se: Fabriksåterställning pågår.
tr_tr: Fabrika ayarlarını geri yükleme devam ediyor.
zh_cn: 正在进行出厂还原。
zh_tw: 出廠還原進行中。

# CONTENT_SETTINGS_STRING_MEDIA
source: Media
cs_cz: Média
de_de: Medien
es_es: Multimedia
fr_fr: Multimédia
hu_hu: Média
it_it: Multimedia
ja_jp: メディア
ko_kr: 미디어
pl_pl: Multimedia
pt_br: Mídia
ru_ru: Мультимедиа
tr_tr: Medya
zh_cn: 媒体
zh_tw: 媒體

# CONTENT_SETTINGS_DIALOG_TITLE_SYSTEM_ONLY_FACTORY_RESTORE
source: System Only Factory Restore
cs_cz: Obnovení pouze systémových nastavení z výroby
de_de: Nur Systemeinstellungen auf Werkseinstellungen zurücksetzen
es_es: Restauración a valores de fábrica de solo sistema
fr_fr: Rétablissement des paramètres d'usine du système uniquement
hu_hu: Gyári beállítások visszaállítása a rendszerből
it_it: Ripristino impostazioni di fabbrica solo sistema
ja_jp: システムのみ初期状態に復元
ko_kr: 시스템만 초기 설정 복원
nb_no: Fabrikkgjenoppretting bare av systemet
nl_nl: Fabrieksherstel van alleen systeem
pl_pl: Przywracanie ustawień fabrycznych — tylko system
pt_br: Restaurar configurações de fábrica somente do sistema
ru_ru: Восстановление заводских настроек, только система
sv_se: Fabriksåterställning av enbart system
tr_tr: Yalnızca Sistemde Fabrika Ayarlarını Geri Yükleme
zh_cn: 仅系统出厂还原
zh_tw: 僅系統之出廠還原

# PAGE_HEADER_UPDATE_FIRMWARE
source: Update Firmware
cs_cz: Aktualizovat firmware
de_de: Firmware aktualisieren
es_es: Actualizar firmware
fr_fr: Mise à jour du micrologiciel
hu_hu: Firmware frissítése
it_it: Aggiorna firmware
ja_jp: ファームウェアを更新
ko_kr: 펌웨어 업그레이드
nb_no: Oppdater fastvare
nl_nl: Firmware bijwerken
pl_pl: Aktualizacja oprogr.układ.
pt_br: Atualizar firmware
ru_ru: Обновить микропрограмму
sv_se: Uppdatera fast programvara
tr_tr: Bellenimi Güncelleştir
zh_cn: 更新固件
zh_tw: 更新韌體

# LABEL_DESCR_FIRMWARE_UPDATE_FOUND
source: Firmware Update Version found:
cs_cz: Nalezená verze aktualizace firmwaru:
de_de: Version der Firmware-Aktualisierung nicht gefunden:
es_es: Encontrada una versión de actualización del firmware:
fr_fr: Version de la mise à jour du micrologiciel trouvée :
hu_hu: Frissített verzió érhető el a belső vezérlőprogramhoz:
it_it: Versione aggiornamento firmware trovata:
ja_jp: ファームウェア更新バージョンが見つかりました:
ko_kr: 펌웨어 업그레이드 버전 있음:
nb_no: Fastvareoppdateringsversjon funnet:
nl_nl: Gevonden firmware-bijwerkversie:
pl_pl: Odnaleziono aktualizację oprogramowania układowego, wersja:
pt_br: Versão de atualização de firmware encontrada:
ru_ru: Обнаруженная версия обновления микропрограммы:
sv_se: Uppdaterad version av fast programvara hittades:
tr_tr: Bellenim Güncelleştirme Sürümü bulundu:
zh_cn: 找到固件更新版本:
zh_tw: 找到韌體更新版本：

# LABEL_DESCR_FIRMWARE_UP_TO_DATE
source: Your firmware is up to date.
cs_cz: Firmware je aktuální.
de_de: Die Firmware ist auf dem neuesten Stand.
es_es: El firmware está actualizado.
fr_fr: Le micrologiciel est à jour.
hu_hu: A belső vezérlőprogram naprakész.
it_it: Il firmware è aggiornato.
ja_jp: ファームウェアは最新です。
ko_kr: 펌웨어가 최신 버전입니다.
nb_no: Fastvaren din er oppdatert.
nl_nl: Uw firmware is actueel.
pl_pl: Oprogramowanie układowe jest aktualne.
pt_br: O firmware está atualizado.
ru_ru: Версия вашей микропрограммы актуальна.
sv_se: Den fasta programvaran har uppdaterats.
tr_tr: Belleniminiz güncel.
zh_cn: 固件是最新的。
zh_tw: 您的韌體為最新版。

# LABEL_DESCR_IMPORTING_FILE
source: Importing File...
cs_cz: Probíhá import souboru...
de_de: Datei wird importiert ...
es_es: Importando archivo...
fr_fr: Importation du fichier en cours…
hu_hu: Fájl importálása...
it_it: Importazione file in corso...
ja_jp: ファイルをインポート中...
ko_kr: 파일 가져오는 중...
nb_no: Importerer fil ...
nl_nl: Bestand importeren...
pl_pl: Importowanie pliku...
pt_br: Importando arquivo...
ru_ru: Импорт файла...
sv_se: Importerar fil...
tr_tr: Dosya Alınıyor...
zh_cn: 导入文件...
zh_tw: 導入檔案...

# LABEL_DESCR_UPDATE_PROCESS_IDLE
source: Process is idle.
cs_cz: Proces je neaktivní.
de_de: Prozess ist im Leerlaufbetrieb.
es_es: El proceso está inactivo.
fr_fr: Le processus est inactif.
hu_hu: A folyamat üresjáratban van.
it_it: Il processo è inattivo.
ja_jp: プロセスはアイドル状態です。
ko_kr: 프로세스가 유휴 상태입니다.
nb_no: Prosessen er inaktiv.
nl_nl: Proces ligt stil.
pl_pl: Proces jest bezczynny.
pt_br: O processo está ocioso.
ru_ru: Процесс бездействует.
sv_se: Processen är inaktiv.
tr_tr: İşlem boşta.
zh_cn: 进程处于空闲状态。
zh_tw: 作業閒置。

# LABEL_DESCR_DOWNLOADING
source: Downloading...
cs_cz: Probíhá stahování...
de_de: Wird heruntergeladen ...
es_es: Descargando...
fr_fr: Téléchargement en cours…
hu_hu: Letöltés...
it_it: Download in corso...
ja_jp: ダウンロード中...
ko_kr: 다운로드 중...
nb_no: Laster ned …
nl_nl: Downloaden...
pl_pl: Pobieranie...
pt_br: Fazendo download...
ru_ru: Загрузка...
sv_se: Hämtar...
tr_tr: İndiriliyor...
zh_cn: 正在下载...
zh_tw: 下載中...

# LABEL_DESCR_UPGRADING
source: Upgrading...
cs_cz: Probíhá aktualizace...
de_de: Wird aufgerüstet ...
es_es: Actualizando...
fr_fr: Mise à niveau en cours…
hu_hu: Frissítés...
it_it: Aggiornamento in corso...
ja_jp: アップグレード中...
ko_kr: 업그레이드 중...
nb_no: Oppgraderer ...
nl_nl: Opwaarderen...
pl_pl: Uaktualnianie...
pt_br: Fazendo upgrade...
ru_ru: Обновление...
sv_se: Uppgraderar...
tr_tr: Yükseltiliyor...
zh_cn: 正在升级...
zh_tw: 上載中...

# LABEL_DESCR_UPDATE_PROCESS_FAILED
source: Firmware Update Failed
cs_cz: Aktualizace firmwaru se nezdařila
de_de: Fehler bei der Firmware-Aktualisierung
es_es: Error en la actualización del firmware
fr_fr: Échec de la mise à jour du micrologiciel
hu_hu: A belső vezérlőprogram frissítése sikertelen
it_it: Aggiornamento firmware non riuscito
ja_jp: ファームウェア更新が失敗しました
ko_kr: 펌웨어 업데이트에 실패했습니다.
nb_no: Fastvareoppdatering mislyktes
nl_nl: Firmware bijwerken mislukt
pl_pl: Aktualizacja oprogramowania układowego nie powiodła się
pt_br: Falha na atualização de firmware
ru_ru: Сбой обновления микропрограммы
sv_se: Uppdatering av fast programvara misslyckades
tr_tr: Bellenim Güncelleştirme Başarısız
zh_cn: 固件更新失败
zh_tw: 韌體更新失敗

# LABEL_DESCR_DIAGNOSTIC_IN_PROGRESS
source: Diagnostic in progress.
cs_cz: Probíhá diagnostika.
de_de: Diagnose wird ausgeführt.
es_es: Diagnóstico en curso.
fr_fr: Diagnostic en cours.
hu_hu: Diagnosztika folyamatban.
it_it: Diagnostica in corso.
ja_jp: 診断を実行中です。
ko_kr: 진단이 진행 중입니다.
nb_no: Diagnostisering pågår.
nl_nl: Diagnostiek is bezig.
pl_pl: Diagnostyka w toku.
pt_br: Diagnósticos em andamento.
ru_ru: Выполняется диагностика.
sv_se: Diagnostik pågår.
tr_tr: Tanı devam ediyor.
zh_cn: 正在进行诊断。
zh_tw: 診斷進行中。

# LABEL_DESCR_QUICK_FACTORY_RESTORE
source: Quick Factory Restore
cs_cz: Rychlé obnovení nastavení z výroby
de_de: Schnelle Wiederherstellung der Werkseinstellungen
es_es: Restauración rápida a valores de fábrica
fr_fr: Rétablissement rapide des paramètres d'usine
hu_hu: Gyári beállítások gyors visszaállítása
it_it: Ripristino rapido impostazioni di fabbrica
ja_jp: 簡易初期状態に復元
ko_kr: 빠른 초기 설정 복원
nb_no: Rask fabrikkgjenoppretting
nl_nl: Snel fabrieksinstellingen herstellen
pl_pl: Szybkie przywracanie ustawień fabrycznych
pt_br: Restaurar configurações de fábrica (rápida)
ru_ru: Быстрое восстановление заводских настроек
sv_se: Snabb fabriksåterställning
tr_tr: Fabrika Ayarlarını Hızlı Geri Yükleme
zh_cn: 快速出厂还原
zh_tw: 快速出廠還原
