Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# LABEL_DESC_USER_ADDED_SUCCESSFULLY_EMAIL_SENT
source: User added successfully; email with instructions sent
cs_cz: Uživatel byl přidán úspěšně; byl odeslán e-mail s pokyny
de_de: Benutzer erfolgreich hinzugefügt. E-Mail mit Anweisungen wurde gesendet
es_es: Usuario agregado correctamente; correo electrónico con instrucciones enviado
fr_fr: Utilisateur correctement ajouté, instructions envoyées par e-mail
hu_hu: A felhasználó hozzáadása sikerült; a további lépéseket tartalmazó e-mail elküldve.
it_it: Utente aggiunto. Inviata e-mail con le istruzioni
ja_jp: ユーザーが追加されました。手順が記載された電子メールが送信されました
ko_kr: 사용자가 정상적으로 추가되었으며, 지침에 들어 있는 이메일이 발송되었습니다.
nb_no: Brukeren ble lagt til; e-post med instruksjoner er sendt
nl_nl: Gebruiker toegevoegd; een e-mail met instructies is verzonden
pl_pl: Pomyślnie dodano użytkownika. Wysłano wiadomość e-mail z instrukcjami.
pt_br: O usuário foi adicionado e o e-mail com instruções foi enviado
ru_ru: Пользователь добавлен; по электронной почте отправлено сообщение с инструкциями
sv_se: Användare har lagts till. E-postmeddelande med instruktioner skickat
tr_tr: Kullanıcı başarıyla eklendi; yönergeleri içeren e-posta gönderildi
zh_cn: 已成功添加用户；已发送包含说明文件的电子邮件
zh_tw: 成功新增使用者，已寄送包含入門指導的電子郵件。

# LABEL_UPDATE_HISTORY
source: Update History
cs_cz: Aktualizovat historii
de_de: Aktualisierungsverlauf
es_es: Historial de actualizaciones
fr_fr: Historique des mises à jour
hu_hu: Frissítési napló
it_it: Cronologia aggiornamenti
ja_jp: 更新履歴
ko_kr: 업데이트 이력
nb_no: Oppdater historikk
nl_nl: Updategeschiedenis
pl_pl: Historia aktualizacji
pt_br: Histórico de atualizações
ru_ru: История обновлений
sv_se: Uppdatera historik
tr_tr: Güncelleştirme Geçmişi
zh_cn: 更新历史记录
zh_tw: 更新歷程紀錄

# LABEL_DESCR_MEDIA_SERVING_ALL
source: All
cs_cz: Všechny
de_de: Alle
es_es: Todo
fr_fr: Toutes
hu_hu: Minden
it_it: Tutti/e
ja_jp: すべて
ko_kr: 모두
nb_no: Alle
nl_nl: Alle
pl_pl: Wszystko
pt_br: Tudo
ru_ru: Все
sv_se: Alla
tr_tr: Tümü
zh_cn: 全部
zh_tw: 全部

# LABEL_DESCR_MEDIA_SERVING_PHOTOS
source: Photos
cs_cz: Fotografie
de_de: Fotos
es_es: Fotos
hu_hu: Fényképek
it_it: Foto
ja_jp: 画像
ko_kr: 사진
nb_no: Bilder
nl_nl: Foto's
pl_pl: Zdjęcia
pt_br: Fotografias
ru_ru: Фотографии
sv_se: Foton
tr_tr: Fotoğraflar
zh_cn: 照片
zh_tw: 照片

# LABEL_DESCR_MEDIA_SERVING_MUSIC
source: Music
cs_cz: Hudba
de_de: Musik
es_es: Música
fr_fr: Musique
hu_hu: Zene
it_it: Musica
ja_jp: 音楽
ko_kr: 음악
nb_no: Musikk
nl_nl: Muziek
pl_pl: Muzyka
pt_br: Músicas
ru_ru: Музыка
sv_se: Musik
tr_tr: Müzik
zh_cn: 音乐
zh_tw: 音樂

# LABEL_DESCR_MEDIA_SERVING_VIDEOS
source: Videos
cs_cz: Videa
es_es: Vídeos
fr_fr: Vidéos
hu_hu: Videók
it_it: Video
ja_jp: 動画
ko_kr: 비디오
nb_no: Videoer
pl_pl: Filmy
pt_br: Vídeos
ru_ru: Видео
sv_se: Videor
tr_tr: Videolar
zh_cn: 视频
zh_tw: 影片

# LABEL_DESCR_MEDIA_SERVING_NONE
source: None
cs_cz: Žádná
de_de: Keine
es_es: Ninguno
fr_fr: Aucune
hu_hu: Nincs
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
nb_no: Ingen
nl_nl: Geen
pl_pl: Brak
pt_br: Nenhum
ru_ru: Нет
sv_se: Inget
tr_tr: Hiçbiri
zh_cn: 无
zh_tw: 無

# LABEL_DESCR_MOBILE_ACCESS_ACTIVATE_CODE_1
source: Select a user from the drop-down list and click Get Code to generate an activation code.
cs_cz: Vyberte uživatele z rozevíracího seznamu a kliknutím na Získat kód vygenerujte aktivační kód.
de_de: Wählen Sie aus der Dropdownliste einen Benutzer aus und klicken Sie auf „Code abrufen“, um einen Aktivierungscode zu generieren.
es_es: Seleccione un usuario en la lista desplegable y haga clic en Obtener código para generar un código de activación.
fr_fr: Sélectionnez un utilisateur dans le menu déroulant et cliquez sur Obtenir un code pour générer un code d'activation.
hu_hu: Válasszon egy felhasználót a legördülő listából, majd kattintson a Kód igénylése lehetőségre az aktiváló kód generálásához!
it_it: Selezionare un utente dall'elenco a discesa e fare clic su Ottieni codice per generare un codice di attivazione.
ja_jp: ドロップダウン リストからユーザーを選択し、[コードの取得] をクリックして認証コードを生成します。
ko_kr: 드롭다운 목록에서 사용자를 선택하고, 코드 가져오기를 클릭하여 활성화 코드를 생성하십시오.
nb_no: Velg en bruker fra nedtrekkslisten og klikk på &quot;Hent kode&quot; for å generere en aktiveringskode.
nl_nl: Selecteer een gebruiker in de keuzelijst en klik op Code ophalen om een activeringscode te genereren.
pl_pl: Wybierz użytkownika z listy rozwijanej i kliknij pozycję Uzyskaj kod, aby wygenerować kod aktywacji.
pt_br: Selecione um usuário na lista suspensa e clique em Obter código para gerar um código de ativação.
ru_ru: Выберите пользователя из раскрывающегося списка и нажмите «Получить код», чтобы создать код активации.
sv_se: Välj en användare från listrutan och klicka på Hämta kod för att generera en aktiveringskod.
tr_tr: Açılan listeden bir kullanıcı seçin ve bir etkinleştirme kodu almak için Kod Al öğesini tıklatın.
zh_cn: 从下拉列表中选择一个用户，然后单击“获取代码”，生成一个激活码。
zh_tw: 從下拉式選單中選擇使用者以及按一下「取得編碼」以產生啟用代碼。

# LABEL_DESCR_MOBILE_ACCESS_ACTIVATE_CODE_2
source: Install WD Photos and/or WD My Cloud on your tablet or mobile device.
cs_cz: Nainstalujte aplikace WD fotografie anebo WD My Cloud do vašeho tabletu nebo mobilního zařízení.
de_de: Installieren Sie WD Photos und/oder WD My Cloud auf Ihrem Tablet oder Mobilgerät.
es_es: Instale WD Photos y/o WD My Cloud en la tableta o en el dispositivo móvil.
fr_fr: Installez WD Photos ou WD My Cloud sur votre tablette ou dispositif mobile.
hu_hu: Installálja a WD Photos és/vagy a WD My Cloud alkalmazásokat táblagépére vagy mobileszközére!
it_it: Installare WD Photos e/o WD My Cloud nel tablet o nel dispositivo mobile.
ja_jp: タブレットまたはモバイル デバイスに WD Photos または WD My Cloud (あるいは両方) をインストールします。
ko_kr: 태블릿 또는 모바일 장치에 WD Photos 또는 WD My Cloud를 설치하십시오.
nb_no: Installer WD Photos og/eller WD My Cloud på nettbrettet eller mobiltelefonen.
nl_nl: Installeer WD Photos en/of WD My Cloud op uw tablet of mobiele apparaat.
pl_pl: Zainstaluj na tablecie lub urządzeniu przenośnym aplikację WD Photos i/lub WD My Cloud.
pt_br: Instale o WD Photos e/ou o WD My Cloud no seu tablet ou dispositivo móvel.
ru_ru: Установите WD Photos и (или) WD My Cloud на свой планшетный компьютер или мобильное устройство.
sv_se: Installera WD Photos och/eller WD My Cloud på din läsplatta eller mobila enhet.
tr_tr: Tabletinize veya mobil aygıtınıza WD Fotoğraflar ve/veya WD My Cloud uygulamasını yükleyin.
zh_cn: 在您的平板或移动设备上安装 WD Photos 和/或 WD My Cloud。
zh_tw: 在您的平板電腦或行動裝置上安裝 WD Photos 及／或 WD My Cloud。

# LABEL_DESCR_MOBILE_ACCESS_ACTIVATE_CODE_3
source: Launch app and tap Connect Now.
cs_cz: Spusťte aplikaci a klepněte na Připojit nyní.
de_de: Starten Sie die App und tippen Sie auf „Jetzt verbinden“.
es_es: Inicie la aplicación y toque Conectar ahora.
fr_fr: Lancez l'application et appuyez sur Se connecter maintenant.
hu_hu: Indítsa el az alkalmazást, és kapcsolódjon azonnal!
it_it: Avviare l'applicazione e selezionare Connetti adesso.
ja_jp: アプリを起動して、[すぐに接続] をタップします。
ko_kr: 앱을 실행하고 지금 연결을 누르십시오.
nb_no: Start appen og tapp på &quot;Koble til&quot;.
nl_nl: Start de app en tik op Nu verbinding maken.
pl_pl: Uruchom aplikację i stuknij pozycję Połącz teraz.
pt_br: Execute o aplicativo e pressione Conectar agora.
ru_ru: Запустите приложение и нажмите «Подключиться».
sv_se: Starta appen och knacka på Anslut nu.
tr_tr: Uygulamayı başlatın ve Şimdi Bağlan öğesini tıklatın.
zh_cn: 启动应用程序，然后单击“立即连接”。
zh_tw: 啟動應用程式，點選「現在連線」。

# LABEL_DESCR_MOBILE_ACCESS_ACTIVATE_CODE_4
source: Select your product.
cs_cz: Vyberte váš produkt.
de_de: Wählen Sie das Produkt aus.
es_es: Seleccione su producto.
fr_fr: Sélectionnez votre produit.
hu_hu: Válassza ki a terméket!
it_it: Selezionare il prodotto.
ja_jp: 製品を選択します。
ko_kr: 제품을 선택하십시오.
nb_no: Velg produkt.
nl_nl: Selecteer uw product.
pl_pl: Wybierz produkt.
pt_br: Selecione o produto.
ru_ru: Выберите свой продукт.
sv_se: Välj produkt.
tr_tr: Ürününüzü seçin.
zh_cn: 选择您的产品。
zh_tw: 選擇您的 Safepoint。

# LABEL_DESCR_MOBILE_ACCESS_ACTIVATE_CODE_5
source: Enter Activation Code.
cs_cz: Zadejte aktivační kód.
de_de: Geben Sie den Aktivierungscode ein.
es_es: Introduzca el código de activación.
fr_fr: Saisissez le code d'activation.
hu_hu: Adja meg az aktiváló kódot!
it_it: Immettere il codice di attivazione.
ja_jp: 認証コードを入力します。
ko_kr: 활성화 코드를 입력하십시오.
nb_no: Skriv inn aktiveringskoden.
nl_nl: Voer de activeringscode in.
pl_pl: Wprowadź kod aktywacji.
pt_br: Insira o Código de ativação.
ru_ru: Введите код активации.
sv_se: Ange aktiveringskod.
tr_tr: Etkinleştirme Kodunu girin.
zh_cn: 输入激活代码。
zh_tw: 輸入啟用代碼。

# PAGE_HEADER_DELETE_USER
source: Delete User
cs_cz: Odstranit uživatele
de_de: Benutzer löschen
es_es: Eliminar usuario
fr_fr: Supprimer l'utilisateur
hu_hu: Felhasználó törlése
it_it: Elimina utente
ja_jp: ユーザーの削除
ko_kr: 사용자 삭제
nb_no: Slett bruker
nl_nl: Gebruiker verwijderen
pl_pl: Usuwanie użytkownika
pt_br: Excluir usuário
ru_ru: Удалить пользователя
sv_se: Ta bort användare
tr_tr: Kullanıcıyı Sil
zh_cn: 删除用户
zh_tw: 刪除使用者

# PAGE_HEADER_DELETE_SHARE
source: Delete Share
cs_cz: Odstranit sdílenou složku
de_de: Freigabe löschen
es_es: Eliminar archivo compartido
fr_fr: Supprimer le dossier partagé
hu_hu: Megosztás törlése
it_it: Elimina condivisione
ja_jp: 共有の削除
ko_kr: 공유 삭제
nb_no: Slett delt ressurs
nl_nl: Share verwijderen
pl_pl: Usuwanie udziału
pt_br: Excluir compartilhamento
ru_ru: Удалить ресурс
sv_se: Ta bort resurs
tr_tr: Paylaşımı Sil
zh_cn: 删除共享
zh_tw: 刪除共享

# BUTTON_GET_CODE
source: Get Code
cs_cz: Získat kód
de_de: Code abrufen
es_es: Obtener código
fr_fr: Obtenir un code
hu_hu: Kód igénylése
it_it: Ottieni codice
ja_jp: コードの取得
ko_kr: 코드 가져오기
nb_no: Få kode
nl_nl: Code ophalen
pl_pl: Uzyskaj kod
pt_br: Obter código
ru_ru: Получить код
sv_se: Hämta kod
tr_tr: Kod Al
zh_cn: 获取代码
zh_tw: 取得編碼

# LABEL_STATUS_PORTFORWARDED_EXPLANATION
source: Port forwarding connection established.
cs_cz: Bylo navázáno připojení s přesměrováním portu.
de_de: Portweiterleitungsverbindung hergestellt.
es_es: Conexión de enrutamiento de puerto establecida.
fr_fr: Connexion au réacheminement de port établie.
hu_hu: Kapcsolat továbbítására szolgáló port létrehozva
it_it: Connessione port forwarding stabilita.
ja_jp: ポート転送接続が確立されました。
ko_kr: 포트 전달 연결이 설정되었습니다.
nb_no: Forbindelse for portviderekobling opprettet.
nl_nl: Verbinding via poort doorsturen tot stand gebracht.
pl_pl: Nawiązano połączenie przez przekierowanie portów.
pt_br: A conexão de redirecionamento de porta foi estabelecida.
ru_ru: Установлено подключение для перенаправления портов.
sv_se: Portens vidarebefordringsanslutning har etablerats.
tr_tr: Bağlantı noktası iletme bağlantısı kuruldu.
zh_cn: 端口转发连接已建立。
zh_tw: 連接埠轉送連線已建立。

# GENERIC_MB
source: MB
fr_fr: Mo
ru_ru: Мб

# GENERIC_GB
source: GB
fr_fr: Go
ru_ru: Гб

# GENERIC_TB
source: TB
fr_fr: To
ru_ru: Тб

# CONTENT_GENERIC_STRING_PUBLIC
source: Public
cs_cz: Veřejné
de_de: Öffentlich
es_es: Público
hu_hu: Közös
it_it: Pubblico/a
ja_jp: パブリック
ko_kr: 공용
nb_no: Offentlig
nl_nl: Openbaar
pl_pl: Publiczne
pt_br: Público
ru_ru: Публичный
sv_se: Offentlig
tr_tr: Ortak
zh_cn: 公用
zh_tw: 共用

# LABEL_HEADER_USER_ACCESS
source: User Access
cs_cz: Uživatelský přístup
de_de: Benutzerzugriff
es_es: Acceso de usuario
fr_fr: Accès utilisateur
hu_hu: Felhasználói hozzáférés
it_it: Accesso utente
ja_jp: ユーザー アクセス
ko_kr: 사용자 액세스
nb_no: Brukertilgang
nl_nl: Gebruikerstoegang
pl_pl: Dostęp użytkownika
pt_br: Acesso do usuário
ru_ru: Доступ пользователя
sv_se: Användaråtkomst
tr_tr: Kullanıcı Erişimi
zh_cn: 用户访问
zh_tw: 使用者存取

# LABEL_FIRST_NAME
source: First Name
cs_cz: Jméno
de_de: Vorname
es_es: Nombre
fr_fr: Prénom
hu_hu: Keresztnév
it_it: Nome
ja_jp: 名前 (名)
ko_kr: 이름
nb_no: Fornavn
nl_nl: Voornaam
pl_pl: Imię
pt_br: Nome
ru_ru: Имя
sv_se: Förnamn
tr_tr: Ad
zh_cn: 名字
zh_tw: 名字

# LABEL_LAST_NAME
source: Last Name
cs_cz: Příjmení
de_de: Nachname
es_es: Apellidos
fr_fr: Nom
hu_hu: Vezetéknév
it_it: Cognome
ja_jp: 名前 (姓)
ko_kr: 성
nb_no: Etternavn
nl_nl: Achternaam
pl_pl: Nazwisko
pt_br: Sobrenome
ru_ru: Фамилия
sv_se: Efternamn
tr_tr: Soyadı
zh_cn: 姓氏
zh_tw: 姓氏

# HEADER_NAV_HOME
source: Home
cs_cz: Domů
de_de: Startseite
es_es: Inicio
fr_fr: Accueil
hu_hu: Nyitóoldal
ja_jp: ホーム
ko_kr: 홈
nb_no: Hjem
nl_nl: Start
pl_pl: Ekran główny
pt_br: Página inicial
ru_ru: Главная
sv_se: Hem
tr_tr: Giriş
zh_cn: 首页
zh_tw: 首頁

# NAV_PRIMARY_SHARES
source: Shares
cs_cz: Sdílené složky
de_de: Freigaben
es_es: Archivos compartidos
fr_fr: Dossiers partagés
hu_hu: Megosztások
it_it: Condivisioni
ja_jp: 共有
ko_kr: 공유
nb_no: Delte ressurser
pl_pl: Udziały
pt_br: Compartilhamentos
ru_ru: Ресурсы
sv_se: Resurser
tr_tr: Paylaşımlar
zh_cn: 共享
zh_tw: 共享

# LABEL_USERS
source: Users
cs_cz: Uživatelé
de_de: Benutzer
es_es: Usuarios
fr_fr: Utilisateurs
hu_hu: Felhasználók
it_it: Utenti
ja_jp: ユーザー
ko_kr: 사용자
nb_no: Brukere
nl_nl: Gebruikers
pl_pl: Użytkownicy
pt_br: Usuários
ru_ru: Пользователи
sv_se: Användare
tr_tr: Kullanıcılar
zh_cn: 用户
zh_tw: 使用者

# PAGE_HEADER_GENERAL
source: General
cs_cz: Obecné
de_de: Allgemein
fr_fr: Général
hu_hu: Általános
it_it: Generali
ja_jp: 全般
ko_kr: 일반
nb_no: Generelt
nl_nl: Algemeen
pl_pl: Ogólne
pt_br: Geral
ru_ru: Основные
sv_se: Allmän
tr_tr: Genel
zh_cn: 常规
zh_tw: 一般

# NAV_SECOND_NETWORK
source: Network
cs_cz: Síť
de_de: Netzwerk
es_es: Red
fr_fr: Réseau
hu_hu: Hálózat
it_it: Rete
ja_jp: ネットワーク
ko_kr: 네트워크
nb_no: Nettverk
nl_nl: Netwerk
pl_pl: Sieć
pt_br: Rede
ru_ru: Сеть
sv_se: Nätverk
tr_tr: Ağ
zh_cn: 网络
zh_tw: 網路

# NAV_MEDIA
source: Media
cs_cz: Média
de_de: Medien
es_es: Multimedia
fr_fr: Multimédia
hu_hu: Média
it_it: Multimedia
ja_jp: メディア
ko_kr: 미디어
pl_pl: Multimedia
pt_br: Mídia
ru_ru: Мультимедиа
tr_tr: Medya
zh_cn: 媒体
zh_tw: 媒體

# NAV_DIAGNOSTICS
source: Diagnostics
cs_cz: Diagnostika
de_de: Diagnose
es_es: Diagnóstico
fr_fr: Diagnostic
hu_hu: Diagnosztika
it_it: Diagnostica
ja_jp: 診断
ko_kr: 진단
nb_no: Diagnostikk
nl_nl: Diagnostische gegevens
pl_pl: Diagnostyka
pt_br: Diagnósticos
ru_ru: Диагностика
sv_se: Diagnostik
tr_tr: Tanı
zh_cn: 诊断
zh_tw: 診斷

# NAV_UTILITIES
source: Utilities
cs_cz: Nástroje
de_de: Hilfsprogramm
es_es: Utilidades
fr_fr: Outils
hu_hu: Felh. lehetőségek
it_it: Utilità
ja_jp: ユーティリティ
ko_kr: 유틸리티
nb_no: Verktøy
nl_nl: Hulpprogramma's
pl_pl: Narzędzia
pt_br: Utilitários
ru_ru: Служебные программы
sv_se: Funktioner
tr_tr: Yardımcı Programlar
zh_cn: 实用工具
zh_tw: 公用程式

# NAV_PRIMARY_SETTINGS
source: Settings
cs_cz: Nastavení
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
hu_hu: Beállítások
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
nb_no: Innstillinger
nl_nl: Instellingen
pl_pl: Ustawienia
pt_br: Configurações
ru_ru: Параметры
sv_se: Inställningar
tr_tr: Ayarlar
zh_cn: 设置
zh_tw: 設定

# LABEL_HEADER_MAC_ADDRESS
source: MAC Address
cs_cz: Adresa MAC
de_de: MAC-Adresse
es_es: Dirección MAC
fr_fr: Adresse MAC
hu_hu: MAC-cím
it_it: Indirizzo MAC
ja_jp: MAC アドレス
ko_kr: MAC 주소
nb_no: MAC-adresse
nl_nl: MAC-adres
pl_pl: Adres MAC
pt_br: Endereço MAC
ru_ru: MAC-адрес
sv_se: MAC-adress
tr_tr: MAC Adresi
zh_cn: MAC 地址
zh_tw: MAC 位址

# LABEL_HEADER_WORKGROUP_NAME
source: Workgroup Name
cs_cz: Název pracovní skupiny
de_de: Arbeitsgruppenname
es_es: Nombre
fr_fr: Nom
hu_hu: Munkacsoport neve
it_it: Nome
ja_jp: ワークグループ名
ko_kr: 작업 그룹 이름
nb_no: Arbeidsgruppenavn
nl_nl: Werkgroepnaam
pl_pl: Nazwa gr. rob.
pt_br: Nome do grupo de trabalho
ru_ru: Название
sv_se: Namn
tr_tr: Çalışma Grubu Adı
zh_cn: 工作组名称
zh_tw: 工作群組名稱

# LABEL_HEADER_GATEWAY
source: Gateway
cs_cz: Brána
es_es: Puerta de enlace
fr_fr: Passerelle
hu_hu: Átjáró
ja_jp: ゲートウェイ
ko_kr: 게이트웨이
pl_pl: Brama
ru_ru: Шлюз
tr_tr: Ağ Geçidi
zh_cn: 网关
zh_tw: 閘道

# LABEL_HEADER_NETMASK
source: Netmask
cs_cz: Síťová maska
de_de: Netzmaske
es_es: Máscara de red
fr_fr: Masque réseau
hu_hu: Hálózati maszk
ja_jp: ネットマスク
ko_kr: 네트워크 마스크
nb_no: Nettmaske
nl_nl: Netmasker
pl_pl: Maska sieci
pt_br: Máscara de rede
ru_ru: Маска подсети
sv_se: Nätmask
tr_tr: Ağ Maskesi
zh_cn: 网络掩码
zh_tw: 網路遮罩

# LABEL_DESCR_REQUIRED
source: Required
cs_cz: Povinné
de_de: Erforderlich
es_es: Requerido
fr_fr: Requis
hu_hu: Szükséges
it_it: Richiesto/a
ja_jp: 必須
ko_kr: 필수
nb_no: Obligatorisk
nl_nl: Vereist
pl_pl: Wymagane
pt_br: Obrigatório
ru_ru: Обязательно
sv_se: Obligatoriskt
tr_tr: Zorunlu
zh_cn: 需要
zh_tw: 必要的

# PRI_NAV_CLOUD_ACCESS
source: Cloud Access
cs_cz: Přístup ke cloudu
de_de: Cloud-Zugriff
es_es: Acceso a la nube
fr_fr: Accès au cloud
hu_hu: Felhőal. hozzáf.
it_it: Accesso cloud
ja_jp: クラウド アクセス
ko_kr: 클라우드 액세스
nb_no: Cloud-tilgang
nl_nl: Cloudtoegang
pl_pl: Dostęp do chmury
pt_br: Acesso à nuvem
ru_ru: Доступ к облаку
sv_se: Molnåtkomst
tr_tr: Bulut Erişimi
zh_cn: 云访问
zh_tw: 雲端存取

# CONTENT_CLOUD_ACCESS_HEAD1_CONFIGURE_DEVICE_ACCESS
source: Configure Access
cs_cz: Konfigurovat přístup
de_de: Zugriff konfigurieren
es_es: Configurar acceso
fr_fr: Configurer l'accès
hu_hu: Hozzáférés konfigurálása
it_it: Configura accesso
ja_jp: アクセスの設定
ko_kr: 액세스 구성
nb_no: Konfigurer tilgang
nl_nl: Toegang configureren
pl_pl: Konfiguruj dostęp
pt_br: Configurar acesso
ru_ru: Настроить доступ
sv_se: Konfigurera åtkomst
tr_tr: Erişimi Yapılandır
zh_cn: 配置访问
zh_tw: 設定存取

# CONTENT_CLOUD_ACCESS_HEAD2_MY_CLOUD_WEB_FOR
source: WDMyCloud.com Login for <span class='remote_access_username'></span>
cs_cz: Přihlášení ke službě WDMyCloud.com pro <span class='remote_access_username'></span>
de_de: WDMyCloud.com-Anmeldename für <span class='remote_access_username'></span>
es_es: Iniciar sesión en WDMyCloud.com para <span class='remote_access_username'></span>
fr_fr: Connexion WDMyCloud.com pour <span class='remote_access_username'></span>
hu_hu: WDMyCloud.com Bejelentkezés: <span class='remote_access_username'></span>
it_it: Accesso WDMyCloud.com per <span class='remote_access_username'></span>
ja_jp: <span class='remote_access_username'></span>の WDMyCloud.com ログイン
ko_kr: <span class='remote_access_username'></span>의 WDMyCloud.com 로그인
nb_no: WDMyCloud.com innlogging for <span class='remote_access_username'></span>
nl_nl: WDMyCloud.com-aanmelding voor <span class='remote_access_username'></span>
pl_pl: Id. WDMyCloud.com dla: <span class='remote_access_username'></span>
pt_br: Login do WDMyCloud.com para <span class='remote_access_username'></span>
ru_ru: Логин WDMyCloud.com для <span class='remote_access_username'></span>
sv_se: WDMyCloud.com inloggning för <span class='remote_access_username'></span>
tr_tr: <span class='remote_access_username'></span> için WDMyCloud.com Oturumu
zh_cn: WDMyCloud.com 登录 <span class='remote_access_username'></span>
zh_tw: 為 <span class='remote_access_username'></span> 所使用的 WDMyCloud.com 帳號

# CONTENT_CLOUD_ACCESS_HEAD2_ABOUT_CLOUD_ACCESS
source: About Cloud Access
cs_cz: O aplikaci Přístup ke cloudu
de_de: Info zum Cloud-Zugriff
es_es: Acerca del Acceso a la Nube
fr_fr: À propos de l'accès au cloud
hu_hu: A felhőalapú hozzáférésről
it_it: Informazioni su Accesso cloud
ja_jp: クラウド アクセスについて
ko_kr: 클라우드 액세스 정보
nb_no: Om Cloud-tilgang
nl_nl: Info over cloudtoegang
pl_pl: Dostęp do chmury — informacje
pt_br: Sobre o acesso à nuvem
ru_ru: О доступе к облаку
sv_se: Om Molnåtkomst
tr_tr: Bulut Erişimi Hakkında
zh_cn: 关于云访问
zh_tw: 雲端存取說明

# CONTENT_CLOUD_ACCESS_STRING_ABOUT_CLOUD_ACCESS
source: Configure mobile device access to your cloud. Each user needs to download and install the WD mobile apps onto their smartphone or tablet.
cs_cz: Nakonfigurujte přístup mobilního zařízení k vašemu cloudu. Každý uživatel si musí stáhnout a nainstalovat mobilní aplikaci WD do svého chytrého telefonu nebo tabletu.
de_de: Konfigurieren Sie den Mobilgerätezugriff auf Ihre Cloud. Jeder Benutzer muss die WD-Mobil-App auf sein Smartphone oder Tablet herunterladen und installieren.
es_es: Configure el acceso de dispositivos móviles a la nube. Cada usuario tiene que descargar e instalar las aplicaciones móviles de WD en su smartphone o tableta.
fr_fr: Configurez l'accès au cloud par dispositif mobile. Chaque utilisateur doit télécharger et installer les applications mobiles WD sur son Smartphone ou tablette.
hu_hu: A mobileszköz hozzáférésének felhőrendszerhez konfigurálása. Minden egyes felhasználónak le kell töltenie és installálnia kell a WD mobil alkalmazást okostelefonjára vagy táblagépére.
it_it: Configurazione dell'accesso dispositivo mobile al cloud. Ciascun utente deve scaricare e installare le app mobili WD nello smartphone o tablet.
ja_jp: クラウドへのモバイル デバイス アクセスを設定します。 各ユーザーは WD モバイル アプリをスマートフォンまたはタブレットにダウンロードしてインストールする必要があります。
ko_kr: 클라우드에 대한 모바일 장치 액세스를 구성합니다. 모든 사용자는 WD 모바일 앱을 다운로드하여 자신의 스마트폰이나 태블릿에 설치해야 합니다.
nb_no: Konfigurer tilgang til mobil enhet til din Cloud. Hver bruker må laste ned og installere WDs mobilapper på smarttelefonen eller nettbrettet.
nl_nl: Toegang van uw mobiele apparaat tot uw cloud configureren. Alle gebruikers moeten de mobiele apps van WD downloaden en installeren op hun smartphone of tablet.
pl_pl: Skonfiguruj dostęp do chmury z urządzenia przenośnego. Każdy użytkownik powinien pobrać i zainstalować na swoim smartfonie lub tablecie aplikacje WD dla urządzeń przenośnych.
pt_br: Configure o aceso do dispositivo móvel à nuvem. Todos os usuários devem fazer download e instalar os aplicativos móveis da WD no smartphone ou tablet.
ru_ru: Настроить доступ к облаку с мобильного устройства. Каждый пользователь должен загрузить и установить мобильные приложения WD на свой смартфон или планшетный компьютер.
sv_se: Konfigurera mobil enhets åtkomst till molnet. Varje användare måste hämta och installera WD mobile apps på sin smarttelefon eller surfplatta.
tr_tr: Bulutunuza mobil aygıt erişimini yapılandırın. Her kullanıcı, akıllı telefonuna veya tabletine WD mobil uygulamalarını indirip yüklemelidir.
zh_cn: 配置移动设备对您的My Cloud的访问。 每个用户都需要下载WD移动应用程序并安装到其智能手机或平板电脑上。
zh_tw: 設定行動裝置對您雲端的存取。 每一位使用者皆需要 WD 行動應用程式下載及安裝至智慧型手機或是平板電腦。

# CONTENT_CLOUD_ACCESS_HEAD2_CLOUD_ACCESS_PROFILE
source: Cloud Access Status
cs_cz: Stav přístupu ke cloudu
de_de: Status des Cloud-Zugriffs
es_es: Estado del acceso a la nube
fr_fr: État de l'accès au cloud
hu_hu: A felhőalapú hozzáférés állapota
it_it: Stato accesso cloud
ja_jp: クラウド アクセス ステータス
ko_kr: 클라우드 액세스 상태
nb_no: Tilgangsstatus for Cloud
nl_nl: Status cloudtoegang
pl_pl: Status dostępu do chmury
pt_br: Status do Acesso à nuvem
ru_ru: Состояние доступа к облаку
sv_se: Status för molnåtkomst
tr_tr: Bulut Erişimi Durumu
zh_cn: 云访问状态
zh_tw: 雲端存取狀態

# CONTENT_CLOUD_ACCESS_LABEL_CONNECTION_STATUS
source: Connection Status
cs_cz: Stav připojení
de_de: Verbindungsstatus
es_es: Estado de conexión
fr_fr: État de la connexion
hu_hu: A kapcsolat állapota
it_it: Stato di connessione
ja_jp: 接続ステータス
ko_kr: 연결 상태
nb_no: Tilkoblingsstatus
nl_nl: Verbindingsstatus
pl_pl: Status połączenia
pt_br: Status da conexão
ru_ru: Подключение
sv_se: Anslutningsstatus
tr_tr: Bağlantı Durumu
zh_cn: 连接状态:
zh_tw: 連線狀態

# CONTENT_CLOUD_ACCESS_STRING_CLOUD_ACCESS_DISABLED_EXPLANATION
source: Cloud Access is disabled.
cs_cz: Přístup ke cloudu je zakázán.
de_de: Cloud-Zugriff ist deaktiviert.
es_es: El acceso a la nube está deshabilitado.
fr_fr: L'accès au cloud est désactivé.
hu_hu: A felhőalapú hozzáférés meghibásodott.
it_it: Accesso cloud disabilitato.
ja_jp: クラウド アクセスが無効です。
ko_kr: 클라우드 액세스가 비활성화되었습니다.
nb_no: Cloud-tilgang er deaktivert.
nl_nl: Cloudtoegang is uitgeschakeld.
pl_pl: Dostęp do chmury jest wyłączony.
pt_br: O Acesso à nuvem está desativado.
ru_ru: Доступ к облаку отключен.
sv_se: Molnåtkomst inaktiverad.
tr_tr: Bulut Erişimi devre dışı.
zh_cn: 已禁用云访问。
zh_tw: 已停用雲端存取
