Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# LABEL_DESC_RECOVER_FROM_A_SAFEPOINT
source: In the unlikely event your WD My Cloud fails, you can restore all content and configuration settings from a previously created safepoint. To recover data and configuration settings, click Start Recovery.
cs_cz: V nepravděpodobném případě selhání zařízení WD My Cloud můžete obnovit veškerý obsah a konfigurační nastavení z dříve vytvořeného bodu Safepoint. Chcete-li obnovit data a konfigurační nastavení, klikněte na Spustit obnovení.
de_de: Sollte Ihre WD My Cloud wider Erwarten ausfallen, können Sie sämtliche Inhalte und Konfigurationseinstellungen von einem zuvor erstellen Safepoint wiederherstellen. Klicken Sie auf „Wiederherstellung starten“, um Daten und Konfigurationseinstellungen wiederherzustellen.
es_es: En el caso improbable de que se produzca un error en WD My Cloud, puede restaurar todos los contenidos y la configuración a partir de un safepoint creado anteriormente. Para recuperar los datos y la configuración, haga clic en Iniciar recuperación.
fr_fr: Bien qu'improbable, si WD My Cloud échoue vous pouvez restaurer tout le contenu et les paramètres de configuration depuis un safepoint précédemment créé. Pour récupérer les données et les paramètres de configuration, cliquez sur Lancer la récupération.
hu_hu: Amennyiben WD My Cloud felhőrendszere nem felel meg az elvárásoknak, visszaállíthatja a teljes tartalmat és a konfigurációs beállításokat az előzőleg létrehozott safepoint alapján. Az adatok és konfigurációs beállítások visszanyeréséhez kattintson a helyreállítás indítására!
it_it: Nella possibilità remota di errore di WD My Cloud, tutti i contenuti e le impostazioni di configurazione potranno essere ripristinati da un safepoint creato in precedenza. Per recuperare i dati e le impostazioni di configurazione, fare clic su Avvia ripristino.
ja_jp: 万が一 WD My Cloud で障害が発生した場合は、以前に作成した Safepoint からすべてのコンテンツと構成設定を復元できます。 データと構成設定を回復するには、[回復の開始] をクリックします。
ko_kr: 흔치 않지만 WD My Cloud가 실패하는 경우 이전에 만든 safepoint에서 모든 내용과 구성 설정을 복원할 수 있습니다. 데이터와 구성 설정을 복구하려면 복구 시작을 클릭하십시오.
nb_no: Dersom WD My Cloud mot formodning skulle feile, kan du gjenopprette alt innhold og alle konfigurasjonsinnstillinger fra et tidligere opprettet safepoint. For å gjenopprette data og konfigurasjonsinnstillinger, klikk på &quot;Start gjenoppretting&quot;.
nl_nl: In het onwaarschijnlijke geval dat uw WD My Cloud niet functioneert, kunt u alle media en configuratie-instellingen herstellen vanaf een eerder gemaakt safepoint. Wilt u gegevens en configuratie-instellingen herstellen, klik dan op Herstel starten.
pl_pl: W mało prawdopodobnym przypadku awarii urządzenia WD My Cloud można przywrócić całą zawartość i ustawienia konfiguracyjne z wcześniej utworzonego punktu safepoint. Aby odzyskać dane i ustawienia konfiguracyjne, kliknij pozycję Uruchom odzyskiwanie.
pt_br: No evento improvável de falha do WD My Cloud, é possível restaurar todo o conteúdo e as definições de configuração de um safepoint criado anteriormente. Para recuperar dados e definições de configuração, clique em Iniciar recuperação.
ru_ru: В маловероятной ситуации сбоя WD My Cloud вы можете восстановить все содержимое и настройки конфигурации из ранее созданного safepoint. Для восстановления данных и настроек конфигурации нажмите «Начать восстановление».
sv_se: I den osannolika händelse att WD My Cloud misslyckas kan du återställa allt innehåll och alla konfigurationsinställningar från en tidigare skapad safepoint. Klicka på Starta återställning för att återställa data och konfigurationsinställningar.
tr_tr: WD My Cloud'un arıza yaptığı nadir durumlarda, tüm içeriği ve yapılandırma ayarlarını daha önce oluşturulmuş bir safepoint'ten geri yükleyebilirsiniz. Veri ve yapılandırma ayarlarını kurtarmak için Kurtarmayı Başlat öğesini tıklatın.
zh_cn: 万一您的 WD My Cloud 出现故障（这种情况不太可能发生），您可以从之前建立的一个 safepoint 中恢复您的内容。 要恢复数据和配置设置，请单击“开始恢复”。
zh_tw: 萬一您的 WD My Cloud 發生錯誤，您可以從上次建立的 Safepoint 還原所有內容以及組態設定。 欲還原資料及組態設定，請按一下「開始復原」。

# LABEL_START_RECOVERY
source: Start Recovery
cs_cz: Spustit obnovení
de_de: Wiederherstellung starten
es_es: Iniciar recuperación
fr_fr: Lancer la récupération
hu_hu: Helyreállítás indítása
it_it: Avvia ripristino
ja_jp: 回復の開始
ko_kr: 복구 시작
nb_no: Start gjenoppretting
nl_nl: Herstel starten
pl_pl: Uruchom odzyskiwanie
pt_br: Iniciar recuperação
ru_ru: Начать восстановление
sv_se: Starta återställning
tr_tr: Kurtarmayı Başlat
zh_cn: 开始恢复
zh_tw: 開始復原

# HEADER_DEVICE_PROFILE
source: Device Profile
cs_cz: Profil zařízení
de_de: Geräteprofil
es_es: Perfil del dispositivo
fr_fr: Profil du dispositif
hu_hu: Eszközprofil
it_it: Profilo dispositivo
ja_jp: デバイス プロファイル
ko_kr: 장치 프로파일
nb_no: Enhetsprofil
nl_nl: Apparaatprofiel
pl_pl: Profil urządzenia
pt_br: Perfil de dispositivo
ru_ru: Профиль устройства
sv_se: Enhetsprofil
tr_tr: Aygıt Profili
zh_cn: 设备配置文件
zh_tw: 裝置設定檔

# LABEL_PRIMARY_SERVER
source: Primary server:
cs_cz: Primární server:
de_de: Primärer Server:
es_es: Servidor principal:
fr_fr: Serveur principal :
hu_hu: Elsődleges kiszolgáló
it_it: Server primario:
ja_jp: プライマリ サーバー:
ko_kr: 주 서버:
nb_no: Primærserver:
nl_nl: Primaire server:
pl_pl: Serwer podstawowy:
pt_br: Servidor primário:
ru_ru: Основной сервер:
sv_se: Primär server:
tr_tr: Birincil sunucu:
zh_cn: 主服务器:
zh_tw: 主要伺服器：

# LABEL_REGISTERED_TO
source: Registered to:
cs_cz: Zaregistrovat pro:
de_de: Registriert bei:
es_es: Registrado a nombre de:
fr_fr: Enregistré au nom de :
hu_hu: Bejegyzett tulajdon:
it_it: Registrato in:
ja_jp: 登録先:
ko_kr: 다음에 등록됨:
nb_no: Registrert til:
nl_nl: Geregistreerd voor:
pl_pl: Zarejestrowano dla:
pt_br: Registrado para:
ru_ru: Зарегистрировано на:
sv_se: Registrerad för:
tr_tr: Şuraya kaydedildi:
zh_cn: 注册到：
zh_tw: 註冊至：

# LABEL_LCD_BRIGHTNESS
source: LCD Brightness:
cs_cz: Jas displeje LCD:
de_de: LCD-Helligkeit:
es_es: Brillo LCD:
fr_fr: Luminosité LCD :
hu_hu: LCD fényerő:
it_it: Luminosità LCD:
ja_jp: LCD の明るさ:
ko_kr: LCD 밝기:
nb_no: LCD-lysstyrke:
nl_nl: Helderheid lcd-scherm:
pl_pl: Jasność wyświetlacza:
pt_br: Brilho do LCD:
ru_ru: Яркость экрана:
sv_se: LCD ljusstyrka:
tr_tr: LCD Parlaklığı:
zh_cn: 液晶屏亮度:
zh_tw: LCD 亮度：

# LABEL_VIEW
source: View
cs_cz: Zobrazit
de_de: Anzeigen
es_es: Ver
fr_fr: Afficher
hu_hu: Előnézet
it_it: Visualizza
ja_jp: 表示
ko_kr: 보기
nb_no: Visning
nl_nl: Weergave
pl_pl: Widok
pt_br: Exibir
ru_ru: Просмотр
sv_se: Visa
tr_tr: Görünüm
zh_cn: 查看
zh_tw: 檢視

# LABEL_FTP_ACCESS
source: FTP Access
cs_cz: Přístup FTP
de_de: FTP-Zugriff
es_es: Acceso FTP
fr_fr: Accès FTP
hu_hu: FTP hozzáférés
it_it: Accesso FTP
ja_jp: FTP アクセス
ko_kr: FTP 액세스
nb_no: FTP-tilgang
nl_nl: FTP-toegang
pl_pl: Dostęp FTP
pt_br: Acesso FTP
ru_ru: Доступ по FTP
sv_se: FTP-åtkomst
tr_tr: FTP Erişimi
zh_cn: FTP访问
zh_tw: FTP 存取

# LABEL_FACTORY_RESTORE
source: Factory restore:
cs_cz: Obnovení nastavení z výroby:
de_de: Werkseinstellungen wiederherstellen
es_es: Restauración a valores de fábrica:
fr_fr: Rétablissement des paramètres d'usine :
hu_hu: A gyári beállítások visszaállítása:
it_it: Ripristino impostazioni di fabbrica:
ja_jp: 初期状態に復元:
ko_kr: 초기 설정 복원:
nb_no: Fabrikkgjenoppretting:
nl_nl: Fabrieksinstellingen herstellen:
pl_pl: Przywracanie ustawień fabrycznych:
pt_br: Restaurar configurações de fábrica:
ru_ru: Сброс настроек:
sv_se: Fabriksåterställning:
tr_tr: Fabrika ayarlarını geri yükleme:
zh_cn: 出厂还原：
zh_tw: 出廠還原：

# LABEL_DESC_QUICK_RESTORE
source: Quickly erase data and configuration settings.
cs_cz: Rychle vymaže data a konfigurační nastavení.
de_de: Daten und Konfigurationseinstellungen schnell löschen.
es_es: Borrar rápidamente los datos y la configuración.
fr_fr: Suppression rapide des données et des paramètres de configuration.
hu_hu: Gyors adattörlés és konfigurációs beállítások törlés
it_it: Cancellazione rapida di dati e impostazioni di configurazione.
ja_jp: データと構成設定をすばやく消去します。
ko_kr: 신속히 데이터와 구성 설정을 지웁니다.
nb_no: Hurtigsletting av data og konfigurasjonsinnstillinger.
nl_nl: Gegevens en configuratie-instellingen snel wissen.
pl_pl: Szybkie wymazywanie danych i ustawień konfiguracyjnych.
pt_br: Apague rapidamente dados e definições de configuração.
ru_ru: Быстро удалите данные и настройки конфигурации.
sv_se: Radera data och konfigurationsinställningar snabbt.
tr_tr: Verileri ve yapılandırma ayarlarını hızlıca silin.
zh_cn: 快速清除数据和配置设置。
zh_tw: 快速清除資料及組態設定。

# LABEL_SHUTDOWN
source: Shutdown
cs_cz: Vypnout
de_de: Herunterfahren
es_es: Apagar
fr_fr: Arrêt
hu_hu: Kikapcsolás
it_it: Arresto
ja_jp: シャットダウン
ko_kr: 종료
nb_no: Slå av
nl_nl: Afsluiten
pl_pl: Wyłącz
pt_br: Desligar
ru_ru: Завершение работы
sv_se: Stäng av
tr_tr: Kapat
zh_cn: 关闭
zh_tw: 關閉

# LABEL_REBOOT
source: Reboot
cs_cz: Restartovat
de_de: Neu starten
es_es: Reiniciar
fr_fr: Réinitialiser
hu_hu: Újraindítás
it_it: Riavvio
ja_jp: 再起動
ko_kr: 다시 부팅
nb_no: Start på nytt
nl_nl: Opnieuw opstarten
pl_pl: Ponowny rozruch
pt_br: Reiniciar
ru_ru: Перезагрузка
sv_se: Omstart
tr_tr: Yeniden Başlat
zh_cn: 重新启动
zh_tw: 重新啟動

# LABEL_ALERT_EMAILS
source: Alert emails:
cs_cz: Výstražné e-maily:
de_de: E-Mail-Benachrichtigungen:
es_es: Correos de alerta:
fr_fr: E-mails d'alerte :
hu_hu: Riasztási e-mailek:
it_it: E-mail di avviso:
ja_jp: アラート メール:
ko_kr: 알림 이메일:
nb_no: E-postvarsler:
nl_nl: Waarschuwingen per e-mail:
pl_pl: Alerty e-mail:
pt_br: E-mails de alerta:
ru_ru: Предупреждения:
sv_se: E-postvarningar:
tr_tr: Uyarı e-postaları:
zh_cn: 提醒电子邮件:
zh_tw: 警示電子郵件：

# LABEL_EVENT_LOGS
source: Event logs:
cs_cz: Protokoly událostí:
de_de: Ereignisprotokolle:
es_es: Registros de eventos:
fr_fr: Registres d'événements :
hu_hu: Eseménynapló:
it_it: Registri eventi:
ja_jp: イベント ログ:
ko_kr: 이벤트 로그:
nb_no: Hendelseslogger:
nl_nl: Gebeurtenislogboeken:
pl_pl: Dzienniki zdarzeń:
pt_br: Logs de eventos:
ru_ru: Журналы событий:
sv_se: Händelseloggar:
tr_tr: Olay günlükleri:
zh_cn: 事件日志:
zh_tw: 事件日志：

# LABEL_AUTOMATED_SUPPORT
source: Automated support:
cs_cz: Automatizovaná podpora:
de_de: Automatisierter Support:
es_es: Asistencia automática:
fr_fr: Assistance automatisée :
hu_hu: Automatizált támogatás:
it_it: Supporto automatizzato:
ja_jp: 自動サポート:
ko_kr: 자동화된 지원:
nb_no: Automatisert støtte:
nl_nl: Automatische ondersteuning:
pl_pl: Zautomatyzowana pomoc techniczna:
pt_br: Suporte automático:
ru_ru: Автоматизированная поддержка:
sv_se: Automatiserad support:
tr_tr: Otomatik destek:
zh_cn: 自动支持:
zh_tw: 自動支援：

# LABEL_REQUEST_SUPPORT
source: Request support
cs_cz: Požádat o podporu
de_de: Support anfordern
es_es: Solicitar asistencia
fr_fr: Demander de l'assistance
hu_hu: Támogatás igénylése
it_it: Richiesta supporto
ja_jp: サポートを要求
ko_kr: 지원 요청
nb_no: Be om støtte
nl_nl: Ondersteuning aanvragen
pl_pl: Poproś o pomoc techniczną
pt_br: Solicitar suporte
ru_ru: Запросить поддержку
sv_se: Beställ support
tr_tr: Destek iste
zh_cn: 请求支持
zh_tw: 要求支援

# LABEL_UPDATED_ON
source: Updated On
cs_cz: Aktualizováno dne
de_de: Aktualisiert am
es_es: Actualizado el
fr_fr: Mis à jour le
hu_hu: Frissítve
it_it: Data aggiorn.
ja_jp: 更新日
ko_kr: 업데이트 날짜
nb_no: Oppdatering på
nl_nl: Bijgewerkt op
pl_pl: Data aktualizacji
pt_br: Atualizado em
ru_ru: Обновлено
sv_se: Uppdaterad den
tr_tr: Güncelleştirme tarihi
zh_cn: 更新时间
zh_tw: 更新於

# LABEL_UPDATE_SCHEDULE
source: Update Schedule
cs_cz: Plán aktualizací
de_de: Aktualisierungszeit
es_es: Programa actualiz.
fr_fr: Calendrier
hu_hu: Frissítési ütemezés
it_it: Pian. aggiorn.
ja_jp: 更新スケジュール
ko_kr: 업데이트 일정
nb_no: Oppdater tidsplan
nl_nl: Updateplanning
pl_pl: Harmon. aktualiz.
pt_br: Atualizar agendamento
ru_ru: График обновления
sv_se: Uppdatera schema
tr_tr: Güncelleme Planı
zh_cn: 更新计划
zh_tw: 更新排程

# LABEL_AVAILABLE_UPDATES
source: Available Updates
cs_cz: Dostupné aktualizace
de_de: Verfügbare Aktualisierungen
es_es: Actualizaciones disponibles
fr_fr: Mises à jour disponibles
hu_hu: Elérhető frissítések
it_it: Aggiornamenti disponibili
ja_jp: 利用可能な更新
ko_kr: 사용 가능한 업데이트
nb_no: Tilgjengelige oppdateringer
nl_nl: Beschikbare updates
pl_pl: Dostępne aktualizacje
pt_br: Atualizações disponíveis
ru_ru: Доступные обновления
sv_se: Tillgängliga uppdateringar
tr_tr: Kullanılabilir Güncelleştirmeler
zh_cn: 可用更新
zh_tw: 可用更新

# WIZARD_CREATE_SAFEPOINT_1
source: Creating a safepoint ensures that all of your data and configuration settings can be recovered in the unlikely event that your WD My Cloud fails.
cs_cz: Vytvoření bodu Safepoint zaručuje, že všechna vaše data a konfigurační nastavení bude možné v nepravděpodobném případě selhání zařízení WD My Cloud obnovit.
de_de: Das Erstellen eines Safepoints gewährleistet, dass Sie Ihre Daten und Konfigurationseinstellungen wiederherstellen können, falls die WD My Cloud einmal wider Erwarten ausfallen sollte.
es_es: Cuando se crea un safepoint se asegura que se puedan recuperar todos los datos y la configuración en el caso improbable de que se produzca un error en su WD My Cloud.
fr_fr: La création d'un safepoint assure que l'ensemble des données et des paramètres de configuration peut être récupéré dans le cas improbable d'une défaillance de WD My Cloud.
hu_hu: A safepoint létrehozásával biztosítja, hogy minden adat és konfigurációs beállítás visszanyerhető, amennyiben WD My Cloud felhőrendszere esetleg nem teljesítené az elvárásokat.
it_it: La creazione di un safepoint garantisce che tutti i dati e le impostazioni di configurazione possano essere recuperati nell'evento improbabile di errore di WD My Cloud.
ja_jp: Safepoint を作成すると、万が一 WD My Cloud で障害が発生した場合に、すべてのデータと構成設定を回復できます。
ko_kr: safepoint를 만들면 흔치 않지만 WD My Cloud가 실패하는 경우 모든 데이터와 구성 설정을 복구할 수 있습니다.
nb_no: Oppretting av et safepoint sikrer at alle dataene og konfigurasjonsinnstillingene dine kan gjenopprettes dersom din WD My Cloud mot formodning skulle krasje.
nl_nl: Door een safepoint te maken, zorgt u ervoor dat al uw gegevens en configuratie-instellingen kunnen worden hersteld in het onwaarschijnlijke geval dat uw WD My Cloud niet functioneert.
pl_pl: Utworzenie punktu safepoint umożliwia odzyskanie wszystkich danych i ustawień konfiguracyjnych w mało prawdopodobnym przypadku awarii urządzenia WD My Cloud.
pt_br: A criação de um safepoint garante que todos os dados e definições de configuração possam ser recuperados no evento improvável de uma falha do WD My Cloud.
ru_ru: Создание safepoint обеспечивает возможность восстановить все данные и настройки конфигурации в маловероятной ситуации сбоя WD My Cloud.
sv_se: Om du skapar en safepoint kan du se till att alla data och konfigurationsinställningar kan återställas i den osannolika händelse att WD My Cloud misslyckas.
tr_tr: Safepoint oluşturulması, WD My Cloud'un arıza yaptığı nadir durumlarda tüm verilerinizin ve yapılandırma ayarlarınızın kurtarılabilmesini sağlar.
zh_cn: 创建一个 safepoint，确保万一您的 WD My Cloud 出现故障时，您所有的收和配置设置能够恢复。
zh_tw: 建立 Safepoint 以確保當您的 WD My Cloud 發生錯誤時，可以從 Safepoint 還原您所有的資料及組態設定。

# WIZARD_CREATE_SAFEPOINT_2
source: You can create a safepoint on a USB device connected to your WD My Cloud or on a compatible device on your network.
cs_cz: Bod Safepoint můžete vytvořit v zařízení USB připojeném k vašemu zařízení WD My Cloud, nebo v kompatibilním zařízení v síti.
de_de: Sie können einen Safepoint auf einem mit der WD My Cloud verbundenen USB-Gerät oder auf einem kompatiblen Netzwerkgerät erstellen.
es_es: Puede crear un safepoint en un dispositivo USB conectado a su WD My Cloud o en un dispositivo compatible en la red.
fr_fr: Vous pouvez créer un safepoint sur un dispositif USB connecté au WD My Cloud, ou sur un dispositif compatible se trouvant sur votre réseau.
hu_hu: Safepointját egy WD My Cloud felhőrendszerhez csatlakoztatott USB-eszközén vagy egy hálózathoz kompatibilis eszközön hozhatja létre.
it_it: È possibile creare un safepoint su un dispositivo USB connesso a WD My Cloud o su un dispositivo compatibile in rete.
ja_jp: WD My Cloud に接続した USB デバイスまたはネットワーク上の対応デバイスで、Safepoint を作成できます。
ko_kr: WD My Cloud에 연결된 USB 장치에 또는 네트워크의 호환 장치에 safepoint를 만들 수 있습니다.
nb_no: Du kan opprette et safepoint på en USB-enhet som er koblet til din WD My Cloud eller på en kompatibel enhet på nettverket.
nl_nl: U kunt een safepoint maken op een USB-apparaat dat is aangesloten op uw WD My Cloud of op een compatibel apparaat op het netwerk.
pl_pl: Możesz utworzyć punkt safepoint na urządzeniu USB podłączonym do urządzenia WD My Cloud lub zgodnym urządzeniu dostępnym w sieci.
pt_br: Você pode criar um safepoint em um dispositivo USB conectado ao WD My Cloud ou em um dispositivo compatível na sua rede.
ru_ru: Можно создать safepoint на USB-устройстве, подключенном к WD My Cloud, или на совместимом устройстве в вашей сети.
sv_se: Du kan skapa en safepoint på en USB-enhet som är ansluten till WD My Cloud eller en kompatibel enhet på ditt nätverk.
tr_tr: WD My Cloud'a bağlı bir USB aygıtında veya ağınızdaki uyumlu bir aygıtta safepoint oluşturabilirsiniz.
zh_cn: 您可以在一个连接到您的 WD My Cloud 的USB设备上，或者在您的网络中一个兼容的移动设备上创建一个 safepoint。
zh_tw: 您可以在連接至您 WD My Cloud 的 USB 裝置或是網路相容性裝置上建立 Safepoint。

# CONTENT_CLOUD_ACCESS_DIALOG_STRING_YOU_WILL_NO_LONGER_BE_ABLE_TO_ACCESS_REMOTELY
source: You will no longer have remote access from the Internet to your stored content on your drive.
cs_cz: Již nebudete mít možnost vzdáleného přístupu z internetu k uloženému obsahu ve vaší jednotce.
de_de: Sie werden keinen Remotezugriff mehr vom Internet auf die auf dem Laufwerk gespeicherten Inhalte haben.
es_es: Ya no tendrá acceso remoto a los contenidos almacenados en la unidad desde internet.
fr_fr: L'accès distant aux contenus stockés sur votre lecteur ne sera plus disponible depuis Internet.
hu_hu: Többé nem lesz távoli hozzáférése az interneten keresztül meghajtója eltárolt tartalmához.
it_it: Non si disporrà più dell'accesso remoto da Internet al contenuto archiviato nell'unità.
ja_jp: インターネットからドライブ上に保存したコンテンツへのリモート アクセスはありません。
ko_kr: 더 이상 인터넷에서 원격으로 드라이브에 저장된 내용에 액세스할 수 없습니다.
nb_no: Du vil ikke lenger ha ekstern tilgang fra Internett til innhold som er lagret på stasjonen.
nl_nl: U hebt niet langer externe toegang vanaf het internet tot uw opgeslagen media op uw station.
pl_pl: Nie będziesz już mieć dostępu zdalnego z Internetu do zawartości przechowywanych na dysku.
pt_br: Você deixará de ter acesso remoto da Internet para o conteúdo armazenado na sua unidade.
ru_ru: У вас больше не будет удаленного доступа через Интернет к содержимому, хранящемуся на вашем диске.
sv_se: Du har inte längre fjärråtkomst från internet till det lagrade innehållet på enheten.
tr_tr: Sürücünüze depolanmış içeriğe bundan böyle Internet'ten uzaktan erişiminiz olmayacak.
zh_cn: 您将不能通过互联网远程访问在驱动器中存储的内容。
zh_tw: 您將不再能夠經由網際網路對您磁碟機上的內容進行遠端存取。

# CONTENT_USER_DIALOG_STRING_YOU_WILL_NO_LONGER_BE_ABLE_TO_ACCESS_REMOTELY
source: You will no longer be able to log into WDMyCloud.com.
cs_cz: Již nebudete mít možnost přihlásit se ke službě WDMyCloud.com.
de_de: Sie werden sich nicht mehr bei WDMyCloud.com anmelden können.
es_es: Ya no podrá iniciar sesión en WDMyCloud.com.
fr_fr: Vous ne pourrez plus vous connecter à WDMyCloud.com.
hu_hu: Többé nem tud távolról hozzáférni a WDMyCloud.com-hoz.
it_it: Non sarà più possibile accedere a WDMyCloud.com.
ja_jp: WDMyCloud.com にログインできません。
ko_kr: 더 이상 WDMyCloud.com에 로그인할 수 없습니다.
nb_no: Du vil ikke lenger kunne logge deg inn på WDMyCloud.com.
nl_nl: U kunt zich niet meer aanmelden bij WDMyCloud.com.
pl_pl: Nie będziesz już mieć możliwości logowania się w serwisie WDMyCloud.com.
pt_br: Não será mais possível fazer login no WDMyCloud.com.
ru_ru: Вы больше не сможете выполнять вход в систему на WDMyCloud.com.
sv_se: Du kan inte längre logga in på WDMyCloud.com.
tr_tr: Bundan böyle WDMyCloud.com oturumunu açamayacaksınız.
zh_cn: 您将不再能够登录到 WDMyCloud.com.
zh_tw: 您將無法登入至 WDMyCloud.com。

# LABEL_SCANNING_YOUR_NETWORK_FOR_DEVICES
source: Scanning your network for devices...please wait
cs_cz: Probíhá hledání zařízení ve vaší síti... čekejte
de_de: Netzwerk wird auf Geräte geprüft ... Bitte warten
es_es: Explorando la red en busca de dispositivos... espere.
fr_fr: Identification des dispositifs du réseau en cours… Veuillez patienter.
hu_hu: Hálózatának átvizsgálása, eszközkeresés...Kérjük, várakozzon!
it_it: Analisi della rete alla ricerca di dispositivi in corso. Attendere...
ja_jp: ネットワークのデバイスをスキャン中... お待ちください
ko_kr: 네트워크에서 장치를 검색하는 중입니다... 기다려 주세요.
nb_no: Skanner nettverket etter enheter ... Vent et øyeblikk
nl_nl: Uw netwerk wordt gescand op apparaten, even geduld a.u.b.
pl_pl: Czekaj, trwa skanowanie sieci w poszukiwaniu urządzeń...
pt_br: Verificando a rede para encontrar dispositivos... aguarde
ru_ru: Сканирование сети на наличие устройств... Подождите
sv_se: Söker efter enheter på ditt nätverk... vänta
tr_tr: Ağınızdaki sürücüler taranıyor...lütfen bekleyin
zh_cn: 扫描网络中的设备...请稍候
zh_tw: 在您的網路掃描裝置...請等待。

# LABEL_SELECT_A_DEVICE
source: Select a device
cs_cz: Vyberte zařízení
de_de: Gerät auswählen
es_es: Seleccionar un dispositivo
fr_fr: Sélectionnez un dispositif
hu_hu: Eszköz kiválasztása
it_it: Seleziona un dispositivo
ja_jp: デバイスを選択
ko_kr: 장치 선택
nb_no: Velg en enhet
nl_nl: Selecteer een apparaat
pl_pl: Wybierz urządzenie
pt_br: Selecionar um dispositivo
ru_ru: Выбор устройства
sv_se: Välj en enhet
tr_tr: Bir aygıt seçin
zh_cn: 选择一个设备
zh_tw: 選擇裝置

# LABEL_SAFEPOINT_LIST
source: Safepoint List
cs_cz: Seznam bodů Safepoint
de_de: Safepoint-Liste
es_es: Lista de safepoints
fr_fr: Liste des safepoints
hu_hu: Safepoint lista
it_it: Elenco safepoint
ja_jp: Safepoint リスト
ko_kr: safepoint 목록
nb_no: Safepoint-liste
nl_nl: Lijst van safepoints
pl_pl: Lista punktów safepoint
pt_br: Lista de safepoints
ru_ru: Список safepoint
sv_se: Safepoint-lista
tr_tr: Safepoint Listesi
zh_cn: Safepoint 列表
zh_tw: Safepoint 清單

# LABEL_GETTING_STARTED_WIZARD
source: Getting Started
cs_cz: Začínáme
de_de: Erste Schritte
es_es: Cómo comenzar
fr_fr: Mise en route
hu_hu: Első lépések
it_it: Guida introduttiva
ja_jp: 使用開始
ko_kr: 시작
nb_no: Komme i gang
nl_nl: Aan de slag
pl_pl: Wprowadzenie
pt_br: Introdução
ru_ru: Начало работы
sv_se: Komma igång
tr_tr: Başlarken
zh_cn: 使用入门
zh_tw: 正在準備開始

# LABEL_SAVING_PLEASE_WAIT
source: Saving...please wait
cs_cz: Probíhá ukládání... čekejte
de_de: Wird gespeichert ... Bitte warten
es_es: Guardando... espere
fr_fr: Sauvegarde en cours… Veuillez patienter.
hu_hu: Mentés...Kérjük, várakozzon!
it_it: Salvataggio in corso. Attendere...
ja_jp: 保存中... お待ちください
ko_kr: 저장하는 중입니다... 기다려 주세요.
nb_no: Lagrer ... Vent et øyeblikk
nl_nl: Bezig met opslaan, even geduld a.u.b.
pl_pl: Czekaj, trwa zapisywanie...
pt_br: Salvando... aguarde
ru_ru: Выполняется сохранение... Подождите
sv_se: Sparar... vänta
tr_tr: Kaydediliyor...lütfen bekleyin
zh_cn: 正在保存...请稍候
zh_tw: 儲存中...請稍候
