Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# CONTENT_USERS_STRING_CLICK_REGISTER_MY_CLOUD_WEB
source: Click Sign Up to get a WDMyCloud.com login.
cs_cz: Kliknutím na Zaregistrovat se získáte přihlašovací údaje pro službu WDMyCloud.com.
de_de: Klicken Sie auf „Registrieren“, um einen WDMyCloud.com-Anmeldenamen zu erhalten.
es_es: Haga clic en Registrarse para obtener un inicio de sesión de WDMyCloud.com.
fr_fr: Cliquez sur S'inscrire pour obtenir un identifiant WDMyCloud.com.
hu_hu: Kattintson a WDMyCloud.com bejelentkezés igénylése lehetőségre!
it_it: Fare clic su Iscrizione per ricevere un accesso WDMyCloud.com.
ja_jp: [登録] をクリックして、WDMyCloud.com ログインを取得してください。
ko_kr: WDMyCloud.com 로그인을 만들려면 등록을 클릭하십시오.
nb_no: Klikk &quot;Registrer deg&quot; for å få en WDMyCloud.com-innlogging.
nl_nl: Klik op Registreren om een WDMyCloud.com-aanmelding te krijgen.
pl_pl: Kliknij pozycję Zarejestruj się, aby uzyskać identyfikator WDMyCloud.com.
pt_br: Clique em Inscrever-se para obter um login do WDMyCloud.com.
ru_ru: Нажмите «Регистрация» для получения логина WDMyCloud.com.
sv_se: Klicka på Registrera för att få inloggningsinformation till WDMyCloud.com
tr_tr: WDMyCloud.com oturumuna erişmek için Kaydol seçeneğini tıklatın.
zh_cn: 点击”注册“，获取一个 WDMyCloud.com 登录账号。
zh_tw: 按一下「申請」以獲取 WDMyCloud.com 的帳號。

# CONTENT_GENERIC_STRING_RW_ACCESS
source: Full Access
cs_cz: Plný přístup
de_de: Vollständiger Zugriff
es_es: Acceso completo
fr_fr: Accès complet
hu_hu: Korlátlan hozzáférés
it_it: Accesso completo
ja_jp: 完全アクセス
ko_kr: 전체 액세스
nb_no: Full tilgang
nl_nl: Volledige toegang
pl_pl: Pełny dostęp
pt_br: Acesso total
ru_ru: Полный доступ
sv_se: Fullständig åtkomst
tr_tr: Tam Erişim
zh_cn: 完全访问
zh_tw: 完整存取

# CONTENT_GENERIC_STRING_RO_ACCESS
source: Read Access
cs_cz: Oprávnění ke čtení
de_de: Lesezugriff
es_es: Acceso de lectura
fr_fr: Accès en lecture
hu_hu: Olvasási hozzáférés
it_it: Accesso in lettura
ja_jp: 読み取りアクセス
ko_kr: 읽기 액세스
nb_no: Lesetilgang
nl_nl: Alleen lezen
pl_pl: Dostęp do odczytu
pt_br: Acesso para leitura
ru_ru: Только чтение
sv_se: Läsåtkomst
tr_tr: Okuma Erişimi
zh_cn: 只读访问
zh_tw: 讀取存取

# CONTENT_GENERIC_STRING_NO_ACCESS
source: No Access
cs_cz: Bez přístupu
de_de: Kein Zugriff
es_es: Sin acceso
fr_fr: Aucun accès
hu_hu: Nincs hozzáférés
it_it: Nessun accesso
ja_jp: アクセスなし
ko_kr: 액세스 권한 없음
nb_no: Ingen tilgang
nl_nl: Geen toegang
pl_pl: Brak dostępu
pt_br: Sem acesso
ru_ru: Нет доступа
sv_se: Ingen åtkomst
tr_tr: Erişim Yok
zh_cn: 无权访问
zh_tw: 無存取

# CONTENT_USERS_DIALOG_TITLE_ADD_USER
source: Add User
cs_cz: Přidat uživatele
de_de: Benutzer hinzufügen
es_es: Agregar usuario
fr_fr: Ajouter un utilisateur
hu_hu: Felhasználó hozzáadása
it_it: Aggiungi utente
ja_jp: ユーザーの追加
ko_kr: 사용자 추가
nb_no: Legg til bruker
nl_nl: Gebruiker toevoegen
pl_pl: Dodaj użytkownika
pt_br: Adicionar usuário
ru_ru: Добавить пользователя
sv_se: Lägg till användare
tr_tr: Kullanıcı Ekle
zh_cn: 添加用户
zh_tw: 新增使用者

# CONTENT_GENERIC_TEXTBOX_LABEL_EMAIL
source: Email
es_es: Correo electrónico
ja_jp: 電子メール アドレス
ko_kr: 이메일
nb_no: E-post
ru_ru: Электронная почта
sv_se: E-post
tr_tr: E-posta
zh_cn: 电子邮件
zh_tw: 電子郵件地址

# CONTENT_GENERIC_TEXTBOX_LABEL_CONFIRM_PASSWORD
source: Confirm Password
cs_cz: Potvrďte heslo
de_de: Passwort bestätigen
es_es: Confirmar contras.
fr_fr: Confirmer
hu_hu: Jelszó megerősítése
it_it: Conferma password
ja_jp: パスワードの確認
ko_kr: 암호 확인
nb_no: Bekreft passord
nl_nl: Wachtwoord bevestigen
pl_pl: Potwierdź hasło
pt_br: Confirmar senha
ru_ru: Подтверждение
sv_se: Bekräfta lösenord
tr_tr: Parolayı Onayla
zh_cn: 确认密码
zh_tw: 確認密碼

# CONTENT_GENERIC_STRING_REQUIRED
source: Required
cs_cz: Povinné
de_de: Erforderlich
es_es: Requerido
fr_fr: Requis
hu_hu: Szükséges
it_it: Richiesto/a
ja_jp: 必須
ko_kr: 필수
nb_no: Obligatorisk
nl_nl: Vereist
pl_pl: Wymagane
pt_br: Obrigatório
ru_ru: Обязательно
sv_se: Obligatoriskt
tr_tr: Gerekli
zh_cn: 需要
zh_tw: 必要的

# CONTENT_USERS_DIALOG_TITLE_EDIT_PASSWORD
source: Edit Password
cs_cz: Upravit heslo
de_de: Passwort bearbeiten
es_es: Editar contraseña
fr_fr: Modifier le mot de passe
hu_hu: Jelszó szerkesztése
it_it: Modifica password
ja_jp: パスワードの編集
ko_kr: 암호 편집
nb_no: Rediger passord
nl_nl: Wachtwoord bewerken
pl_pl: Edycja hasła
pt_br: Editar senha
ru_ru: Изменить пароль
sv_se: Redigera lösenord
tr_tr: Parolayı Düzenle
zh_cn: 编辑密码
zh_tw: 編輯密碼

# CONTENT_USERS_DIALOG_STRING_EDIT_PASSWORD_DESC
source: You can edit the password for this user by using the fields below:
cs_cz: Pomocí polí níže můžete upravit heslo pro tohoto uživatele:
de_de: Sie können da Passwort des Benutzers über die Felder unten bearbeiten:
es_es: Puede editar la contraseña para este usuario a través de los siguientes campos:
fr_fr: Modifier le mot de passe de cet utilisateur grâce aux champs ci-dessous :
hu_hu: Szerkesztheti ennek a felhasználónak a jelszavát az alábbi mezőkön keresztül:
it_it: È possibile modificare la password per l'utente utilizzando i campi in basso:
ja_jp: 次のフィールドを使用して、このユーザーのパスワードを編集できます。
ko_kr: 아래 필드를 사용하여 이 사용자의 암호를 편집할 수 있습니다.
nb_no: Du kan redigere passordet til denne brukeren ved hjelp av feltene nedenfor:
nl_nl: U kunt het wachtwoord voor deze gebruiker bewerken met onderstaande velden:
pl_pl: Możesz zmienić hasło użytkownika za pomocą poniższych pól:
pt_br: Você pode editar a senha do usuário usando os campos abaixo:
ru_ru: Отредактировать пароль для этого пользователя можно с помощью полей ниже:
sv_se: Du kan redigera lösenordet för användaren genom att använda fälten nedan:
tr_tr: Aşağıdaki alanları kullanarak bu kullanıcının parolasını düzenleyebilirsiniz:
zh_cn: 您可以使用以下字段编辑此用户的密码：
zh_tw: 您可以使用下列欄位為此使用者編輯密碼：

# CONTENT_GENERIC_TEXTBOX_LABEL_NEW_PASSWORD
source: New Password
cs_cz: Nové heslo
de_de: Neues Passwort
es_es: Contraseña nueva
fr_fr: Nouveau mot de passe
hu_hu: Új jelszó
it_it: Nuova password
ja_jp: 新しいパスワード
ko_kr: 새 암호
nb_no: Nytt passord
nl_nl: Nieuw wachtwoord
pl_pl: Nowe hasło
pt_br: Nova senha
ru_ru: Новый пароль
sv_se: Nytt lösenord
tr_tr: Yeni Parola
zh_cn: 新密码
zh_tw: 新密碼

# CONTENT_USERS_DIALOG_STRING_DELETE_USER_CONFIRM
source: Are you sure you want to delete this user?
cs_cz: Opravdu chcete odstranit tohoto uživatele?
de_de: Diesen Benutzer wirklich löschen?
es_es: ¿Está seguro de que desea eliminar a este usuario?
fr_fr: Êtes-vous sûr de vouloir supprimer cet utilisateur ?
hu_hu: Biztosan el kívánja távolítani ezt a felhasználót?
it_it: Eliminare l'utente?
ja_jp: このユーザーを削除しますか?
ko_kr: 이 사용자를 삭제하시겠습니까?
nb_no: Er du sikker på at du vil slette denne brukeren?
nl_nl: Weet u zeker dat u deze gebruiker wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tego użytkownika?
pt_br: Tem certeza de que deseja excluir esse usuário?
ru_ru: Удалить этого пользователя?
sv_se: Vill du ta bort den här användaren?
tr_tr: Bu kullanıcıyı silmek istediğinizden emin misiniz?
zh_cn: 您确定要删除此用户吗?
zh_tw: 您確定要刪除此使用者嗎？

# CONTENT_USERS_DIALOG_TITLE_REGISTER_MY_CLOUD
source: Sign Up for WDMyCloud.com Login
cs_cz: Zaregistrovat se k přihlašování ke službě WDMyCloud.com
de_de: Registrieren und WDMyCloud.com-Anmeldename erhalten
es_es: Registrarse para obtener un inicio de sesión de WDMyCloud.com
fr_fr: Inscription à WDMyCloud.com
hu_hu: WDMyCloud.com bejelentkezés igénylése
it_it: Iscrizione per l'accesso WDMyCloud.com
ja_jp: WDMyCloud.com ログインの登録
ko_kr: WDMyCloud.com 로그인을 위한 등록
nb_no: Registrer deg for WDMyCloud.com-innlogging
nl_nl: Registreren voor WDMyCloud.com-aanmelding
pl_pl: Zarejestruj się w celu uzyskania identyfikatora WDMyCloud.com
pt_br: Inscreva-se para o um login do WDMyCloud.com
ru_ru: Зарегистрироваться на WDMyCloud.com
sv_se: Registrera dig för inloggning på WDMyCloud.com
tr_tr: WDMyCloud.com Oturumuna Kaydol
zh_cn: 注册，获取一个 WDMyCloud.com 登录账户
zh_tw: 請申請 WDMyCloud.com 的帳號

# CONTENT_USERS_DIALOG_STRING_REGISTER_MY_CLOUD_DESC
source: Sign up to get a login for WDMyCloud.com.
cs_cz: Zaregistrujte se k získání přihlašovacích údajů pro službu WDMyCloud.com.
de_de: Registrieren Sie sich, um einen WDMyCloud.com-Anmeldenamen zu erhalten.
es_es: Registrarse para obtener un inicio de sesión de WDMyCloud.com
fr_fr: Inscrivez-vous et obtenez un identifiant WDMyCloud.com.
hu_hu: Igényeljen WDMyCloud.com bejelentkezést!
it_it: Effettuare l'iscrizione per ottenere un accesso WDMyCloud.com.
ja_jp: WDMyCloud.com ログインを取得するために登録
ko_kr: 등록하여 WDMyCloud.com 로그인을 만듭니다.
nb_no: Registrer deg for å få en innlogging til WDMyCloud.com.
nl_nl: Registreer u voor een aanmelding voor WDMyCloud.com.
pl_pl: Zarejestruj się, aby uzyskać identyfikator WDMyCloud.com.
pt_br: Inscreva-se para obter um login do WDMyCloud.com.
ru_ru: Зарегистрируйтесь, чтобы получить логин для входа на WDMyCloud.com.
sv_se: Registrera dig för att få inloggning till WDMyCloud.com.
tr_tr: WDMyCloud.com oturumuna erişmek için kaydolun.
zh_cn: 注册以获取一个 WDMyCloud.com 登录账户。
zh_tw: 請申請以獲取 WDMyCloud.com 的帳號。

# CONTENT_USERS_DIALOG_TEXTBOX_LABEL_YOUR_NAME
source: Your Name
cs_cz: Vaše jméno
de_de: Ihr Name
es_es: Su nombre
fr_fr: Votre nom
hu_hu: Az Ön neve
it_it: Nome
ja_jp: 名前
ko_kr: 이름
nb_no: Navnet ditt
nl_nl: Uw naam
pl_pl: Imię i nazwisko
pt_br: Seu nome
ru_ru: Ваше имя
sv_se: Ditt namn
tr_tr: Adınız
zh_cn: 您的名字
zh_tw: 您的名字

# CONTENT_USERS_DIALOG_TITLE_REGISTRATION_EMAIL_SENT
source: Registration Email Sent
cs_cz: Registrační e-mail byl odeslán
de_de: Registrierungs-E-Mail gesendet
es_es: Correo electrónico de registro enviado
fr_fr: E-mail d'inscription envoyé
hu_hu: A regisztrációs e-mailt elküldtük.
it_it: E-mail di registrazione inviata
ja_jp: 登録メールが送信されました
ko_kr: 등록 이메일 전송됨
nb_no: E-post for registrering er sendt
nl_nl: Registratie-e-mail verzonden
pl_pl: Wysłano wiadomość e-mail dotyczącą rejestracji
pt_br: O e-mail de registro foi enviado
ru_ru: По электронной почте отправлено сообщение о регистрации
sv_se: Registreringsmeddelande skickat
tr_tr: Kayıt E-postası Gönderildi
zh_cn: 注册电子邮件已发送
zh_tw: 已寄送註冊電子郵件

# CONTENT_USERS_DIALOG_STRING_REGISTRATION_EMAIL_SENT
source: A registration email has been sent to the specified user.
cs_cz: Registrační e-mail byl odeslán zadanému uživateli.
de_de: Eine Registrierungs-E-Mail wurde an den angegebenen Benutzer gesendet.
es_es: Se ha enviado un correo electrónico de registro al usuario especificado.
fr_fr: Un e-mail d'inscription a été envoyé à l'utilisateur.
hu_hu: A regisztrációs e-mailt továbbítottuk a megadott felhasználónak.
it_it: Un'e-mail di registrazione è stata inviata correttamente all'utente specificato.
ja_jp: 登録メールは指定したユーザーに送信されました。
ko_kr: 등록 이메일이 지정된 사용자에게 전송되었습니다.
nb_no: En e-post for registrering er nå sendt til den angitte brukeren.
nl_nl: Een registratie-e-mail is verzonden aan de opgegeven gebruiker.
pl_pl: Wysłano wiadomość e-mail dotyczącą rejestracji wskazanemu użytkownikowi.
pt_br: Um e-mail de registro foi enviado ao usuário especificado.
ru_ru: По электронной почте указанному пользователю отправлено сообщение о регистрации.
sv_se: Ett registreringsmeddelande har skickats till angiven användare.
tr_tr: Belirtilen kullanıcıya kayıt e-postası gönderildi.
zh_cn: 注册电子邮件已成功发送给指定的用户。
zh_tw: 已將註冊電子郵件寄送給指定使用者。

# CONTENT_USERS_DIALOG_STRING_REGISTRATION_EMAIL_SENT_INSTRUCTION
source: Please allow some time for the email to arrive in the user's inbox. Instructions for obtaining remote access to the content on your drive are provided.
cs_cz: Počkejte, než bude e-mail doručen do složky doručené pošty uživatele. V e-mailu jsou obsaženy pokyny pro získání vzdáleného přístupu k obsahu ve vaší jednotce.
de_de: Es kann einen Moment dauern, bis die E-Mail im Posteingang des Benutzers eingeht. Die E-Mail enthält Anweisungen zum Erlangen von Remotezugriff auf die Inhalte Ihres Laufwerks.
es_es: Deje pasar un tiempo para que el correo electrónico llegue a la bandeja de entrada del usuario. Se proporcionan instrucciones para obtener acceso remoto a los contenidos de la unidad.
fr_fr: Veuillez patienter un moment pour que l'utilisateur reçoive l'e-mail. Les instructions permettant l'obtention d'un accès distant au contenu de votre lecteur sont fournies.
hu_hu: Kérjük, legyen türelmes, az e-mail hamarosan megérkezik a felhasználó postaládájába. A meghajtó tartalmának távoli elérésére vonatkozó útmutató az Ön rendelkezésére áll.
it_it: Attendere alcuni istanti affinché l'e-mail venga ricevuta nella casella di posta dell'utente. Vengono fornite istruzioni per ottenere un accesso remoto ai contenuti nell'unità.
ja_jp: 電子メースがユーザーの受信トレイに配信されるまでには少し時間がかかります。 ドライブのコンテンツへのリモート アクセスを取得するための手順が記載されています。
ko_kr: 이 이메일이 사용자의 받은 편지함에 도착할 때까지 기다리십시오. 드라이브의 내용에 대한 원격 액세스를 얻는 지침이 제공되었습니다.
nb_no: Det kan ta litt tid før e-posten kommer til brukerens innboks. Instrukser for å få ekstern tilgang til innholdet på stasjonen er angitt.
nl_nl: Geef de e-mail even de tijd om aan te komen bij de gebruiker. Instructies worden verstrekt voor het verkrijgen van externe toegang tot de inhoud van uw station.
pl_pl: Dostarczenie wiadomości e-mail może potrwać jakiś czas. Wiadomość e-mail zawiera instrukcje uzyskiwania dostępu zdalnego do zawartości na dysku.
pt_br: Aguarde um pouco para que o e-mail chegue à caixa de entrada do usuário. Foram fornecidas instruções para obter acesso remoto ao conteúdo da sua unidade.
ru_ru: Доставка сообщения в почтовый ящик пользователя может занять некоторое время. Предоставляются инструкции для получения удаленного доступа к содержимому вашего диска.
sv_se: Det tar en stund innan meddelandet kommer till användarens inkorg. Instruktioner för att få fjärråtkomst till innehållet på enheten medföljer.
tr_tr: E-postanın kullanıcının gelen kutusuna ulaşması için lütfen birkaç dakika bekleyin. Sürücünüzdeki içeriğe uzaktan erişim elde etmeye ilişkin yönergeler verilmiştir.
zh_cn: 请等待一段时间，邮件即将送达用户的收件箱。 提供了关于远程访问驱动器中内容的说明。
zh_tw: 請等候一段時間讓電子郵件到達使用者收件夾。 獲取您裝置內容遠端存取的入門指導。

# CONTENT_USERS_DIALOG_TITLE_DELETE_WD2GO_ACCOUNT
source: Delete Email Address
cs_cz: Odstranit e-mailovou adresu
de_de: E-Mail-Adresse löschen
es_es: Eliminar dirección de correo electrónico
fr_fr: Supprimer l'adresse électronique
hu_hu: E-mail cím törlése
it_it: Elimina indirizzo e-mail
ja_jp: 電子メール アドレスの削除
ko_kr: 이메일 주소 삭제
nb_no: Slett e-postadresse
nl_nl: E-mailadres verwijderen
pl_pl: Usuń adres e-mail
pt_br: Excluir endereço de e-mail
ru_ru: Удалить адрес электронной почты
sv_se: Ta bort e-postadress
tr_tr: E-posta Adresini Sil
zh_cn: 删除电子邮件地址
zh_tw: 刪除電子郵件地址

# CONTENT_USERS_DIALOG_STRING_DELETE_WD2GO_ACCOUNT_CONFIRM
source: Are you sure you want to delete this email address?
cs_cz: Opravdu chcete odstranit tuto e-mailovou adresu?
de_de: Diese E-Mail-Adresse wirklich löschen?
es_es: ¿Está seguro de que desea eliminar esta dirección de correo electrónico?
fr_fr: Êtes-vous sûr de vouloir supprimer cette adresse électronique ?
hu_hu: Biztosan el kívánja távolítani ezt az e-mail címet?
it_it: Eliminare l'indirizzo e-mail?
ja_jp: この電子メール アドレスを削除しますか?
ko_kr: 이 이메일 주소를 삭제하시겠습니까?
nb_no: Er du sikker på at du vil slette denne e-postadressen?
nl_nl: Weet u zeker dat u dit e-mailadres wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten adres e-mail?
pt_br: Tem certeza de que deseja excluir esse endereço de e-mail?
ru_ru: Действительно удалить этот адрес электронной почты?
sv_se: Vill du ta bort den här e-postadressen?
tr_tr: Bu e-posta adresini silmek istediğinizden emin misiniz?
zh_cn: 您确定要删除电子邮件地址吗?
zh_tw: 您確定要刪除此電子郵件位址？

# CONTENT_SHARES_BUMPER_TITLE_ABOUT_SHARES
source: About Shares
cs_cz: Sdílené složky
de_de: Info zu Freigaben
es_es: Acerca de los archivos compartidos
fr_fr: À propos des dossiers partagés
hu_hu: A megosztásokról
it_it: Informazioni sulle condivisioni
ja_jp: 共有について
ko_kr: 공유 정보
nb_no: Om delte ressurser
nl_nl: Info over shares
pl_pl: Udziały — informacje
pt_br: Sobre compartilhamentos
ru_ru: О ресурсах
sv_se: Om resurser
tr_tr: Paylaşımlar Hakkında
zh_cn: 关于共享
zh_tw: 共享說明

# CONTENT_SHARES_HEAD1_TITLE_ABOUT_SHARES
source: About Shares
cs_cz: Sdílené složky
de_de: Info zu Freigaben
es_es: Acerca de los archivos compartidos
fr_fr: À propos des dossiers partagés
hu_hu: A megosztásokról
it_it: Informazioni sulle condivisioni
ja_jp: 共有について
ko_kr: 공유 정보
nb_no: Om delte ressurser
nl_nl: Info over shares
pl_pl: Udziały — informacje
pt_br: Sobre compartilhamentos
ru_ru: О ресурсах
sv_se: Om resurser
tr_tr: Paylaşımlar Hakkında
zh_cn: 关于共享
zh_tw: 共享說明

# CONTENT_SHARES_STRING_ABOUT_SHARES_DESC
source: A share is an area for storing files (like a folder). You can create multiple shares on a single storage device, and control access to each share.
cs_cz: Sdílená složka je prostor pro ukládání souborů (podobně jako běžná složka). V jednom úložném zařízení můžete vytvořit více sdílených složek a ke každé sdílené složce nastavit přístup pro jednotlivé uživatele.
de_de: Eine Freigabe ist ein Bereich zum Speichern von Dateien (ähnlich einem Ordner). Sie können auf einem einzigen Speichergerät mehrere Freigaben erstellen und den Zugriff auf jede Freigabe separat verwalten.
es_es: Un archivo compartido es un área para almacenar archivos (como una carpeta). Puede crear varios archivos compartidos en un solo dispositivo de almacenamiento y controlar el acceso a cada archivo compartido.
fr_fr: Un dossier partagé permet le stockage de fichiers (comme un dossier classique). Il est possible de créer plusieurs dossiers partagés sur un seul dispositif et de contrôler l'accès à chacun d'entre eux.
hu_hu: A megosztás egy fájlok tárolására szolgáló terület (mint egy számítógépmappa). Ön egyetlen tárolóeszközön tetszőleges számú megosztást létrehozhat, és minden egyes megosztásnál szabályozhatja a hozzáféréseket.
it_it: Una condivisione è un'area per l'archiviazione di file (analogamente a una cartella). È possibile creare più condivisioni su un unico dispositivo di archiviazione e controllare l'accesso a ciascuna condivisione.
ja_jp: 共有はフォルダのようなファイルを保存するための領域です。 1 台のストレージ デバイスで複数の共有を作成し、各共有へのアクセスを制御できます。
ko_kr: 공유란 (폴더처럼) 파일을 저장하는 영역입니다. 단일 저장 장치에 여러 개의 공유를 만들고, 각 공유에 대한 액세스를 제어할 수 있습니다.
nb_no: En delt ressurs er et område for lagring av filer (som f.eks. en mappe). Du kan opprette flere delte ressurser på én enkelt lagringsenhet og styre tilgangen til hver delte ressurs.
nl_nl: Een share is een plek waar bestanden kunnen worden opgeslagen (net als een map). U kunt meerdere shares op één opslagapparaat maken en de toegang tot die shares beheren.
pl_pl: Udział to obszar przeznaczony na przechowywanie plików (podobnie jak folder). Można utworzyć wiele udziałów na jednym urządzeniu pamięci masowej i kontrolować dostęp do każdego z nich.
pt_br: Um compartilhamento é uma área para armazenamento de arquivos (como uma pasta). Você pode criar vários compartilhamentos em um único dispositivo de armazenamento e controlar o acesso a cada compartilhamento.
ru_ru: Ресурс представляет собой область для хранения файлов (аналогично папке). На одном устройстве хранения можно создать несколько ресурсов и управлять доступом к каждому из них.
sv_se: En resurs är ett område där du kan lagra filer (såsom en mapp). Du kan skapa flera resurser på en lagringsenhet och kontrollera åtkomsten till varje resurs.
tr_tr: Paylaşım, dosyaların depolandığı bir alandır (klasör gibi). Tek bir depolama aygıtında birden çok paylaşım oluşturabilir ve her bir paylaşıma erişimi denetleyebilirsiniz.
zh_cn: 共享是指一个用于存储文件的区域(如一个文件夹)。 您可以一个存储设备上创建多个共享，并控制对每个共享的访问。
zh_tw: 共享是一個儲存檔案的區域 (類似於資料夾)。 可在單一儲存裝置建立多個共享，控制對每個共享的存取。

# CONTENT_SHARES_HEAD1_MANAGE_SHARES
source: Managing Shares
cs_cz: Správa sdílených složek
de_de: Freigaben verwalten
es_es: Gestionando archivos compartidos
fr_fr: Gestion des dossiers partagés
hu_hu: Megosztások kezelése
it_it: Gestione condivisioni
ja_jp: 共有の管理
ko_kr: 공유 관리
nb_no: Administrere delte ressurser
nl_nl: Shares beheren
pl_pl: Zarządzanie udziałami
pt_br: Gerenciamento de compartilhamentos
ru_ru: Управление ресурсами
sv_se: Hantera resurser
tr_tr: Paylaşımları Yönetme
zh_cn: 管理共享
zh_tw: 管理共享

# CONTENT_SHARES_DIALOG_TITLE_ADD_SHARE
source: Add Share
cs_cz: Přidat sdílenou složku
de_de: Freigabe hinzufügen
es_es: Agregar archivo compartido
fr_fr: Ajouter un dossier partagé
hu_hu: Megosztás hozzáadása
it_it: Aggiungi condivisione
ja_jp: 共有の追加
ko_kr: 공유 추가
nb_no: Legg til delt ressurs
nl_nl: Share toevoegen
pl_pl: Dodawanie udziału
pt_br: Adicionar compartilhamento
ru_ru: Добавить ресурс
sv_se: Lägg till resurs
tr_tr: Paylaşım Ekle
zh_cn: 添加共享
zh_tw: 新增共享

# CONTENT_SHARES_DIALOG_STRING_CREATE_SHARE
source: Create Share
cs_cz: Vytvořit sdílenou složku
de_de: Freigabe erstellen
es_es: Crear archivo compartido
fr_fr: Créer un dossier partagé
hu_hu: Megosztás létrehozása
it_it: Crea condivisione
ja_jp: 共有の作成
ko_kr: 공유 만들기
nb_no: Opprett delt ressurs
nl_nl: Share maken
pl_pl: Utwórz udział
pt_br: Criar compartilhamento
ru_ru: Создать ресурс
sv_se: Skapa resurs
tr_tr: Paylaşım Oluştur
zh_cn: 创建共享
zh_tw: 建立共享

# CONTENT_SHARES_TOGGLE_LABEL_PUBLIC_ACCESS
source: Public Access
cs_cz: Veřejný přístup
de_de: Öffentlicher Zugriff
es_es: Acceso publico
fr_fr: Accès public
hu_hu: Nyílt hozzáférés
it_it: Accesso pubblico
ja_jp: パブリック アクセス
ko_kr: 공용 액세스
nb_no: Offentlig tilgang
nl_nl: Openbare toegang
pl_pl: Dostęp publiczny
pt_br: Acesso público
ru_ru: Открытый доступ
sv_se: Offentlig åtkomst
tr_tr: Ortak Erişim
zh_cn: 公共访问
zh_tw: 共用存取

# CONTENT_SHARES_DIALOG_STRING_DELETE_SHARE_DESC
source: Deleting this share will delete all content and configuration settings within the share.
cs_cz: Odstraněním této sdílené složky odstraníte veškerý obsah a konfigurační nastavení sdílené složky.
de_de: Beim Löschen der Freigabe werden alle Inhalte und Konfigurationseinstellungen der Freigabe gelöscht.
es_es: Al eliminar este archivo compartido se eliminarán todos los contenidos y la configuración que haya en dicho archivo.
fr_fr: La suppression de ce dossier partagé implique la suppression de son contenu et de ses paramètres de configuration.
hu_hu: Ha törli ezt a megosztást, minden, a megosztáshoz tartozó tartalom és konfigurációs beállítás is törlődik.
it_it: L'eliminazione della condivisione eliminerà tutti i contenuti e le impostazioni di configurazione all'interno della condivisione.
ja_jp: この共有を削除すると、共有内のすべてのコンテンツと構成設定が削除されます。
ko_kr: 이 공유를 삭제하면 공유 내의 모든 내용과 구성 설정이 삭제됩니다.
nb_no: Sletting av denne delte ressursen vil slette alt innhold og alle konfigurasjonsinnstillinger innenfor den delte ressursen.
nl_nl: Wanneer u deze share verwijdert, verwijdert u alle media en configuratie-instellingen binnen die share.
pl_pl: Usunięcie tego udziału spowoduje usunięcie wszelkiej zawartości i ustawień konfiguracyjnych przechowywanych w tym udziale.
pt_br: A exclusão desse compartilhamento excluirá todo o conteúdo e definições de configuração com o compartilhamento.
ru_ru: При удалении этого ресурса будут удалены все содержащиеся в нем содержимое и настройки конфигурации.
sv_se: Om du tar bort den här resursen tas allt innehåll och alla konfigurationsinställningar inom resursen bort.
tr_tr: Bu paylaşımın silinmesi, paylaşımın içindeki tüm içeriği ve yapılandırma ayarlarını siler.
zh_cn: 删除此共享将删除其所有的内容和配置设置。
zh_tw: 刪除此共享將會刪除所有內容以及共享中的組態設定。
