Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# ERROR_ID_117
source: Failed to delete low-level OS user.
cs_cz: Nepodařilo se odstranit uživatele OS nízké úrovně.
de_de: Fehler beim Löschen des Low-Level-Betriebssystembenutzers.
es_es: Error al eliminar al usuario del SO de nivel bajo.
fr_fr: Échec de suppression de l'utilisateur du SE de bas niveau.
hu_hu: Az alacsony szintű OS felhasználó törlése sikertelen.
it_it: Eliminazione utente del SO di livello basso non riuscita.
ja_jp: 低レベル OS ユーザーを削除できませんでした。
ko_kr: 저급 OS 사용자를 삭제하지 못했습니다.
nb_no: Klarte ikke å slette OS-bruker på lavere nivå.
nl_nl: Kon gebruiker van besturingssysteem op laag niveau niet verwijderen.
pl_pl: Nie można usunąć użytkownika systemu operacyjnego niskiego poziomu.
pt_br: Falha na exclusão do usuário de SO de baixo nível.
ru_ru: Не удалось удалить низкоуровневого пользователя ОС.
sv_se: Det gick inte att ta bort OS-användare på låg nivå.
tr_tr: Düşük düzeyli İşletim Sistemi kullanıcısı silinemedi.
zh_cn: 删除低级操作系统用户失败。
zh_tw: 刪除低階作業系統使用者失敗。

# ERROR_ID_118
source: Device name is invalid.
cs_cz: Název zařízení je neplatný.
de_de: Gerätename ist ungültig.
es_es: El nombre del dispositivo no es válido.
fr_fr: Le nom de dispositif n'est pas valide.
hu_hu: Az eszköz neve érvénytelen.
it_it: Nome dispositivo non valido.
ja_jp: デバイス名が無効です。
ko_kr: 장치 이름이 유효하지 않습니다.
nb_no: Enhetsnavnet er ugyldig.
nl_nl: Apparaatnaam is ongeldig.
pl_pl: Nazwa urządzenia jest nieprawidłowa.
pt_br: O nome do dispositivo é inválido.
ru_ru: Недопустимое название устройства.
sv_se: Enhetsnamnet är ogiltigt.
tr_tr: Aygıt adı geçersiz.
zh_cn: 设备名称无效。
zh_tw: 裝置名稱遺失。

# ERROR_ID_119
source: Album item not found.
cs_cz: Položka alba nebyla nalezena.
de_de: Albumelement wurde nicht gefunden.
es_es: Elemento del álbum no encontrado.
fr_fr: Élément d'album introuvable.
hu_hu: Az album eleme nem találhatóak.
it_it: Elemento album non trovato.
ja_jp: アルバム項目が見つかりません。
ko_kr: 앨범 항목이 없습니다.
nb_no: Albumelementet ble ikke funnet.
nl_nl: Albumonderdeel niet gevonden.
pl_pl: Nie odnaleziono pozycji albumu.
pt_br: O item do álbum não foi encontrado.
ru_ru: Элемент альбома не найден.
sv_se: Det gick inte att hitta albumobjekt.
tr_tr: Albüm öğesi bulunamadı.
zh_cn: 未找到相册项目。
zh_tw: 未找到相簿項目。

# ERROR_ID_120
source: No albums found.
cs_cz: Nebyla nalezena žádná alba.
de_de: Keine Alben gefunden.
es_es: No se encontraron álbumes.
fr_fr: Aucun album trouvé.
hu_hu: Album nem található.
it_it: Nessun album trovato.
ja_jp: アルバムが見つかりません。
ko_kr: 앨범이 없습니다.
nb_no: Ingen album ble funnet.
nl_nl: Geen albums gevonden.
pl_pl: Nie odnaleziono żadnego albumu.
pt_br: Nenhum álbum foi encontrado.
ru_ru: Не найдены альбомы.
sv_se: Inga album hittades.
tr_tr: Albüm bulunamadı.
zh_cn: 未找到相册。
zh_tw: 無法找到相簿。

# ERROR_ID_121
source: No album items found.
cs_cz: Nebyly nalezeny žádné položky alba.
de_de: Keine Albumelemente gefunden.
es_es: No se encontraron elementos del álbum.
fr_fr: Aucun élément d'album trouvé.
hu_hu: Albumban semmi nem található.
it_it: Nessun elemento album trovato.
ja_jp: アルバム項目が見つかりません。
ko_kr: 앨범 항목이 없습니다.
nb_no: Ingen albumelementer ble funnet.
nl_nl: Geen albumonderdelen gevonden.
pl_pl: Nie odnaleziono żadnej pozycji albumu.
pt_br: Nenhum item de álbum foi encontrado.
ru_ru: Не найдены элементы альбома.
sv_se: Inga albumobjekt hittades.
tr_tr: Albüm öğesi bulunamadı.
zh_cn: 未找到相册。
zh_tw: 無法找到相簿項目。

# ERROR_ID_122
source: Album ID is missing.
cs_cz: ID alba chybí.
de_de: Album-ID fehlt.
es_es: Falta el ID del álbum.
fr_fr: L'identifiant de l'album est manquant.
hu_hu: Az album azonosítója hiányzik.
it_it: ID album mancante.
ja_jp: アルバム ID が見つかりません。
ko_kr: 앨범 ID가 누락되었습니다.
nb_no: Album-ID mangler.
nl_nl: Album-ID ontbreekt.
pl_pl: Brak identyfikatora albumu.
pt_br: O código do álbum está ausente.
ru_ru: Идентификатор альбома отсутствует.
sv_se: Album-ID saknas.
tr_tr: Albüm kimliği eksik.
zh_cn: 相册 ID 丢失。
zh_tw: 相簿 ID 遺失。

# ERROR_ID_123
source: Invalid album name.
cs_cz: Neplatný název alba.
de_de: Ungültiger Albumname.
es_es: Nombre de álbum no válido.
fr_fr: Nom d'album non valide.
hu_hu: Érvénytelen albumnév.
it_it: Nome album non valido.
ja_jp: 無効なアルバム名。
ko_kr: 유효하지 않은 앨범 이름입니다.
nb_no: Ugyldig albumnavn.
nl_nl: Ongeldige albumnaam.
pl_pl: Nieprawidłowa nazwa albumu.
pt_br: O nome do álbum é inválido.
ru_ru: Недопустимое название альбома.
sv_se: Ogiltigt albumnamn.
tr_tr: Geçersiz albüm adı.
zh_cn: 相册名称无效。
zh_tw: 無效的相簿名稱。

# ERROR_ID_124
source: Album already exists.
cs_cz: Album již existuje.
de_de: Album ist bereits vorhanden.
es_es: El álbum ya existe.
fr_fr: L'album existe déjà.
hu_hu: Az album már létezik.
it_it: Album già esistente.
ja_jp: アルバムは既に存在します。
ko_kr: 앨범이 이미 존재합니다.
nb_no: Albumet finnes allerede.
nl_nl: Album bestaat al.
pl_pl: Album już istnieje.
pt_br: O álbum já existe.
ru_ru: Альбом уже существует.
sv_se: Album finns redan.
tr_tr: Albüm zaten mevcut.
zh_cn: 相册已存在。
zh_tw: 相簿已經存在。

# ERROR_ID_125
source: Image library not installed.
cs_cz: Knihovna obrázků není nainstalována.
de_de: Bildbibliothek nicht installiert.
es_es: Biblioteca de imágenes no instalada.
fr_fr: Bibliothèque d'images non installée.
hu_hu: Képes könyvtár nincs telepítve.
it_it: Libreria immagini non installata.
ja_jp: 画像ライブラリがインストールされていません。
ko_kr: 이미지 라이브러리가 설치되지 않았습니다.
nb_no: Bildebibliotek ikke installert.
nl_nl: Afbeeldingsbibliotheek niet geïnstalleerd.
pl_pl: Biblioteka obrazów nie jest zainstalowana.
pt_br: A biblioteca de imagens não foi instalada.
ru_ru: Библиотека изображений не установлена.
sv_se: Bildbibliotek inte installerat.
tr_tr: Görüntü kitaplığı yüklü değil.
zh_cn: 映像库未安装。
zh_tw: 未安裝影像媒體櫃。

# ERROR_ID_126
source: Database access failed.
cs_cz: Přístup k databázi se nezdařil.
de_de: Fehler beim Datenbankzugriff.
es_es: Error de acceso a la base de datos.
fr_fr: Échec d'accès à la base de données.
hu_hu: Az adatbázishoz való hozzáférés sikertelen.
it_it: Accesso database non riuscito.
ja_jp: データベース アクセスが失敗しました。
ko_kr: 데이터베이스 액세스에 실패했습니다.
nb_no: Databasetilgang mislyktes.
nl_nl: Toegang tot database mislukt.
pl_pl: Nie można uzyskać dostępu do bazy danych.
pt_br: Falha no acesso ao banco de dados.
ru_ru: Сбой доступа к базе данных.
sv_se: Databasåtkomst misslyckades.
tr_tr: Veritabanı erişimi başarısız oldu.
zh_cn: 数据库访问失败。
zh_tw: 資料庫存取失敗。

# ERROR_ID_127
source: Deleting the Public share is forbidden.
cs_cz: Odstranění veřejné sdílené složky je zakázáno.
de_de: Das Löschen der öffentlichen Freigabe ist verboten.
es_es: Se prohibe eliminar el archivo compartido público.
fr_fr: La suppression de dossiers partagés publics n'est pas autorisée.
hu_hu: A nyilvános megosztás törlése tilos!
it_it: L'eliminazione della condivisione pubblica non è consentita.
ja_jp: パブリック共有の削除は禁止されています。
ko_kr: 공용 공유를 삭제하는 것은 허용되지 않습니다.
nb_no: Det er forbudt å slette den offentlig delte ressursen.
nl_nl: Het verwijderen van de openbare share is verboden.
pl_pl: Usunięcie udziału publicznego jest zabronione.
pt_br: A exclusão de compartilhamento público é proibida.
ru_ru: Удаление открытого ресурса запрещено.
sv_se: Det är förbjudet att ta bort offentlig resurs.
tr_tr: Ortak paylaşımın silinmesi yasaklandı.
zh_cn: 禁止删除公用共享。
zh_tw: 禁止刪除公用共享。

# ERROR_ID_128
source: Renaming the Public share is forbidden.
cs_cz: Přejmenování veřejné sdílené složky je zakázáno.
de_de: Das Umbenennen der öffentlichen Freigabe ist verboten.
es_es: Se prohibe cambiar el nombre del archivo compartido público.
fr_fr: Le changement de nom de dossier partagé public n'est pas autorisé.
hu_hu: A nyilvános megosztás átnevezése tilos!
it_it: La ridenominazione della condivisione pubblica non è consentita.
ja_jp: パブリック共有名の変更は禁止されています。
ko_kr: 공용 공유의 이름을 바꾸는 것은 허용되지 않습니다.
nb_no: Det er forbudt å gi nytt navn til den offentlig delte ressursen.
nl_nl: Naam wijzigen van de openbare share is verboden.
pl_pl: Zmiana nazwy udziału publicznego jest zabroniona.
pt_br: A renomeação de compartilhamento público é proibida.
ru_ru: Переименование открытого ресурса запрещено.
sv_se: Det är förbjudet att ändra namn på offentlig resurs.
tr_tr: Ortak paylaşımın yeniden adlandırılması yasaklandı.
zh_cn: 禁止重命名公用共享。
zh_tw: 禁止重新命名公用共享。

# ERROR_ID_129
source: Failed to copy file.
cs_cz: Nepodařilo se kopírovat soubor.
de_de: Fehler beim Kopieren der Datei.
es_es: Error al copiar el archivo.
fr_fr: Échec de copie du fichier.
hu_hu: A fájl másolása sikertelen.
it_it: Copia file non riuscita.
ja_jp: ファイルをコピーできませんでした。
ko_kr: 파일을 복사하지 못했습니다.
nb_no: Klarte ikke å kopiere filen.
nl_nl: Kon bestand niet kopiëren.
pl_pl: Nie można skopiować pliku.
pt_br: Falha na cópia do arquivo.
ru_ru: Не удалось скопировать файл.
sv_se: Det gick inte att kopiera fil.
tr_tr: Dosya kopyalanamadı.
zh_cn: 复制文件失败。
zh_tw: 複製檔案失敗。

# ERROR_ID_130
source: Failed to copy directory.
cs_cz: Nepodařilo se kopírovat adresář.
de_de: Fehler beim Kopieren des Verzeichnisses.
es_es: Error al copiar el directorio.
fr_fr: Échec de copie du répertoire.
hu_hu: A könyvtár másolása sikertelen.
it_it: Copia directory non riuscita.
ja_jp: ディレクトリをコピーできませんでした。
ko_kr: 디렉토리를 복사하지 못했습니다.
nb_no: Klarte ikke å kopiere katalogen.
nl_nl: Kon map niet kopiëren.
pl_pl: Nie można skopiować katalogu.
pt_br: Falha na cópia do diretório.
ru_ru: Не удалось скопировать каталог.
sv_se: Det gick inte att kopiera katalog.
tr_tr: Dizin kopyalanamadı.
zh_cn: 复制目录失败。
zh_tw: 複製名錄失敗。

# ERROR_ID_131
source: File list is empty.
cs_cz: Seznam souborů je prázdný.
de_de: Dateiliste ist leer.
es_es: La lista de archivos está vacía.
fr_fr: La liste de fichiers est vide.
hu_hu: A fájl lista üres.
it_it: L'elenco file è vuoto.
ja_jp: ファイル リストが空です。
ko_kr: 파일 목록이 비어 있습니다.
nb_no: Fillisten er tom.
nl_nl: Bestandslijst is leeg.
pl_pl: Lista plików jest pusta.
pt_br: A lista de arquivos está vazia.
ru_ru: Список файлов пуст.
sv_se: Fillistan är tom.
tr_tr: Dosya listesi boş.
zh_cn: 文件列表为空。
zh_tw: 檔案清單空白。

# ERROR_ID_132
source: Both default ports and manual ports true.
cs_cz: Jak výchozí porty, tak ručně zadané porty mají hodnotu „pravda“.
de_de: Sowohl Standardports als auch manuelle Ports sind „wahr“.
es_es: Los puertos predeterminados y los puertos manuales tienen el valor verdadero.
fr_fr: Les ports par défaut comme les ports manuels sont activés.
hu_hu: Mind az alapértelmezett, mind a manuálisan beállított portok valódiak.
it_it: Porte predefinite e porte manuali entrambe su true.
ja_jp: デフォルト ポートと手動ポートの両方が有効です。
ko_kr: 기본 포트와 수동 포트가 모두 있습니다.
nb_no: Både standardporter og manuelle porter brukes.
nl_nl: Zowel standaardpoorten als handmatige poorten waar.
pl_pl: Zarówno porty domyślne, jak i porty ustawiane ręcznie mają ustawioną wartość true.
pt_br: As opções de portas padrão e de portas manuais foram selecionadas ao mesmo tempo.
ru_ru: И порты по умолчанию, и ручные порты истинны.
sv_se: Både standardportar och manuella portar sanna.
tr_tr: Hem varsayılan bağlantı noktaları hem de manuel bağlantı noktaları doğru.
zh_cn: 默认端口和手动设置的断空都为真。
zh_tw: 預設連接埠和手動連接埠兩者為真。

# ERROR_ID_133
source: No results found.
cs_cz: Nebyly nalezeny žádné výsledky.
de_de: Keine Ergebnisse gefunden.
es_es: No se encontraron resultados.
fr_fr: Aucun résultat trouvé.
hu_hu: Nincs találat.
it_it: Nessun risultato trovato.
ja_jp: 結果が見つかりません。
ko_kr: 결과가 없습니다.
nb_no: Ingen resultater funnet.
nl_nl: Geen resultaten gevonden.
pl_pl: Nie odnaleziono żadnych wyników.
pt_br: Nenhum resultado foi encontrado.
ru_ru: Не найдены результаты.
sv_se: Inga resultat hittades.
tr_tr: Sonuç bulunamadı.
zh_cn: 未找到结果。
zh_tw: 無法找到結果。

# ERROR_ID_134
source: Album item already exists.
cs_cz: Položka alba již existuje.
de_de: Albumelement ist bereits vorhanden.
es_es: El elemento del álbum ya existe.
fr_fr: L'élément d'album existe déjà.
hu_hu: Az album eleme már létezik.
it_it: Elemento album già esistente.
ja_jp: アルバム項目は既に存在します。
ko_kr: 앨범 항목이 이미 존재합니다.
nb_no: Albumelementet finnes allerede.
nl_nl: Albumonderdeel bestaat al.
pl_pl: Pozycja albumu już istnieje.
pt_br: O item de álbum já existe.
ru_ru: Элемент альбома уже существует.
sv_se: Albumobjekt finns redan.
tr_tr: Albüm öğesi zaten mevcut.
zh_cn: 相册项目已存在。
zh_tw: 相簿項目已經存在。

# ERROR_ID_135
source: Social Network is missing.
cs_cz: Chybí sociální síť.
de_de: Soziales Netzwerk fehlt.
es_es: Falta la red social.
fr_fr: Le réseau social est manquant.
hu_hu: A közösségi hálózat hiányzik.
it_it: Social network mancante.
ja_jp: ソーシャル ネットワークが見つかりません。
ko_kr: 소셜 네트워크가 누락되었습니다.
nb_no: Sosialt nettverk mangler.
nl_nl: Sociaal netwerk ontbreekt.
pl_pl: Brak sieci społecznościowej.
pt_br: A rede social está ausente.
ru_ru: Социальная сеть отсутствует.
sv_se: Socialt nätverk saknas.
tr_tr: Sosyal ağ eksik.
zh_cn: 社交网络缺失。
zh_tw: 社交網路遺失。

# ERROR_ID_136
source: Social Network not found.
cs_cz: Sociální síť nebyla nalezena.
de_de: Soziales Netzwerk wurde nicht gefunden.
es_es: Red social no encontrada.
fr_fr: Réseau social introuvable.
hu_hu: A közösségi hálózat nem található.
it_it: Social network non trovata.
ja_jp: ソーシャル ネットワークが見つかりません。
ko_kr: 소셜 네트워크가 없습니다.
nb_no: Sosialt nettverk ble ikke funnet.
nl_nl: Sociaal netwerk niet gevonden.
pl_pl: Nie odnaleziono sieci społecznościowej.
pt_br: A rede social não foi encontrada.
ru_ru: Социальная сеть не найдена.
sv_se: Det gick inte att hitta socialt nätverk.
tr_tr: Sosyal Ağ bulunamadı.
zh_cn: 未找到社交网络。
zh_tw: 未找到社交網路。

# ERROR_ID_137
source: Social Network expired.
cs_cz: Platnost sociální sítě vypršela.
de_de: Soziales Netzwerk ist abgelaufen.
es_es: Red social expirada.
fr_fr: Réseau social expiré.
hu_hu: A közösségi hálózat lejárt.
it_it: Social network scaduta.
ja_jp: ソーシャル ネットワークの有効期限が切れました。
ko_kr: 소셜 네트워크가 만료되었습니다.
nb_no: Sosialt nettverk utløpt.
nl_nl: Sociaal netwerk verlopen.
pl_pl: Sieć społecznościowa wygasła.
pt_br: Rede social expirada.
ru_ru: Истек срок действия социальной сети.
sv_se: Socialt nätverk har utgått.
tr_tr: Sosyal Ağın süresi doldu.
zh_cn: 社交网络过期。
zh_tw: 社交網路過期。

# ERROR_ID_138
source: Social Network failed.
cs_cz: Sociální síť selhala.
de_de: Fehler mit dem sozialen Netzwerk.
es_es: Error de la red social.
fr_fr: Échec du réseau social.
hu_hu: A közösségi hálózat hibás.
it_it: Social network non riuscita.
ja_jp: ソーシャル ネットワークが失敗しました。
ko_kr: 소셜 네트워크가 실패했습니다.
nb_no: Sosialt nettverk mislyktes.
nl_nl: Sociaal netwerk mislukt.
pl_pl: Sieć społecznościowa nie działa.
pt_br: Falha na rede social.
ru_ru: Сбой социальной сети.
sv_se: Socialt nätverk misslyckades.
tr_tr: Sosyal Ağ başarısız oldu.
zh_cn: 社交网络出现故障。
zh_tw: 社交網路失敗。

# ERROR_ID_139
source: Group not found.
cs_cz: Skupina nebyla nalezena.
de_de: Gruppe wurde nicht gefunden.
es_es: Grupo no encontrado.
fr_fr: Groupe introuvable.
hu_hu: A csoport nem található.
it_it: Gruppo non trovato.
ja_jp: グループが見つかりません。
ko_kr: 그룹이 없습니다.
nb_no: Gruppen ble ikke funnet.
nl_nl: Groep niet gevonden.
pl_pl: Nie odnaleziono grupy.
pt_br: O grupo não foi encontrado.
ru_ru: Группа не найдена.
sv_se: Det gick inte att hitta grupp.
tr_tr: Grup bulunamadı.
zh_cn: 未找到小组。
zh_tw: 無法找到群組。

# ERROR_ID_140
source: EULA not accepted.
cs_cz: Smlouva EULA nebyla přijata.
de_de: EULA nicht akzeptiert.
es_es: CLUF no aceptado.
fr_fr: CLUF non accepté.
hu_hu: A végfelhasználói licencszerződés nem elfogadható.
it_it: EULA non accettato.
ja_jp: EULA に同意していません。
ko_kr: EULA가 수락되지 않았습니다.
nb_no: Lisensavtalen for sluttbrukere ble ikke akseptert.
nl_nl: Gebruiksrechtovereenkomst niet geaccepteerd.
pl_pl: Nie zaakceptowano umowy EULA.
pt_br: O EULA não foi aceito.
ru_ru: Не принято лицензионное соглашение с конечным пользователем.
sv_se: EULA godkänns inte.
tr_tr: EULA kabul edilmedi.
zh_cn: EULA 未被接受。
zh_tw: 未接收 EULA。

# ERROR_ID_141
source: EULA bad request.
cs_cz: EULA – chybný požadavek.
de_de: EULA: ungültige Anforderung.
es_es: Solicitud incorrecta del CLUF.
fr_fr: Demande incorrecte relative au CLUF.
hu_hu: Hibás kérés a végfelhasználói licencszerződés kapcsán.
it_it: Richiesta EULA non valida.
ja_jp: EULA 不正要求。
ko_kr: 잘못된 EULA 요청입니다.
nb_no: Ugyldig forespørsel for lisensavtalen for sluttbrukere.
nl_nl: Ongeldig verzoek om gebruiksrechtovereenkomst.
pl_pl: Błędne żądanie EULA.
pt_br: A solicitação de EULA é inválida.
ru_ru: Ошибочный запрос лицензионного соглашения с конечным пользователем.
sv_se: EULA dålig begäran.
tr_tr: EULA geçersiz isteği.
zh_cn: 错误的 WULA 请求。
zh_tw: EULA 錯誤要求。

# ERROR_ID_142
source: EULA internal server error.
cs_cz: EULA – chyba interního serveru.
de_de: EULA: interner Serverfehler.
es_es: Error interno del servidor del CLUF.
fr_fr: Erreur interne du serveur relative au CLUF.
hu_hu: Belső kiszolgálóhiba a végfelhasználói licencszerződés kapcsán.
it_it: Errore del server interno EULA.
ja_jp: EULA 内部サーバーエラー。
ko_kr: EULA 내부 서버 오류입니다.
nb_no: Intern serverfeil i lisensavtalen for sluttbrukere.
nl_nl: Interne serverfout met gebruiksrechtovereenkomst.
pl_pl: EULA: wewnętrzny błąd serwera.
pt_br: Erro interno de servidor para EULA.
ru_ru: Внутренняя ошибка сервера: лицензионное соглашение с конечным пользователем.
sv_se: EULA internt serverfel.
tr_tr: EULA iç sunucu hatası.
zh_cn: EULA 内部服务器错误。
zh_tw: EULA 伺服器內部錯誤。

# ERROR_ID_143
source: Device not registered.
cs_cz: Zařízení není zaregistrováno.
de_de: Gerät ist nicht registriert.
es_es: Dispositivo no registrado.
fr_fr: Dispositif non enregistré.
hu_hu: Az eszköz nem regisztrált.
it_it: Dispositivo non registrato.
ja_jp: デバイスは登録されていません。
ko_kr: 장치가 등록되지 않았습니다.
nb_no: Enheten er ikke registrert.
nl_nl: Apparaat niet geregistreerd.
pl_pl: Urządzenie nie jest zarejestrowane.
pt_br: O dispositivo não está registrado.
ru_ru: Устройство не зарегистрировано.
sv_se: Enheten inte registrerad.
tr_tr: Aygıt kaydedilmedi.
zh_cn: 设备未注册。
zh_tw: 未註冊裝置。

# ERROR_ID_144
source: Device registration bad request.
cs_cz: Registrace zařízení – chybný požadavek.
de_de: Ungültige Anforderung bei der Geräteregistrierung.
es_es: Solicitud incorrecta de registro del dispositivo.
fr_fr: Demande incorrecte relative à l'enregistrement du dispositif.
hu_hu: Hibás kérés az eszköz regisztrációjánál.
it_it: Richiesta registrazione dispositivo non valida.
ja_jp: デバイス登録不正要求。
ko_kr: 잘못된 장치 등록 요청입니다.
nb_no: Ugyldig forespørsel ved enhetsregistrering.
nl_nl: Ongeldig verzoek om apparaatregistratie.
pl_pl: Błędne żądanie rejestracji urządzenia.
pt_br: A solicitação de registro de dispositivo é inválida.
ru_ru: Ошибочный запрос регистрации устройства.
sv_se: Dålig begäran för enhetsregistrering.
tr_tr: Aygıt kaydı geçersiz isteği.
zh_cn: 设备注册请求错误。
zh_tw: 裝置註冊錯誤要求。

# ERROR_ID_145
source: Device internal server error.
cs_cz: Zařízení – chyba interního serveru.
de_de: Gerät: interner Serverfehler.
es_es: Error interno del servidor del dispositivo.
fr_fr: Erreur interne du serveur relative au dispositif.
hu_hu: Belső kiszolgálóhiba az eszköz kapcsán.
it_it: Errore del server interno dispositivo.
ja_jp: デバイス内部サーバーエラー。
ko_kr: 장치 내부 서버 오류입니다.
nb_no: Intern serverfeil for enheten.
nl_nl: Interne serverfout met apparaat.
pl_pl: Urządzenie: wewnętrzny błąd serwera.
pt_br: Erro interno de servidor para dispositivo.
ru_ru: Внутренняя ошибка сервера: устройство.
sv_se: Internt serverfel för enhet.
tr_tr: Aygıt iç sunucu hatası.
zh_cn: 设备内部服务器错误。
zh_tw: 裝置伺服器內部錯誤。

# ERROR_ID_146
source: System configuration internal server error.
cs_cz: Konfigurace systému – chyba interního serveru.
de_de: Interner Serverfehler bei der Systemkonfiguration.
es_es: Error interno del servidor de configuración del sistema.
fr_fr: Erreur interne du serveur relative à la configuration du système.
hu_hu: Rendszer-konfigurációval kapcsolatos belső kiszolgálóhiba történt.
it_it: Errore del server interno di configurazione del sistema.
ja_jp: システム設定内部サーバー エラー。
ko_kr: 시스템 구성 내부 서버 오류입니다.
nb_no: Intern serverfeil ved systemkonfigurasjon.
nl_nl: Interne serverfout met systeemconfiguratie.
pl_pl: Konfiguracja systemu: wewnętrzny błąd serwera.
pt_br: Erro interno de servidor para configuração de sistema.
ru_ru: Внутренняя ошибка сервера: системная конфигурация.
sv_se: Internt serverfel för systemkonfiguration.
tr_tr: Sistem yapılandırma iç sunucu hatası.
zh_cn: 系统配置内部服务器错误。
zh_tw: 系統設定伺服器內部錯誤。

# ERROR_ID_147
source: System configuration bad request.
cs_cz: Konfigurace systému – chybný požadavek.
de_de: Ungültige Anforderung bei der Systemkonfiguration.
es_es: Solicitud incorrecta de configuración del sistema.
fr_fr: Demande incorrecte relative à la configuration du système.
hu_hu: Hibás a rendszer-konfigurációs kérés.
it_it: Richiesta configurazione sistema non valida.
ja_jp: システム設定不正要求。
ko_kr: 잘못된 장치 구성 요청입니다.
nb_no: Ugyldig forespørsel for systemkonfigurasjon.
nl_nl: Ongeldig verzoek om systeemconfiguratie.
pl_pl: Błędne żądanie konfiguracji systemu.
pt_br: A solicitação de configuração de sistema é inválida.
ru_ru: Ошибочный запрос системной конфигурации.
sv_se: Dålig begäran för systemkonfiguration.
tr_tr: Sistem yapılandırma geçersiz isteği.
zh_cn: 系统配置请求错误。
zh_tw: 裝置設定錯誤要求。

# ERROR_ID_148
source: Device description bad request.
cs_cz: Popis zařízení – chybný požadavek.
de_de: Ungültige Anforderung bei der Gerätebeschreibung.
es_es: Solicitud incorrecta de la descripción del dispositivo.
fr_fr: Demande incorrecte relative à la description du dispositif.
hu_hu: Hibás kérés az eszköz leírásánál.
it_it: Richiesta descrizione dispositivo non valida.
ja_jp: デバイスの説明不正要求。
ko_kr: 잘못된 장치 설명 요청입니다.
nb_no: Ugyldig forespørsel for enhetsbeskrivelse.
nl_nl: Ongeldig verzoek om apparaatbeschrijving.
pl_pl: Błędne żądanie opisu urządzenia.
pt_br: A solicitação de descrição de dispositivo é inválida.
ru_ru: Ошибочный запрос описания устройства.
sv_se: Dålig begäran för enhetsbeskrivning.
tr_tr: Aygıt açıklaması geçersiz isteği.
zh_cn: 设备描述请求错误。
zh_tw: 裝置描述錯誤要求。

# ERROR_ID_149
source: Device description internal server error.
cs_cz: Popis zařízení – chyba interního serveru.
de_de: Interner Serverfehler bei der Gerätebeschreibung.
es_es: Error interno del servidor de descripción del dispositivo.
fr_fr: Erreur interne du serveur relative à la description du dispositif.
hu_hu: Belső kiszolgálóhiba az eszköz leírása kapcsán.
it_it: Errore del server interno descrizione dispositivo.
ja_jp: デバイスの説明サーバーエラー。
ko_kr: 장치 설명 내부 서버 오류입니다.
nb_no: Intern serverfeil ved enhetsbeskrivelse.
nl_nl: Interne serverfout met apparaatbeschrijving.
pl_pl: Opis urządzenia: wewnętrzny błąd serwera.
pt_br: Erro interno de servidor para descrição de dispositivo.
ru_ru: Внутренняя ошибка сервера: описание устройств.
sv_se: Internt serverfel för enhetsbeskrivning.
tr_tr: Aygıt açıklaması iç sunucu hatası.
zh_cn: 设备描述内部服务器错误。
zh_tw: 裝置描述伺服器內部錯誤。

# ERROR_ID_150
source: Media server configuration internal server error.
cs_cz: Konfigurace serveru médií – chyba interního serveru.
de_de: Interner Serverfehler bei der Medienserverkonfiguration.
es_es: Error interno del servidor de configuración del servidor multimedia.
fr_fr: Erreur interne du serveur relative à la configuration du serveur multimédia.
hu_hu: Belső kiszolgálóhiba a médiakiszolgáló konfigurációja kapcsán.
it_it: Errore del server interno configurazione dei contenuti multimediali.
ja_jp: メディア サーバー設定内部サーバー エラー。
ko_kr: 미디어 서버 구성 내부 서버 오류입니다.
nb_no: Intern serverfeil ved konfigurasjon av medieserver.
nl_nl: Interne serverfout met mediaserverconfiguratie.
pl_pl: Konfiguracja serwera multimediów: wewnętrzny błąd serwera.
pt_br: Erro interno de servidor para configuração de servidor de mídia.
ru_ru: Внутренняя ошибка сервера: конфигурация сервера мультимедиа.
sv_se: Internt serverfel för mediaserverkonfiguration.
tr_tr: Medya sunucusu yapılandırma iç sunucu hatası.
zh_cn: 媒体服务器配置内部错误。
zh_tw: 媒體伺服器設定伺服器內部錯誤。
