Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# CONTENT_CLOUD_ACCESS_STRING_CLOUD_ACCESS_DISABLED_EXPLANATION_2
source: To enable Cloud Access, navigate to Settings > General > Cloud Access.
cs_cz: Chcete-li povolit Přístup ke cloudu, přejděte k položce Nastavení > Obecná > Přístup ke cloudu.
de_de: Navigieren Sie zu „Einstellungen“ > „Allgemein“ > „Cloud-Zugriff“, um den Cloud-Zugriff zu aktivieren.
es_es: Para habilitar el acceso a la nube, navegue hasta Configuración > General > Acceso a la nube.
fr_fr: Pour activer l'accès au cloud, accédez à Paramètres > Général > Accès au cloud.
hu_hu: A felhőalapú hozzáférés engedélyezéséhez: Beállítások > Általános > Felhőalapú hozzáférés
it_it: Per l'abilitazione ad Accesso cloud, accedere a Impostazioni > Generali > Accesso cloud.
ja_jp: クラウド アクセスを有効にするには、[設定] > [全般] > [クラウド アクセス] に移動します。
ko_kr: 클라우드 액세스를 활성화하려면 설정 > 일반 > 클라우드 액세스로 이동하십시오.
nb_no: For å aktivere Cloud-tilgang, gå til Innstillinger > Generelt > Cloud-tilgang.
nl_nl: Om cloudtoegang in te schakelen, gaat u naar Instellingen > Algemeen > Cloudtoegang.
pl_pl: Aby włączyć dostęp do chmury, wybierz kolejno pozycje Ustawienia > Ogólne > Dostęp do chmury.
pt_br: Para ativar o Acesso à nuvem, navegue para Configurações > Gerais > Acesso à nuvem.
ru_ru: Для того чтобы включить доступ к облаку, перейдите в раздел «Настройки» > «Основные» > «Доступ к облаку».
sv_se: Aktivera molnåtkomst genom att navigera till Inställningar > Allmänt > Molnåtkomst.
tr_tr: Bulut Erişimini etkinleştirmek için, Ayarlar > Genel > Bulut Erişimi öğesine gidin.
zh_cn: 要启用云访问，找到“设置&quot;>&quot;一般&quot;>&quot;云访问“。
zh_tw: 欲啟用雲端存取，請瀏覽至「設定」>「一般」>「雲端存取」。

# CONTENT_CLOUD_ACCESS_HEAD2_CLOUD_ACCESS_FOR
source: Cloud devices for <span class='remote_access_username'></span>
cs_cz: Zařízení v cloudu pro <span class='remote_access_username'></span>
de_de: Cloud-Geräte für <span class='remote_access_username'></span>
es_es: Dispositivos de la nube para <span class='remote_access_username'></span>
fr_fr: Dispositifs du cloud pour <span class='remote_access_username'></span>
hu_hu: Felhőeszközök ide: <span class='remote_access_username'></span>
it_it: Dispositivi cloud per <span class='remote_access_username'></span>
ja_jp: <span class='remote_access_username'></span>のクラウド デバイス
ko_kr: <span class='remote_access_username'></span>의 클라우드 장치
nb_no: Cloud-enheter for <span class='remote_access_username'></span>
nl_nl: Cloudapparaten voor <span class='remote_access_username'></span>
pl_pl: Urządzenia chmurowe dla użytkownika <span class='remote_access_username'></span>
pt_br: Dispositivos na nuvem para <span class='remote_access_username'></span>
ru_ru: Устройства облака для <span class='remote_access_username'></span>
sv_se: Molnenheter för <span class='remote_access_username'></span>
tr_tr: <span class='remote_access_username'></span> için bulut aygıtları
zh_cn: 云设备 <span class='remote_access_username'></span>
zh_tw: 為 <span class='remote_access_username'></span> 所使用的雲端裝置

# CONTENT_CLOUD_ACCESS_STRING_NO_DAC_CONFIGURED_FOR
source: There is no cloud device access configured for <span class='remote_access_username'></span>.
cs_cz: Není nainstalován žádný přístup k zařízením v cloudu pro <span class='remote_access_username'></span>.
de_de: Für <span class='remote_access_username'></span> ist kein Zugriff auf ein Cloud-Gerät konfiguriert.
es_es: No hay accesos de dispositivos de la nube configurados para <span class='remote_access_username'></span>.
fr_fr: Aucun accès aux dispositifs du cloud n'est configuré pour <span class='remote_access_username'></span>.
hu_hu: A felhőeszköz hozzáférés nincs konfigurálva erre: <span class='remote_access_username'></span>.
it_it: Nessun accesso a dispositivi cloud configurato per <span class='remote_access_username'></span>.
ja_jp: <span class='remote_access_username'></span> に設定されたクラウド デバイス アクセスはありません。
ko_kr: <span class='remote_access_username'></span>이(가) 사용하도록 구성된 클라우드 장치 액세스가 없습니다.
nb_no: Det er ingen Cloud-tilgang for enheter konfigurert for <span class='remote_access_username'></span>.
nl_nl: Er is geen cloudapparaattoegang geconfigureerd voor <span class='remote_access_username'></span>.
pl_pl: Nie skonfigurowano dostępu do urządzenia chmurowego dla użytkownika <span class='remote_access_username'></span>.
pt_br: Não há acesso a dispositivos na nuvem configurado para <span class='remote_access_username'></span>.
ru_ru: Для <span class='remote_access_username'></span> не настроен доступ к устройствам облака.
sv_se: Det finns ingen åtkomst till molnenhet konfigurerad för <span class='remote_access_username'></span>.
tr_tr: <span class='remote_access_username'></span> için yapılandırılmış bulut aygıtı yok.
zh_cn: 没有配置云设备的访问 <span class='remote_access_username'></span>.
zh_tw: 查無為 <span class='remote_access_username'></span> 所使用的雲端裝置存取設定

# CONTENT_CLOUD_ACCESS_STRING_CLICK_TO_GET_CODE
source: Click Get Code to generate an activation code for your cloud devices. Codes are valid for 48 hours and can only be used once.
cs_cz: Kliknutím na Získat kód vygenerujete aktivační kód pro vaše zařízení v cloudu. Kódy mají platnost 48 hodin a lze je použít pouze jednou.
de_de: Klicken Sie auf „Code abrufen“, um einen Aktivierungscode für Ihre Cloud-Geräte zu generieren. Die Codes sind 48 Stunden gültig und können nur einmalig verwendet werden.
es_es: Haga clic en Obtener código para generar un código de activación para los dispositivos de la nube. Los códigos son válidos durante 48 horas y solo se pueden usar una vez.
fr_fr: Cliquez sur Obtenir un code pour générer un code d'activation pour vos dispositifs du cloud. Les codes sont valables 48 heures et ne peuvent être utilisés qu'une fois.
hu_hu: Kattintson a Kód igénylésére felhőeszközei aktivációs kódjainak generálásához! A kódon 48 órán át érvényesek és egyszer használhatóak!
it_it: Fare clic su Ottieni codice per generare un codice di attivazione per i dispositivi cloud. I codici sono validi per 48 ore e possono essere utilizzati una sola volta.
ja_jp: [コードの取得] をクリックして、クラウド デバイスの認証コードを取得してください。 コードは 48 時間有効で、1 回だけ使用できます。
ko_kr: 코드 가져오기를 클릭하여 클라우드 장치의 활성화 코드를 생성하십시오. 코드는 48시간 동안 유효하며, 한 번만 사용할 수 있습니다.
nb_no: Klikk på &quot;Hent kode&quot; for å generere en aktiveringskode for nettskybaserte enheter (Cloud). Kodene er gyldige i 48 timer og kan bare brukes én gang.
nl_nl: Klik op Code ophalen om een activeringscode te genereren voor uw cloudapparaten. Codes zijn 48 uur geldig en kunnen slechts één keer worden gebruikt.
pl_pl: Kliknij pozycję Uzyskaj kod, aby wygenerować kod aktywacji dla urządzeń chmurowych. Kody są ważne przez 48 godzin i można ich użyć tylko raz.
pt_br: Clique em Obter código para gerar um código de ativação para os dispositivos na nuvem. Os códigos são válidos por 48 horas e podem ser usados apenas uma vez.
ru_ru: Нажмите «Получить код», чтобы создать код активации для своих устройств облака. Коды действительны в течение 48 часов и могут использоваться только однократно.
sv_se: Klicka på Hämta kod för att generera en aktiveringskod för molnenheterna. Koderna är giltiga i 48 timmar och kan bara användas en gång.
tr_tr: Bulut aygıtlarınız için bir etkinleştirme kodu oluşturmak üzere Kod Al öğesini tıklatın. Kodlar 48 saat geçerlidir ve yalnızca bir kez kullanılabilir.
zh_cn: 单击“获取代码”为您的云设备生成一个激活码。 代码在48小时内有效，只能使用一次。
zh_tw: 請按一下「取得編碼」以為您的行動裝置產生代碼。 代碼有效期限只有 48 小時，且只能使用一次。

# CONTENT_CLOUD_ACCESS_STRING_NEW_UNREGISTERED_DEVICE
source: New Unregistered Device
cs_cz: Nové nezaregistrované zařízení
de_de: Neues nicht registriertes Gerät
es_es: Nuevo dispositivo no registrado
fr_fr: Nouveau dispositif non enregistré
hu_hu: Új, még nem regisztrált eszköz
it_it: Nuovo dispositivo non registrato
ja_jp: 新しい未登録のデバイス
ko_kr: 등록되지 않은 새 장치
nb_no: Ny uregistrert enhet
nl_nl: Nieuw ongeregistreerd apparaat
pl_pl: Nowe niezarejestrowane urządzenie
pt_br: Novo dispositivo não registrado
ru_ru: Новое незарегистрированное устройство
sv_se: Ny oregistrerad enhet.
tr_tr: Yeni Kaydedilmemiş Aygıt
zh_cn: 新的未注册设备
zh_tw: 新的未註冊裝置

# CONTENT_CLOUD_ACCESS_STRING_CODE
source: Code:
cs_cz: Kód:
es_es: Código:
hu_hu: Kód:
it_it: Codice:
ja_jp: コード:
ko_kr: 코드:
nb_no: Kode:
pl_pl: Kod:
pt_br: Código:
ru_ru: Код:
sv_se: Kod:
tr_tr: Kod:
zh_cn: 代码:
zh_tw: 代碼：

# CONTENT_CLOUD_ACCESS_DIALOG_TITLE_REMOVE_CLOUD_ACCESS
source: Delete Cloud Access?
cs_cz: Odstranit přístup ke cloudu?
de_de: Cloud-Zugriff löschen?
es_es: ¿Eliminar el acceso a la nube?
fr_fr: Supprimer l'accès au cloud ?
hu_hu: Törli a felhőalapú hozzáférést?
it_it: Eliminare Accesso cloud?
ja_jp: クラウド アクセスを削除しますか?
ko_kr: 클라우드 액세스를 삭제하시겠습니까?
nb_no: Slette Cloud-tilgang?
nl_nl: Cloudtoegang verwijderen?
pl_pl: Usunąć dostęp do chmury?
pt_br: Excluir o Acesso à nuvem?
ru_ru: Удалить доступ к облаку?
sv_se: Ta bort molnåtkomst?
tr_tr: Bulut Erişimi silinsin mi?
zh_cn: 删除云访问吗?
zh_tw: 刪除雲端存取？

# CONTENT_CLOUD_ACCESS_DIALOG_STRING_REMOVE_CLOUD_ACCESS_FOR
source: Are you sure you want to remove cloud access for
cs_cz: Opravdu chcete odebrat přístup ke cloudu pro
de_de: Cloud-Zugriff löschen für
es_es: ¿Está seguro de que desea eliminar el acceso a la nube para
fr_fr: Êtes-vous sûr de vouloir supprimer l'accès au cloud pour
hu_hu: Biztosan el kívánja távolítani a felhőalapú hozzáférést innen?
it_it: Rimuovere Accesso cloud per
ja_jp: クラウド アクセスを削除しますか?
ko_kr: 다음에 대한 클라우드 액세스를 제거하시겠습니까?
nb_no: Er du sikker på at du vil fjerne Cloud-tilgang for
nl_nl: Weet u zeker dat u cloudtoegang wilt verwijderen voor
pl_pl: Czy na pewno chcesz usunąć dostęp do chmury dla użytkownika
pt_br: Tem certeza de que deseja remover o acesso à nuvem para
ru_ru: Удалить доступ к облаку для
sv_se: Vill du ta bort molnåtkomst för
tr_tr: Bulut erişimini kaldırmak istediğiniz aygıt:
zh_cn: 您确定要移除云访问吗？
zh_tw: 您確定要停用移除雲端存取嗎？原因：

# CONTENT_CLOUD_ACCESS_DIALOG_STRING_REMOVE_DAC
source: Are you sure you want to remove the device activation code
cs_cz: Opravdu chcete odebrat aktivační kód zařízení?
de_de: Geräteaktivierungscode entfernen für
es_es: ¿Está seguro de que desea eliminar el código de activación del dispositivo?
fr_fr: Êtes-vous sûr de vouloir supprimer le code d'activation du dispositif
hu_hu: Biztosan el kívánja távolítani az eszközaktiváló kódot?
it_it: Rimuovere il codice di attivazione del dispositivo
ja_jp: デバイス認証コードを削除しますか?
ko_kr: 장치 활성화 코드를 제거하시겠습니까?
nb_no: Er du sikker på at du vil fjerne enhetens aktiveringskode
nl_nl: Weet u zeker dat u deze apparaatactiveringscode wilt verwijderen:
pl_pl: Czy na pewno chcesz usunąć kod aktywacji urządzenia
pt_br: Tem certeza de que deseja remover o código de ativação do dispositivo
ru_ru: Удалить код активации устройства
sv_se: Vill du ta bort enhetens aktiveringskod
tr_tr: Aygıt erişim kodunu kaldırmak istediğinizden emin misiniz
zh_cn: 您确定要移除设备激活代码吗？
zh_tw: 您確定要停用移除裝置啟用代碼

# CONTENT_CLOUD_ACCESS_DIALOG_TITLE_DELETE_WD2GO_ACCOUNT
source: Delete WD My Cloud Account?
cs_cz: Odstranit účet WD My Cloud?
de_de: WD My Cloud-Konto löschen?
es_es: ¿Eliminar la cuenta de WD My Cloud?
fr_fr: Supprimer le compte WD My Cloud ?
hu_hu: Törli a WD My Cloud felhőrendszer belépési adatait?
it_it: Eliminare l'account WD My Cloud?
ja_jp: WD My Cloud アカウントを削除しますか?
ko_kr: WD My Cloud 계정을 삭제하시겠습니까?
nb_no: Vil du slette WD My Cloud-kontoen?
nl_nl: WD My Cloud-account verwijderen?
pl_pl: Usunąć konto WD My Cloud?
pt_br: Excluir conta do WD My Cloud?
ru_ru: Удалить учетную запись WD My Cloud?
sv_se: Ta bort WD My Cloud-kontot?
tr_tr: WD My Cloud Hesabı silinsin mi?
zh_cn: 删除 WD My Cloud 账户吗?
zh_tw: 刪除 WD My Cloud 帳號？

# CONTENT_CLOUD_ACCESS_DIALOG_STRING_DELETE_WD2GO_ACCOUNT
source: Are you sure you want to delete access to WDMyCloud.com?
cs_cz: Opravdu chcete odstranit přístup ke službě WDMyCloud.com?
de_de: Möchten Sie den Zugriff auf WDMyCloud.com wirklich löschen?
es_es: ¿Está seguro de que desea eliminar el acceso a WDMyCloud.com?
fr_fr: Êtes-vous sûr de vouloir supprimer l'accès à WDMyCloud.com ?
hu_hu: Biztosan el kívánja távolítani a WDMyCloud.com hozzáférését?
it_it: Eliminare l'accesso a WMyCloud.com?
ja_jp: WDMyCloud.com へのアクセスを削除しますか?
ko_kr: WDMyCloud.com에 대한 액세스를 삭제하시겠습니까?
nb_no: Er du sikker på at du vil slette tilgang til WDMyCloud.com?
nl_nl: Weet u zeker dat u toegang tot WDMyCloud.com wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć dostęp do serwisu WDMyCloud.com?
pt_br: Tem certeza de que deseja remover o acesso ao WDMyCloud.com?
ru_ru: Удалить доступ к WDMyCloud.com?
sv_se: Vill du ta bort åtkomst till WDMyCloud.com?
tr_tr: WDMyCloud.com erişimini silmek istediğinizden emin misiniz?
zh_cn: 您确定刚要删除对 WDMyCloud.com 的访问吗?
zh_tw: 您確定要刪除 WDMyCloud.com 的存取嗎？

# CONTENT_CLOUD_ACCESS_DIALOG_TITLE_REGISTRATION_EMAIL_SENT
source: Registration Email Sent
cs_cz: Registrační e-mail byl odeslán
de_de: Registrierungs-E-Mail gesendet
es_es: Correo electrónico de registro enviado
fr_fr: E-mail d'inscription envoyé
hu_hu: A regisztrációs e-mailt elküldtük.
it_it: E-mail di registrazione inviata
ja_jp: 登録メールが送信されました
ko_kr: 등록 이메일 전송됨
nb_no: E-post for registrering er sendt
nl_nl: Registratie-e-mail verzonden
pl_pl: Wysłano wiadomość e-mail dotyczącą rejestracji
pt_br: O e-mail de registro foi enviado
ru_ru: По электронной почте отправлено сообщение о регистрации
sv_se: Registreringsmeddelande skickat
tr_tr: Kayıt E-postası Gönderildi
zh_cn: 注册电子邮件已发送
zh_tw: 已寄送註冊電子郵件

# CONTENT_CLOUD_ACCESS_DIALOG_STRING_REGISTRATION_EMAIL_SENT
source: A registration email has been sent successfully to the specified user.
cs_cz: Registrační e-mail byl úspěšně odeslán zadanému uživateli.
de_de: Eine Registrierungs-E-Mail wurde erfolgreich an den angegebenen Benutzer gesendet.
es_es: Se ha enviado correctamente un correo electrónico de registro al usuario especificado.
fr_fr: Un e-mail d'inscription a été correctement envoyé à l'utilisateur.
hu_hu: A regisztrációs e-mailt továbbítottuk a megadott felhasználónak.
it_it: Un'e-mail di registrazione è stata inviata correttamente all'utente specificato.
ja_jp: 登録メールは指定したユーザーに送信されました。
ko_kr: 등록 이메일이 지정된 사용자에게 성공적으로 전송되었습니다.
nb_no: En e-post for registrering er sendt til den angitte brukeren.
nl_nl: Een registratie-e-mail is verzonden aan de opgegeven gebruiker.
pl_pl: Pomyślnie wysłano wiadomość e-mail dotyczącą rejestracji wskazanemu użytkownikowi.
pt_br: Um e-mail de registro foi enviado ao usuário especificado.
ru_ru: По электронной почте указанному пользователю отправлено сообщение о регистрации.
sv_se: Ett registreringsmeddelande har skickats till angiven användare.
tr_tr: Belirtilen kullanıcıya kayıt e-postası başarıyla gönderildi.
zh_cn: 注册电子邮件已成功发送至指定的用户。
zh_tw: 已成功寄送註冊電子郵件給指定使用者。

# CONTENT_CLOUD_ACCESS_DIALOG_STRING_REGISTRATION_EMAIL_SENT_INSTRUCTION
source: Please allow a few minutes for the user to receive an email with instructions for accessing files remotely on your WD My Cloud.
cs_cz: Počkejte, než uživatel obdrží e-mail s pokyny ke vzdálenému přistupování k souborům ve vašem zařízení WD My Cloud.
de_de: Es kann einige Minuten dauern, bis der Benutzer die E-Mail mit den Anweisungen zum Remotezugriff auf die Dateien in Ihrer WD My Cloud empfängt.
es_es: Deje pasar unos minutos para que el usuario reciba el correo electrónico con las instrucciones para acceder de forma remota a los archivos de su WD My Cloud.
fr_fr: Au bout de quelques minutes, l'utilisateur recevra un e-mail contenant les instructions pour accéder aux fichiers à distance directement sur WD My Cloud.
hu_hu: Kérjük, adjon néhány percet a felhasználónak WD My Cloud felhőrendszerén tárolt fájljainak elérését bemutató e-mail átolvasásához!
it_it: Attendere alcuni minuti affinché l'utente riceva un'e-mail con le istruzioni di accesso in remoto ai file in WD My Cloud.
ja_jp: WD My Cloud のファイルにリモートでアクセスするための手順が記載された電子メールが送信されるまでには、2、3 分かかります。
ko_kr: 사용자가 WD My Cloud에서 원격으로 파일에 액세스하기 위한 지침이 들어 있는 이메일을 수신할 때까지 잠시 기다리십시오.
nb_no: Vent noen minutter til brukeren mottar en e-post med instruksjoner for tilgang til eksterne filer på din WD My Cloud.
nl_nl: Wacht een paar minuten tot de gebruiker een e-mail heeft ontvangen met instructies hoe hij/zij externe toegang krijgt tot de bestanden op uw WD My Cloud.
pl_pl: Dostarczenie wiadomości e-mail z instrukcjami uzyskiwania dostępu zdalnego do plików na urządzeniu WD My Cloud może zająć kilka minut.
pt_br: Aguarde alguns minutos para que o usuário receba um e-mail com instruções para o acesso remoto aos arquivos no seu WD My Cloud.
ru_ru: Подождите несколько минут, пока этот пользователь получит сообщение с инструкциями об удаленном доступе к файлам в вашем WD My Cloud.
sv_se: Det tar några minuter innan användaren får meddelandet med instruktioner för fjärråtkomst till filerna på WD My Cloud.
tr_tr: Kullanıcının WD My Cloud dosyalarına uzaktan erişimine ilişkin yönergeleri içeren e-postayı alması için lütfen birkaç dakika bekleyin.
zh_cn: 请稍等几分钟，用户才能收到电子邮件，邮件中包含远程访问您的 WD My Cloud 文件的说明。
zh_tw: 請允許數分鐘的等待，使用者將接收到電子郵件，包含您的 WD My Cloud 檔案遠端存取的入門指導。

# CONTENT_DIALOG_CLOUD_ACCESS_TITLE_UPDATE_MY_CLOUD_WEB_ACCOUNT
source: Update WDMyCloud.com Login
cs_cz: Aktualizovat přihlášení ke službě WDMyCloud.com
de_de: WDMyCloud.com-Anmeldenamen aktualisieren
es_es: Actualizar el inicio de sesión de WDMyCloud.com
fr_fr: Mettre à jour les données de connexion WDMyCloud.com
hu_hu: A WDMyCloud.com belépési adatainak frissítése
it_it: Aggiorna accesso WDMyCloud.com
ja_jp: WDMyCloud.com ログインの更新
ko_kr: WDMyCloud.com 로그인 업데이트
nb_no: Oppdater innlogging på WDMyCloud.com
nl_nl: WDMyCloud.com-aanmelding bijwerken
pl_pl: Aktualizacja identyfikatora WDMyCloud.com
pt_br: Atualizar login do WDMyCloud.com
ru_ru: Обновить логин WDMyCloud.com
sv_se: Uppdatera WDMyCloud.com inloggning
tr_tr: WDMyCloud.com Oturum Bilgilerini Güncelleştir
zh_cn: 更新 WDMyCloud.com 登录信息
zh_tw: 更新 WDMyCloud.com 帳號

# CONTENT_USERS_DIALOG_STRING_UPDATE_MY_CLOUD_ACCOUNT_DESC
source: Change the email address for your WDMyCLoud.com login.
cs_cz: Změňte e-mailovou adresu pro přihlášení ke službě WDMyCLoud.com.
de_de: E-Mail-Adresse für Ihre Anmeldung bei WDMyCloud.com ändern.
es_es: Cambie la dirección de correo electrónico de su inicio de sesión en WDMyCloud.com.
fr_fr: Modifiez l'adresse électronique de votre identifiant WDMyCloud.com.
hu_hu: A WDMyCLoud.com belépési adataiból e-mail címének megváltoztatása
it_it: Modificare l'indirizzo e-mail per l'accesso WDMyCloud.com.
ja_jp: WDMyCloud.com ログインの電子メール アドレスを変更します。
ko_kr: WDMyCloud.com 로그인을 위한 이메일 주소를 변경합니다.
nb_no: Endre e-postadressen for WDMyCloud.com-innlogging.
nl_nl: Het e-mailadres wijzigen voor uw WDMyCloud.com-aanmelding.
pl_pl: Zmień adres e-mail powiązany z identyfikatorem WDMyCloud.com.
pt_br: Altere o endereço de e-mail do seu login no WDMyCLoud.com.
ru_ru: Измените адрес электронной почты для вашего логина WDMyCloud.com.
sv_se: Ändra e-postadress för din WDMyCloud.com inloggning.
tr_tr: WDMyCloud.com oturumunuzun e-posta adresini değiştirin.
zh_cn: 更改登录 WDMyCloud.com 所需的电子邮件地址。
zh_tw: 變更 WDMyCloud.com 帳號的電子郵件。

# CONTENT_DIALOG_CLOUD_ACCESS_STRING_OLD_EMAIL
source: Old Email
cs_cz: Stará e-mailová adresa
de_de: Alte E-Mail-Adresse
es_es: Correo electrónico antiguo
fr_fr: Ancienne adresse électronique
hu_hu: Régi e-mail cím
it_it: Vecchio indirizzo e-mail
ja_jp: 古い電子メール アドレス
ko_kr: 기존 이메일
nb_no: Gammel e-post
nl_nl: Oude e-mail:
pl_pl: Stary adres e-mail
pt_br: E-mail anterior
ru_ru: Старый адрес электронной почты
sv_se: Tidigare e-post
tr_tr: Eski E-posta
zh_cn: 旧电子邮件
zh_tw: 舊郵件

# CONTENT_DIALOG_CLOUD_ACCESS_STRING_NEW_EMAIL
source: New Email
cs_cz: Nová e-mailová adresa
de_de: Neue E-Mail-Adresse
es_es: Dirección de correo nueva
fr_fr: Nouvelle adresse électronique
hu_hu: Új e-mail cím
it_it: Nuovo indirizzo e-mail
ja_jp: 新しい電子メール アドレス
ko_kr: 새 이메일
nb_no: Ny e-post
nl_nl: Nieuw e-mailadres
pl_pl: Nowy adres e-mail
pt_br: Novo e-mail
ru_ru: Новый адрес электронной почты
sv_se: Ny e-postadress
tr_tr: Yeni E-posta
zh_cn: 新电子邮件
zh_tw: 新郵件

# CONTENT_DASHBOARD_DIALOG_TITLE_ADD_CLOUD_ACCESS
source: Add Cloud Access
cs_cz: Přidat přístup ke cloudu
de_de: Cloud-Zugriff hinzufügen
es_es: Agregar acceso a la nube
fr_fr: Ajouter un accès au cloud
hu_hu: A felhőalapú hozzáférés alkalmazása
it_it: Aggiungi Accesso cloud
ja_jp: クラウド アクセスの追加
ko_kr: 클라우드 액세스 추가
nb_no: Legg til Cloud-tilgang
nl_nl: Cloudtoegang toevoegen
pl_pl: Dodawanie dostępu do chmury
pt_br: Adicionar Acesso à nuvem
ru_ru: Добавить доступ к облаку
sv_se: Lägg till molnåtkomst
tr_tr: Bulut Erişimi Ekle
zh_cn: 添加云访问
zh_tw: 新增雲端存取

# CONTENT_DASHBOARD_DIALOG_STRING_ADD_CLOUD_ACCESS_INTRO
source: Generate an activation code to get remote access to the content on your drive.
cs_cz: Vygenerujte aktivační kód pro získání přístupu k obsahu ve vaší jednotce.
de_de: Aktivierungscode für den Remotezugriff auf Inhalte auf Ihrem Laufwerk abrufen.
es_es: Genere un código de activación para obtener acceso remoto a los contenidos de la unidad.
fr_fr: Générez un code d'activation pour obtenir un accès distant au contenu de votre lecteur.
hu_hu: Aktiváló kód generálása a meghajtó tartalmának távoli hozzáféréséhez
it_it: Generare un codice di attivazione per ottenere l'accesso remoto ai contenuti dell'unità.
ja_jp: 認証コードを生成し、ドライブのコンテンツへのリモート アクセスを取得します。
ko_kr: 활성화 코드를 생성하여 드라이브의 내용에 대한 원격 액세스를 가져옵니다.
nb_no: Generer en aktiveringskode for å få ekstern tilgang til innholdet på stasjonen.
nl_nl: Genereer een activeringscode voor externe toegang tot de media op uw station.
pl_pl: Wygeneruj kod aktywacji, aby uzyskać dostęp zdalny do zawartości na dysku.
pt_br: Gere um código de ativação para ter acesso remoto ao conteúdo na sua unidade.
ru_ru: Создайте код активации для получения удаленного доступа к содержимому на вашем диске.
sv_se: Generera en aktiveringskod för att få fjärråtkomst till innehållet på enheten.
tr_tr: Sürücünüzdeki içeriğe uzaktan erişim elde etmek için bir etkinleştirme kodu oluşturun.
zh_cn: 生成一个激活代码，从而远程访问您储存在驱动器中的内容。
zh_tw: 產生啟用代碼，以對您磁碟機上的內容進行遠端存取。

# CONTENT_DASHBOARD_DIALOG_STRING_DAC_CREATE_SUCCESSFUL
source: Activation code successfully generated. Enter the code in your app on your mobile device.
cs_cz: Aktivační kód byl úspěšně vygenerován. Zadejte kód do aplikace ve svém mobilním zařízení.
de_de: Aktivierungscode erfolgreich generiert. Geben Sie den Code in der App auf dem Mobilgerät ein.
es_es: Código de activación generado correctamente. Introduzca el código de la aplicación en el dispositivo móvil.
fr_fr: Code d'activation généré avec succès. Saisissez le code depuis l'application de votre dispositif mobile.
hu_hu: Az aktiváló kód generálása megtörtént! Adja meg a kódot mobileszközének alkalmazásában!
it_it: Codice di attivazione generato. Immettere il codice nell'app del dispositivo mobile.
ja_jp: 認証コードが生成されました。 モバイル デバイスのアプリでコードを入力してください。
ko_kr: 활성화 코드가 정상적으로 생성되었습니다. 모바일 장치의 앱에 코드를 입력합니다.
nb_no: Aktiveringskoden ble generert. Skriv inn koden i appen på den mobile enheten.
nl_nl: Activeringscode gegenereerd. Voer de code in in uw app op uw mobiele apparaat.
pl_pl: Pomyślnie wygenerowano kod aktywacji. Wprowadź kod w aplikacji na urządzeniu przenośnym.
pt_br: O código de ativação foi gerado. Insira o código no aplicativo no dispositivo móvel.
ru_ru: Код активации создан. Введите код в приложении на мобильном устройстве.
sv_se: Aktiveringskod har genererats. Ange koden i appen på den mobila enheten.
tr_tr: Etkinleştirme kodu başarıyla oluşturuldu. Kodu mobil aygıtınızdaki uygulamaya girin.
zh_cn: 激活代码已成功生成。 您的移动设备上的应用程序中输入代码。
zh_tw: 成功產生啟用代碼。 在您的行動裝置應用程式中輸入代碼。
