Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# CONTENT_SETTINGS_DIALOG_TITLE_QUICK_FACTORY_RESTORE
source: Quick Factory Restore
cs_cz: Rychlé obnovení nastavení z výroby
de_de: Schnelle Wiederherstellung der Werkseinstellungen
es_es: Restauración rápida a valores de fábrica
fr_fr: Rétablissement rapide des paramètres d'usine
hu_hu: Gyári beállítások gyors visszaállítása
it_it: Ripristino rapido impostazioni di fabbrica
ja_jp: 簡易初期状態に復元
ko_kr: 빠른 초기 설정 복원
nb_no: Rask fabrikkgjenoppretting
nl_nl: Snel fabrieksinstellingen herstellen
pl_pl: Szybkie przywracanie ustawień fabrycznych
pt_br: Restaurar configurações de fábrica (rápida)
ru_ru: Быстрое восстановление заводских настроек
sv_se: Snabb fabriksåterställning
tr_tr: Fabrika Ayarlarını Hızlı Geri Yükleme
zh_cn: 快速出厂还原
zh_tw: 快速出廠還原

# LABEL_DESCR_FULL_FACTORY_RESTORE
source: Full Factory Restore
cs_cz: Kompletní obnovení nastavení z výroby
de_de: Vollständige Wiederherstellung der Werkseinstellungen
es_es: Restauración completa a valores de fábrica
fr_fr: Rétablissement complet des paramètres d'usine
hu_hu: Gyári beállítások teljes visszaállítása
it_it: Ripristino completo impostazioni di fabbrica
ja_jp: 完全初期状態に復元
ko_kr: 전체 초기 설정 복원
nb_no: Komplett fabrikkgjenoppretting
nl_nl: Fabrieksinstellingen volledig herstellen
pl_pl: Pełne przywracanie ustawień fabrycznych
pt_br: Restaurar configurações de fábrica (completa)
ru_ru: Полное восстановление заводских настроек
sv_se: Fullständig fabriksåterställning
tr_tr: Fabrika Ayarlarını Tam Geri Yükleme
zh_cn: 完全出厂还原
zh_tw: 完整出廠還原

# LABEL_DESCR_CONFIGURATION_UPDATE_REBOOT
source: Your device configuration will be updated, followed by a reboot.
cs_cz: Konfigurace vašeho zařízení bude po restartování aktualizována.
de_de: Die Gerätekonfiguration wird aktualisiert und das Gerät anschließend neu gestartet.
es_es: Se actualizará la configuración del dispositivo, seguida de un reinicio.
fr_fr: La configuration de votre dispositif va être mise à jour, puis ce dernier sera réinitialisé.
hu_hu: Eszközének konfigurációja az újraindítást követően frissül.
it_it: La configurazione del dispositivo verrà aggiornata, seguita da un riavvio.
ja_jp: デバイス設定が更新され、その後に再起動します。
ko_kr: 장치 구성이 업데이트되고 이어서 다시 부팅됩니다.
nb_no: Enhetskonfigurasjonen vil bli oppdatert, etterfulgt av en omstart.
nl_nl: Uw apparaatconfiguratie wordt bijgewerkt, waarna het apparaat opnieuw wordt opgestart.
pl_pl: Nastąpi aktualizacja konfiguracji, a następnie ponowny rozruch urządzenia.
pt_br: A configuração do dispositivo será atualizada e o dispositivo será reinicializado.
ru_ru: Конфигурация устройства будет обновлена, после чего будет выполнена перезагрузка.
sv_se: Din enhetskonfiguration uppdateras och därefter startas datorn om.
tr_tr: Aygıt yapılandırmanız güncelleştirilecek ve ardından aygıt yeniden başlatılacak.
zh_cn: 设备重新启动后，您的设备配置将会更新。
zh_tw: 將更新您的裝置組態，接著將會重新啟動。

# LABEL_DESCR_SELF_TEST_PASSED
source: Self Test passed.
cs_cz: Samočinný test proběhl v pořádku.
de_de: Selbsttest erfolgreich.
es_es: Prueba automática superada.
fr_fr: Test automatique réussi.
hu_hu: Belső teszt lefuttatva.
it_it: Test automatico riuscito.
ja_jp: 自己テストに合格しました。
ko_kr: 자체 테스트를 통과했습니다.
nb_no: Selvtest bestått.
nl_nl: Zelftest geslaagd.
pl_pl: Autotest zakończony pomyślnie.
pt_br: Autoteste concluído com êxito.
ru_ru: Самотестирование пройдено
sv_se: Självtest godkändes.
tr_tr: Kendi Kendini Sınama başarılı oldu.
zh_cn: 自检通过。
zh_tw: 自我測試通過。

# LABEL_DESCR_SELF_TEST_DID_NOT_COMPLETE
source: Self Test incomplete.
cs_cz: Samočinný test nebyl dokončen.
de_de: Selbsttest unvollständig.
es_es: Prueba automática incompleta.
fr_fr: Test automatique incomplet.
hu_hu: A belső teszt futtatása nem teljes.
it_it: Test automatico non completo.
ja_jp: 自己テストが完了していません。
ko_kr: 자체 테스트가 완료되지 않았습니다.
nb_no: Selvtest ufullstendig.
nl_nl: Zelftest onvolledig.
pl_pl: Autotest nie został ukończony.
pt_br: Autoteste não concluído.
ru_ru: Самотестирование пройдено не полностью.
sv_se: Självtest ofullständigt.
tr_tr: Kendi Kendini Sınama tamamlanmadı.
zh_cn: 未完成自检。
zh_tw: 自我測試未完成。

# LABEL_DESCR_SELF_TEST_CANCELLED
source: Self Test cancelled.
cs_cz: Samočinný test byl zrušen.
de_de: Selbsttest abgebrochen.
es_es: Prueba automática cancelada.
fr_fr: Test automatique annulé.
hu_hu: A belső teszt futtatása leállítva.
it_it: Test automatico annullato.
ja_jp: 自己テストがキャンセルされました。
ko_kr: 자체 테스트가 취소되었습니다.
nb_no: Selvtest kansellert.
nl_nl: Zelftest geannuleerd.
pl_pl: Autotest został anulowany.
pt_br: Autoteste cancelado.
ru_ru: Самотестирование отменено.
sv_se: Självtest avbröts.
tr_tr: Kendi Kendini Sınama iptal edildi.
zh_cn: 已取消自检。
zh_tw: 自我測試取消。

# PAGE_HEADER_IMPORT_CONFIGURATION_FILE
source: Import Configuration File
cs_cz: Importovat konfigurační soubor
de_de: Konfigurationsdatei importieren
es_es: Importar archivo de configuración
fr_fr: Importer le fichier de configuration
hu_hu: Konfigurációs fájl importálása
it_it: Importa file di configurazione
ja_jp: 設定ファイルをインポート
ko_kr: 구성 파일 가져오기
nb_no: Importer konfigurasjonsfil
nl_nl: Configuratiebestand importeren
pl_pl: Import pliku konfiguracji
pt_br: Importar arquivo de configuração
ru_ru: Импорт файла конфигурации
sv_se: Importera konfigureringsfil
tr_tr: Yapılandırma Dosyasını Al
zh_cn: 导入配置文件
zh_tw: 匯入組態檔案...

# BUTTON_LOGIN
source: Login
cs_cz: Přihlášení
de_de: Anmelden
es_es: Iniciar sesión
fr_fr: Connexion
hu_hu: Bejelentkezés
it_it: Accesso
ja_jp: ログイン
ko_kr: 로그인
nb_no: Innlogging
nl_nl: Aanmelden
pl_pl: Zaloguj
ru_ru: Вход
sv_se: Logga in
tr_tr: Oturum Aç
zh_cn: 登录
zh_tw: 登入

# PAGE_HEADER_WESTERN_DIGITAL_TECHNOLOGIES
source: Western Digital Technologies, Inc.<br />License Agreement
cs_cz: Western Digital Technologies, Inc.<br />Licenční smlouva
de_de: Western Digital Technologies, Inc.<br />Lizenzvereinbarung
es_es: Western Digital Technologies, Inc.<br />Contrato de licencia
fr_fr: Western Digital Technologies, Inc.<br />Contrat de licence
hu_hu: Western Digital Technologies, Inc.<br />Licencszerződés
it_it: Western Digital Technologies, Inc.<br />Contratto di licenza
ja_jp: Western Digital Technologies, Inc.<br />使用許諾契約
ko_kr: Western Digital Technologies, Inc.<br />사용권 계약
nb_no: Western Digital Technologies, Inc.<br />Lisensavtale
nl_nl: Western Digital Technologies, Inc.<br />Licentieovereenkomst
pl_pl: Western Digital Technologies, Inc.<br />Umowa Licencyjna
pt_br: Western Digital Technologies, Inc.<br />Contrato de licença
ru_ru: Western Digital Technologies, Inc.<br />Лицензионное соглашение
sv_se: Western Digital Technologies, Inc.<br />Licensavtal
tr_tr: Western Digital Technologies, Inc.<br />Lisans Sözleşmesi
zh_cn: 西部数据股份有限公司<br/>许可证协议
zh_tw: Western Digital Technologies, Inc.<br />授權合約

# LABEL_DESCR_PLEASE_READ_LICENSE_AGREEMENT
source: Please read the license agreement carefully.
cs_cz: Pečlivě si přečtěte licenční smlouvu.
de_de: Lesen Sie die Lizenzvereinbarung aufmerksam durch.
es_es: Lea atentamente el contrato de licencia.
fr_fr: Veuillez lire attentivement le contrat de licence.
hu_hu: Kérjük, alaposan olvassa át a licencszerződést!
it_it: Leggere attentamente il contratto di licenza.
ja_jp: 使用許諾契約をよくお読みください。
ko_kr: 사용권 계약을 자세히 읽으십시오.
nb_no: Les lisensavtalen nøye.
nl_nl: Lees de licentieovereenkomst zorgvuldig door.
pl_pl: Przeczytaj uważnie umowę licencyjną.
pt_br: Leia o contrato de licença cuidadosamente.
ru_ru: Внимательно прочтите лицензионное соглашение.
sv_se: Läs igenom licensavtalet noggrant.
tr_tr: Lütfen lisans sözleşmesini dikkatlice okuyun.
zh_cn: 请仔细阅读许可协议。
zh_tw: 請仔細閱讀授權合約。

# LABEL_DESCR_PROBLEM_CONFIRMING_LICENSE_AGREEMENT_ACCEPETANCE
source: Problem confirming acceptance of license agreement.
cs_cz: Došlo k problému při potvrzování přijetí podmínek licenční smlouvy.
de_de: Problem beim Bestätigen der Zustimmung zur Lizenzvereinbarung.
es_es: Surgió un problema al confirmar la aceptación del contrato de licencia.
fr_fr: Problème lors de la confirmation de l'acceptation du contrat de licence.
hu_hu: Licencszerződés elfogadásával kapcsolatos probléma.
it_it: Problema di conferma dell'accettazione del contratto di licenza.
ja_jp: 使用許諾契約への同意を確認できません。
ko_kr: 사용권 계약 동의 확인 시 문제가 발생했습니다.
nb_no: Problem med å bekrefte aksept av lisensavtalen.
nl_nl: Probleem bij bevestigen van aanvaarden van licentieovereenkomst.
pl_pl: Problem podczas potwierdzania akceptacji umowy licencyjnej.
pt_br: Erro ao confirmar a aceitação do contrato de licença.
ru_ru: Проблема с подтверждением принятия условий лицензионного соглашения.
sv_se: Problem med att bekräfta godkännande av licensavtal.
tr_tr: Lisans sözleşmesinin kabul edildiği onaylanırken sorun oluştu.
zh_cn: 确认接受许可证协议时发生问题。
zh_tw: 授權合約接受確認出現問題。

# LABEL_DESCR_PLEASE_ACCEPT_LICENSE_AGREEMENT
source: Please accept the license agreement
cs_cz: Přijměte podmínky licenční smlouvy
de_de: Stimmen Sie der Lizenzvereinbarung zu.
es_es: Acepte el contrato de licencia
fr_fr: Veuillez accepter le contrat de licence.
hu_hu: Fogadja el a licencszerződés feltételeit
it_it: Accettare il contratto di licenza
ja_jp: 使用許諾契約に同意してください。
ko_kr: 사용권 계약에 동의하십시오.
nb_no: Godta lisensavtalen
nl_nl: Accepteer a.u.b. de licentieovereenkomst.
pl_pl: Zaakceptuj umowę licencyjną
pt_br: Aceite o contrato de licença.
ru_ru: Примите лицензионное соглашение
sv_se: Godkänn licensavtalet.
tr_tr: Lütfen lisans sözleşmesini kabul edin
zh_cn: 请接受许可证协议
zh_tw: 請接受授權合約

# LABEL_DESCR_SHUTTING_DOWN
source: Device is shutting down. After the LED on the front of the device is off, you can safely unplug your drive. Please close your browser or browser tab.
cs_cz: Probíhá vypnutí zařízení. Jakmile zhasne dioda LED v přední části zařízení, můžete jednotku bezpečně odpojit. Zavřete prohlížeč nebo kartu v prohlížeči.
de_de: Gerät wird heruntergefahren. Sobald die LED an der Vorderseite des Geräts erlischt, können Sie das Gerät sicher entfernen. Schließen Sie den Browser oder die Registerkarte im Browser.
es_es: El dispositivo se está apagando. Cuando el LED de la parte delantera del dispositivo esté apagado, podrá desconectar la unidad con seguridad. Cierre el explorador o la pestaña del explorador.
fr_fr: Arrêt du dispositif en cours. Une fois la LED se trouvant à l'avant du dispositif éteinte, vous pouvez débrancher votre lecteur en toute sécurité. Veuillez fermer votre navigateur ou son onglet.
hu_hu: Az eszköz leáll. Csak akkor biztonságos a meghajtó eltávolítása, haz eszköz elülső részén található LED kialudt. Kérjük, zárja be böngészőjét vagy a böngészőfüleket!
it_it: Arresto del dispositivo in corso. Scollegare l'unità quando il LED sulla parte frontale del dispositivo è spento. Chiudere il browser o la scheda del browser.
ja_jp: デバイスがシャットダウン中です。 デバイスの正面の LED が消灯した後、デバイスを安全に取り外すことができます。 ブラウザまたはブラウザ タブを閉じてください。
ko_kr: 장치 종료 중입니다. 장치 전면의 LED가 꺼진 후 안전하게 장치 플러그를 분리할 수 있습니다. 브라우저 또는 브라우저 탭을 닫으십시오.
nb_no: Enheten slår seg av. Når LED-lyset foran på enheten er slått av, kan du trygt koble fra stasjonen. Lukk nettleseren eller nettleserfanen.
nl_nl: Het apparaat sluit af. Wanneer de led op de voorkant van het apparaat is gedoofd, kunt u uw station loskoppelen. Sluit uw browser of browsertabblad.
pl_pl: Urządzenie jest wyłączane. Gdy dioda z przodu urządzenia zgaśnie, możesz bezpiecznie odłączyć dysk. Zamknij okno lub kartę przeglądarki.
pt_br: O dispositivo está sendo desligado. Quando o LED na frente do dispositivo apagar, você poderá desconectar a unidade com segurança. Feche o navegador ou a guia do navegador.
ru_ru: Выполняется завершение работы устройства. Когда погаснет светодиод на передней панели устройства, диск можно безопасно отключить. Закройте браузер или вкладку браузера.
sv_se: Enheten stängs av. När lysdioden på enhetens framsida har stängts av kan du koppla ur din enhet. Stäng din webbläsare eller webbläsarflik.
tr_tr: Aygıt kapatılıyor. Aygıtın önündeki LED kapatıldıktan sonra, sürücünüzü güvenli bir şekilde çıkarabilirsiniz. Lütfen tarayıcınızı veya tarayıcı sekmesini kapatın.
zh_cn: 正在关闭设备。 设备前面板上的LED指示灯灭后，您可以安全地拔下您的驱动器。 请关闭浏览器或浏览器选项卡。
zh_tw: 正在關閉裝置。 在裝置前方的 LED 燈熄滅後，您可以將磁碟機拔除。 請關閉您的瀏覽器或是瀏覽器分頁。

# LABEL_DESCR_REBOOT_DEVICE
source: You are about to reboot your network device: any backups, file activity, or file transfers may be interrupted.
cs_cz: Chystáte se restartovat síťové zařízení: veškerá zálohování, aktivity se soubory nebo přenosy souborů mohou být přerušeny.
de_de: Das Netzwerkgerät wird nun neu gestartet. Sicherungen, Dateiaktivitäten und Dateiübertragungen werden unter Umständen unterbrochen.
es_es: Está a punto de reiniciar el dispositivo de red: puede que se interrumpan las copias de seguridad, las actividades de archivos o las transferencias de archivos.
fr_fr: Vous êtes sur le point de réinitialiser votre dispositif réseau : toute sauvegarde, toute activité de fichiers ou tout transfert de fichiers risquent d'être interrompus.
hu_hu: Ön hálózati eszközének újraindítását kezdeményezte: az eltárolt adatok, fájlokkal kapcsolat műveletek vagy fájlátvitelek sérülhetnek.
it_it: Il dispositivo di rete sta per essere avviato: eventuali backup, attività o trasferimenti di file potrebbero essere interrotti.
ja_jp: ネットワーク デバイスを再起動しようとしています。バックアップ、ファイル操作、ファイル転送は中断される可能性があります。
ko_kr: 네트워크 장치를 다시 부팅하려는 중입니다. 모든 백업, 파일 작업 또는 파일 전송이 손상될 수 있습니다.
nb_no: Du er i ferd med å starte nettverksenheten på nytt: Eventuell sikkerhetskopiering, filaktivitet eller filoverføring kan bli avbrutt.
nl_nl: U gaat uw netwerkapparaat opnieuw opstarten: alle back-ups, bestandsactiviteit en bestandsoverdrachten kunnen worden onderbroken.
pl_pl: Zamierzasz dokonać ponownego rozruchu urządzenia sieciowego: wszelkie operacje tworzenia kopii zapasowych, działań na plikach lub przesyłania plików zostaną przerwane.
pt_br: Você está prestes a reinicializar o dispositivo de rede. Todos os backups e as atividades e transferência de arquivos poderão ser interrompidas.
ru_ru: Сейчас будет выполнена перезагрузка сетевого устройства: могут прерваться любые операции резервного копирования, действия с файлами и передача файлов.
sv_se: Du kommer nu att starta om nätverksenheten: säkerhetskopiering, filaktivitet eller överföringar kan avbrytas.
tr_tr: Ağ aygıtınızı yeniden başlatmak üzeresiniz: her türlü yedekleme, dosya etkinliği veya dosya aktarımı kesintiye uğrayabilir.
zh_cn: 您即将重启您的网络设备:任何备份、文件活动或文件传输可能会中断。
zh_tw: 您將重新啟動您的網路裝置，任何備份、檔案活動或是檔案傳輸可能遭到中斷。

# LABEL_DESCR_SHUTDOWN_DEVICE
source: You are about to shut down your network device: any backups, file activity, or file transfers may be interrupted.
cs_cz: Chystáte se vypnout síťové zařízení: veškerá zálohování, aktivity se soubory nebo přenosy souborů mohou být přerušeny.
de_de: Das Netzwerkgerät wird nun heruntergefahren. Sicherungen, Dateiaktivitäten und Dateiübertragungen werden unter Umständen unterbrochen.
es_es: Está a punto de apagar el dispositivo de red: puede que se interrumpan las copias de seguridad, las actividades de archivos o las transferencias de archivos.
fr_fr: Vous êtes sur le point d'arrêter votre dispositif réseau : toute sauvegarde, toute activité de fichiers ou tout transfert de fichiers risquent d'être interrompus.
hu_hu: Ön hálózati eszközének kikapcsolást kezdeményezte: az eltárolt adatok, fájlokkal kapcsolat műveletek vagy fájlátvitelek sérülhetnek.
it_it: Il dispositivo di rete sta per essere arrestato: eventuali backup, attività o trasferimenti di file potrebbero essere interrotti.
ja_jp: ネットワーク デバイスをシャットダウンしようとしています。バックアップ、ファイル操作、ファイル転送は中断される可能性があります。
ko_kr: 네트워크 장치를 종료하려는 중입니다. 모든 백업, 파일 작업 또는 파일 전송이 손상될 수 있습니다.
nb_no: Du er i ferd med å slå av nettverksenheten: Eventuell sikkerhetskopiering, filaktivitet eller filoverføring kan bli avbrutt.
nl_nl: U gaat uw netwerkapparaat afsluiten: alle back-ups, bestandsactiviteit en bestandsoverdrachten kunnen worden onderbroken.
pl_pl: Zamierzasz wyłączyć urządzenie sieciowe: wszelkie operacje tworzenia kopii zapasowych, działań na plikach lub przesyłania plików zostaną przerwane.
pt_br: Você está prestes a desligar o dispositivo de rede. Todos os backups e as atividades e transferência de arquivos poderão ser interrompidas.
ru_ru: Сейчас будет выполнено завершение работы сетевого устройства: могут прерваться любые операции резервного копирования, действия с файлами и передача файлов.
sv_se: Du kommer nu att stänga av nätverksenheten: säkerhetskopiering, filaktivitet eller överföringar kan avbrytas.
tr_tr: Ağ aygıtınızı kapatmak üzeresiniz: her türlü yedekleme, dosya etkinliği veya dosya aktarımı kesintiye uğrayabilir.
zh_cn: 您即将关闭您的网络设备:任何备份、文件活动或文件传输可能会中断。
zh_tw: 您將關閉您的網路裝置，任何備份、檔案活動或是檔案傳輸可能遭到中斷。

# ERROR_FORBIDDEN
source: You don't have permission to access a resource. Please try again.
cs_cz: Nemáte oprávnění pro přístup ke zdroji. Akci zopakujte.
de_de: Sie haben keine Berechtigung zum Zugriff auf eine Ressource. Versuchen Sie es erneut.
es_es: No tiene permiso para acceder a un recurso. Inténtelo de nuevo.
fr_fr: Vous n'êtes pas autorisé à accéder à cette ressource. Veuillez réessayer.
hu_hu: Ön nem jogosult a forrás megnyitására! Kérjük, próbálja meg újra!
it_it: Non si dispone delle autorizzazioni per accedere a una risorsa. Riprovare.
ja_jp: リソースにアクセスする権限がありません。 再試行してください。
ko_kr: 자원에 액세스할 수 있는 권한이 없습니다. 다시 시도하십시오.
nb_no: Du har ikke tillatelse til å få tilgang til en ressurs. Prøv på nytt.
nl_nl: U hebt geen toestemming om een bron te openen. Probeer het opnieuw.
pl_pl: Nie masz uprawnień dostępu do zasobu. Spróbuj ponownie.
pt_br: Você não tem permissões para acessar um recurso. Tente novamente.
ru_ru: У вас нет разрешения на доступ к ресурсу. Повторите попытку.
sv_se: Du har inte behörighet att få åtkomst till en resurs. Försök igen.
tr_tr: Bir kaynağa erişme izniniz yok. Lütfen tekrar deneyin.
zh_cn: 您没有访问资源的许可。 请重试。
zh_tw: 您並無存取資源的權限。 請再試一次。

# ERROR_DAC_INVALID
source: Invalid Request.
cs_cz: Neplatný požadavek.
de_de: Ungültige Anforderung.
es_es: Solicitud no válida.
fr_fr: Demande non valide.
hu_hu: Érvénytelen kérés
it_it: Richiesta non valida.
ja_jp: 無効な要求。
ko_kr: 유효하지 않은 요청입니다.
nb_no: Ugyldig forespørsel.
nl_nl: Ongeldig verzoek.
pl_pl: Nieprawidłowe żądanie.
pt_br: A solicitação é inválida.
ru_ru: Недопустимый запрос.
sv_se: Ogiltig begäran.
tr_tr: Geçersiz İstek.
zh_cn: 请求无效。
zh_tw: 無效的要求。

# LABEL_REMOTE_CONNECTION_FAILED
source: Please check your network connection; then make sure that your router has the latest firmware installed and that UPnP is enabled.<br><br>For more information on how to enable UPnP, view your router's product documentation.
cs_cz: Zkontrolujte síťové připojení; poté se ujistěte, zda má váš směrovač nainstalovanou nejnovější verzi firmwaru a zda je povolena funkce UPnP.<br><br>Další informace o způsobu povolení funkce UPnP naleznete v dokumentaci k vašemu směrovači.
de_de: Überprüfen Sie die Netzwerkverbindung. Vergewissern Sie sich, dass auf dem Router die neueste Firmware installiert und UPnP aktiviert ist.<br><br>Weitere Informationen zum Aktivieren von UPnP finden Sie in der Produktdokumentation des Routers.
es_es: Compruebe la conexión de red; a continuación, asegúrese de que el enrutador tiene instalado el firmware más reciente y de que UPnP está habilitado.<br><br>Para obtener más información acerca de cómo habilitar UPnP, consulte la documentación de producto del enrutador.
fr_fr: Veuillez vérifier votre connexion réseau, puis assurez-vous que la dernière version du micrologiciel est installée sur votre routeur et que le protocole UPnP est activé.<br><br>Pour plus d'informations concernant l'activation du protocole UPnP, veuillez consulter la documentation de votre routeur.
hu_hu: Kérjük, ellenőrizze hálózati kapcsolatát! Ezt követően győződjön meg arról, hogy routerén a legfrissebb belső vezérlőprogram telepítése megtörtént, illetve az UPnP engedélyezett.<br><br>Az UPnP engedélyezésével kapcsolatos részletekért olvassa át az eszköz használati útmutatóját!
it_it: Verificare la connessione di rete; quindi assicurarsi che nel router sia installato il firmware più recente e che UPnP sia abilitato.<br><br>Per ulteriori informazioni su come abilitare UPnP, consultare la documentazione del prodotto allegata al router.
ja_jp: ネットワーク接続を確認してください。次に、ルーターに最新のファームウェアがインストールされ、UPnP が有効になっていることを確認してください。<br><br>UPnP を有効にする詳細な手順については、ルーターの製品マニュアルを参照してください。
ko_kr: 네트워크 연결을 확인한 후 라우터에 최신 펌웨어가 설치되어 있고 UPnP가 활성화되어 있는지 확인하십시오.<br><br>UPnP 활성화에 대한 자세한 내용은 라우터의 제품 설명서를 참조하십시오.
nb_no: Sjekk nettverkstilkoblingen og sørg deretter for at ruteren har den nyeste fastvareversjonen installert, samt at UPnP er aktivert.<br><br>For mer informasjon om hvordan du aktiverer UPnP, se ruterens produktdokumentasjon.
nl_nl: Controleer uw netwerkverbinding; zorg er dan voor dat op uw router de nieuwste firmware is geïnstalleerd en dat UPnP is ingeschakeld.<br><br>Voor meer informatie over het inschakelen van UPnP raadpleegt u de productdocumentatie bij uw router.
pl_pl: Sprawdź połączenie sieciowe. Następnie dopilnuj, aby router miał zainstalowane najnowsze oprogramowanie układowe i włączoną obsługę protokołu UPnP.<br><br>Więcej informacji na temat włączania obsługi protokołu UPnP znajdziesz w dokumentacji routera.
pt_br: Verifique a conexão de rede, se a versão instalada do firmware do roteador é a mais recente e se o UPnP está ativado.<br><br>Para obter mais informações sobre como ativar o UPnP, consulte a documentação de produto do roteador.
ru_ru: Проверьте сетевое подключение, а затем убедитесь в том, что установлена последняя версия микропрограммы маршрутизатора, а также активирована технология UPnP.<br><br>Для получения дополнительных сведений об активации UPnP ознакомьтесь с документацией маршрутизатора.
sv_se: Kontrollera nätverksanslutningen och kontrollera sedan att routern har det senaste fasta programmet installerat och att UPnP är aktiverat.<br><br>Mer information om hur du aktiverar UPnP, se produktdokumentationen för routern.
tr_tr: Lütfen ağ bağlantınızı kontrol edin; ardından yönlendiricinizde en son bellenimin yüklü olduğundan ve UPnP'nin etkinleştirildiğinden emin olun.<br><br>UPnP'nin nasıl etkinleştirileceği hakkında daha fazla bilgi için, yönlendiricinizin ürün belgelerini görüntüleyin.
zh_cn: 请检查您的网络连接，并确保您的路由器已安装最新的固件，且已开启通用即插即用（ UPnP ）功能。<br><br>获取关于如何启用通用即插即用（UPnP）的更多信息，请查看您的路由器的说明文件。
zh_tw: 請檢查您的網路連線狀態，確認路由器已安裝最新的韌體，並且已啟用 UPnP。<br><br> 進一步關於 UPnP 啟用的資訊，請檢閱您路由器的產品相關文件。

# LABEL_STATUS_DISABLED
source: Disabled
cs_cz: Zakázáno
de_de: Deaktiviert
es_es: Deshabilitado
fr_fr: Désactivé
hu_hu: Leállítva
it_it: Disabilitato/a
ja_jp: 無効
ko_kr: 비활성화됨
nb_no: Deaktivert
nl_nl: Uitgeschakeld
pl_pl: Wyłączono
pt_br: Desativado
ru_ru: Отключено
sv_se: Inaktiverad
tr_tr: Devre Dışı
zh_cn: 已禁用
zh_tw: 已啟用

# LABEL_STATUS_CONNECTING
source: Connecting
cs_cz: Probíhá připojování
de_de: Wird verbunden
es_es: Conectando
fr_fr: Connexion en cours
hu_hu: Csatlakozás
it_it: Connessione in corso
ja_jp: 接続中
ko_kr: 연결 중
nb_no: Kobler til
nl_nl: Verbinding maken...
pl_pl: Łączenie
pt_br: Conectando
ru_ru: Подключение
sv_se: Ansluter
tr_tr: Bağlanıyor
zh_cn: 正在连接
zh_tw: 連線中

# LABEL_STATUS_PORTFORWARDED
source: Connected
cs_cz: Připojeno
de_de: Verbunden
es_es: Conectado
fr_fr: Connecté
hu_hu: Csatlakoztatva
it_it: Connesso/a
ja_jp: 接続
ko_kr: 연결됨
nb_no: Tilkoblet
nl_nl: Verbonden
pl_pl: Połączono
pt_br: Conectado
ru_ru: Подключено
sv_se: Ansluten
tr_tr: Bağlandı
zh_cn: 已连接
zh_tw: 已連線

# LABEL_STATUS_READY
source: Ready
cs_cz: Připraveno
de_de: Bereit
es_es: Listo
fr_fr: Prêt
hu_hu: Kész
it_it: Pronto/a
ja_jp: 準備完了
ko_kr: 준비
nb_no: Klar
nl_nl: Gereed
pl_pl: Gotowe
pt_br: Pronto
ru_ru: Готово
sv_se: Redo
tr_tr: Hazır
zh_cn: 准备就绪
zh_tw: 就緒
