Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# ERROR_ID_176
source: Firmware update configuration internal server error.
cs_cz: Konfigurace aktualizace firmwaru – chyba interního serveru.
de_de: Interner Serverfehler bei der Konfiguration der Firmware-Aktualisierung.
es_es: Error interno del servidor de configuración de la actualización del firmware.
fr_fr: Erreur interne du serveur relative à la configuration de mise à jour du micrologiciel.
hu_hu: Belső kiszolgálóhiba a belső vezérlőprogram frissítési konfigurációjánál.
it_it: Errore server interno di configurazione aggiornamento firmware.
ja_jp: ファームウェア更新設定内部サーバー エラー。
ko_kr: 펌웨어 업데이트 구성 내부 서버 오류입니다.
nb_no: Intern serverfeil ved konfigurasjon av fastvareoppdatering.
nl_nl: Interne serverfout met firmware-updateconfiguratie.
pl_pl: Konfiguracja aktualizacji oprogramowania układowego: wewnętrzny błąd serwera.
pt_br: Erro interno de servidor para configuração de atualização de firmware.
ru_ru: Внутренняя ошибка сервера: конфигурация обновления микропрограммы.
sv_se: Internt serverfel för konfigurering av den fasta programvarans uppdatering.
tr_tr: Bellenim güncelleştirme yapılandırması iç sunucu hatası.
zh_cn: 固件更新配置内部服务器错误。
zh_tw: 韌體更新設定伺服器內部錯誤。

# ERROR_ID_177
source: Firmware update bad request.
cs_cz: Aktualizace firmwaru – chybný požadavek.
de_de: Ungültige Anforderung bei der Firmware-Aktualisierung.
es_es: Solicitud incorrecta de la actualización del firmware.
fr_fr: Demande incorrecte relative à la mise à jour du micrologiciel.
hu_hu: Hibás kérés a belső vezérlőprogram frissítésénél.
it_it: Richiesta aggiornamento firmware non valida.
ja_jp: ファームウェア更新不正要求。
ko_kr: 잘못된 펌웨어 업데이트 요청입니다.
nb_no: Ugyldig forespørsel for fastvareoppdatering.
nl_nl: Ongeldig verzoek om firmware-update.
pl_pl: Błędne żądanie aktualizacji oprogramowania układowego.
pt_br: A solicitação de atualização de firmware é inválida.
ru_ru: Ошибочный запрос обновления микропрограммы.
sv_se: Dålig begäran för uppdatering av fast programvara.
tr_tr: Bellenim güncelleştirme geçersiz isteği.
zh_cn: 固件更新请求错误。
zh_tw: 韌體更新錯誤要求。

# ERROR_ID_178
source: Firmware update internal server error.
cs_cz: Aktualizace firmwaru – chyba interního serveru.
de_de: Interner Serverfehler bei der Firmware-Aktualisierung.
es_es: Error interno del servidor de la actualización del firmware.
fr_fr: Erreur interne du serveur relative à la mise à jour du micrologiciel.
hu_hu: Belső kiszolgálóhiba a belső vezérlőprogram frissítésénél.
it_it: Errore server interno aggiornamento firmware.
ja_jp: ファームウェア更新内部サーバー エラー。
ko_kr: 펌웨어 업데이트 내부 서버 오류입니다.
nb_no: Intern serverfeil ved fastvareoppdatering.
nl_nl: Interne serverfout met firmware-update.
pl_pl: Aktualizacja oprogramowania układowego: wewnętrzny błąd serwera.
pt_br: Erro interno de servidor para atualização de firmware.
ru_ru: Внутренняя ошибка сервера: обновление микропрограммы.
sv_se: Internt serverfel för uppdatering av fast programvara.
tr_tr: Bellenim güncelleştirme iç sunucu hatası.
zh_cn: 固件更新配置内部服务器错误。
zh_tw: 韌體更新伺服器內部錯誤。

# ERROR_ID_179
source: Network not found. Check your SSID and/or re-scan the networks.
cs_cz: Síť nebyla nalezena. Zkontrolujte hodnotu SSID anebo znovu prohledejte sítě.
de_de: Netzwerk wurde nicht gefunden. Überprüfen Sie die SSID und/oder prüfen Sie die Netzwerke neu.
es_es: Red no encontrada. Compruebe el SSID y/o vuelva a explorar las redes.
fr_fr: Réseau introuvable. Vérifiez votre SSID ou effectuez une nouvelle analyse des réseaux.
hu_hu: A hálózat nem található. Ellenőrizze a Szolgáltatáscsoport-azonosítót (SSID) és/vagy indítson egy újabb keresését a hálózatokon!
it_it: Rete non trovata. Controllare SSID e/o eseguire di nuovo la scansione delle reti.
ja_jp: ネットワークが見つかりません。 SSID を確認し、ネットワークを再スキャンしてください。
ko_kr: 네트워크가 없습니다. SSID를 확인하거나 네트워크를 다시 검색하십시오.
nb_no: Nettverket ble ikke funnet. Sjekk SSID og/eller skann nettverket på nytt.
nl_nl: Netwerk niet gevonden. Controleer uw SSID en/of scan de netwerken opnieuw.
pl_pl: Nie odnaleziono sieci. Sprawdź identyfikator SSID i/lub ponownie przeskanuj sieci.
pt_br: A rede não foi encontrada. Verifique o SSID e/ou verifique novamente as redes.
ru_ru: Сеть не найдена. Проверьте SSID и (или) выполните повторное сканирование сетей.
sv_se: Det gick inte att hitta nätverk. Kontrollera ditt SSID och/eller skanna om nätverken.
tr_tr: Ağ bulunamadı. SSID'nizi denetleyin ve/veya ağları yeniden tarayın.
zh_cn: 未找到网络。 检查您的SSID和/或重新扫描网络。
zh_tw: 未找到網路。 請檢查您的 SSID 以及／或重新掃描網路。

# ERROR_ID_180
source: HW or driver errors.
cs_cz: Chyby HW nebo ovladače.
de_de: Hardware- oder Laufwerkfehler.
es_es: Errores de hardware o del controlador.
fr_fr: Erreurs de matériel ou de driver.
hu_hu: Hardver vagy meghajtó hiba.
it_it: Errori HW o driver.
ja_jp: HW またはドライバ エラー。
ko_kr: HW 또는 드라이버 오류입니다.
nb_no: HW- eller driverfeil.
nl_nl: Hardware- of stuurprogrammafouten.
pl_pl: Błędy sprzętu lub sterownika.
pt_br: Erro de hardware ou driver.
ru_ru: Ошибки оборудования или драйвера.
sv_se: Fel med hårdvara eller drivrutin.
tr_tr: Donanım veya sürücü hataları.
zh_cn: 硬件或驱动程序错误。
zh_tw: 硬體或是驅動程式錯誤。

# ERROR_ID_181
source: User not authorized.
cs_cz: Uživatel nebyl autorizován.
de_de: Benutzer ist nicht autorisiert.
es_es: Usuario no autorizado.
fr_fr: Utilisateur non autorisé.
hu_hu: A felhatalmazó nem rendelkezik a szükséges jogosultságokkal.
it_it: Utente non autorizzato.
ja_jp: ユーザーは認証されていません。
ko_kr: 사용자가 인증되지 않았습니다.
nb_no: Brukeren er ikke autorisert.
nl_nl: Gebruiker niet geautoriseerd.
pl_pl: Użytkownik nie ma autoryzacji.
pt_br: O usuário não está autorizado.
ru_ru: Пользователь не авторизован.
sv_se: Användaren är inte behörig.
tr_tr: Kullanıcı yetkili değil.
zh_cn: 用户未获授权。
zh_tw: 未授權使用者。

# ERROR_ID_182
source: Not found
cs_cz: Nebylo nalezeno
de_de: Nicht gefunden
es_es: No encontrado.
fr_fr: Non trouvé
hu_hu: Nem található
it_it: Non trovato
ja_jp: 見つかりません
ko_kr: 없습니다.
nb_no: Ikke funnet
nl_nl: Niet gevonden
pl_pl: Nie odnaleziono
pt_br: Não encontrado
ru_ru: Не найдено
sv_se: Hittades inte
tr_tr: Bulunamadı
zh_cn: 未找到
zh_tw: 未找到

# ERROR_ID_183
source: Owner configuration bad request.
cs_cz: Konfigurace vlastníka – chybný požadavek.
de_de: Ungültige Anforderung bei der Eigentümerkonfiguration.
es_es: Solicitud incorrecta de configuración del propietario.
fr_fr: Demande incorrecte relative à la configuration du propriétaire.
hu_hu: Hibás kérés a tulajdonos konfigurációjánál.
it_it: Richiesta configurazione proprietario non valida.
ja_jp: 所有者設定不正要求。
ko_kr: 잘못된 소유자 구성 요청입니다.
nb_no: Ugyldig forespørsel for eierkonfigurasjon.
nl_nl: Ongeldig verzoek om gebruikersconfiguratie.
pl_pl: Błędne żądanie konfiguracji właściciela.
pt_br: A solicitação de configuração de proprietário é inválida.
ru_ru: Ошибочный запрос конфигурации пользователя.
sv_se: Dålig begäran för ägarkonfiguration.
tr_tr: Sahip yapılandırma geçersiz isteği.
zh_cn: 所有者配置请求错误。
zh_tw: 擁有者設定錯誤要求。

# ERROR_ID_184
source: Owner configuration internal server error.
cs_cz: Konfigurace vlastníka – chyba interního serveru.
de_de: Interner Serverfehler bei der Eigentümerkonfiguration.
es_es: Error interno del servidor de configuración del propietario.
fr_fr: Erreur interne du serveur relative à la configuration du propriétaire.
hu_hu: Belső kiszolgálóhiba a tulajdonos konfigurációjánál.
it_it: Errore server interno di configurazione proprietario.
ja_jp: 所有者設定内部サーバー エラー。
ko_kr: 소유자 구성 내부 서버 오류입니다.
nb_no: Intern serverfeil ved eierkonfigurasjon.
nl_nl: Interne serverfout met gebruikersconfiguratie.
pl_pl: Konfiguracja właściciela: wewnętrzny błąd serwera.
pt_br: Erro interno de servidor para configuração de proprietário.
ru_ru: Внутренняя ошибка сервера: конфигурация владельца.
sv_se: Internt serverfel för ägarkonfiguration.
tr_tr: Sahip yapılandırma iç sunucu hatası.
zh_cn: 所有者配置内部服务器错误。
zh_tw: 擁有者設定伺服器內部錯誤。

# ERROR_ID_185
source: Incorrect password.
cs_cz: Nesprávné heslo.
de_de: Falsches Passwort.
es_es: Contraseña incorrecta.
fr_fr: Mot de passe incorrect.
hu_hu: Helytelen jelszó
it_it: Password non corretta.
ja_jp: 正しくないパスワード。
ko_kr: 올바르지 않은 암호입니다.
nb_no: Feil passord.
nl_nl: Onjuist wachtwoord.
pl_pl: Niepoprawne hasło.
pt_br: Senha incorreta.
ru_ru: Неверный пароль.
sv_se: Felaktigt lösenord.
tr_tr: Yanlış parola.
zh_cn: 密码不正确。
zh_tw: 不正確的密碼

# ERROR_ID_186
source: WPS-PBC session overlap.
cs_cz: Překrytí relace WPS-PBC.
de_de: WPS-PBC-Sitzungsüberschneidung.
es_es: Superposición de sesión WPS-PBC.
fr_fr: Superposition de session WPS-PBC.
hu_hu: A védett WiFi-hozzáférés (WPS) gombnyomással történő konfigurálása (PBC) során a munkafolyamat szakaszainak átfedése.
it_it: Sovrapposizione sessione WPS-PBC.
ja_jp: WPS-PBC セッション重複。
ko_kr: WPS-PBC 세션이 겹칩니다.
nb_no: Overlappende WPS-PBC-økt.
nl_nl: WPS-PBC-sessieoverlapping.
pl_pl: Nakładanie się sesji WPS-PBC.
pt_br: Sobreposição de sessão WPS-PBC.
ru_ru: Пересечение сеансов WPS-PBC.
sv_se: Överlappande WPS-PBC-session.
tr_tr: WPS-PBC oturum bindirmesi.
zh_cn: WPS-PBC 会话重叠。
zh_tw: WPS-PBC 工作階段重疊。

# ERROR_ID_187
source: Firmware update bad request.
cs_cz: Aktualizace firmwaru – chybný požadavek.
de_de: Ungültige Anforderung bei der Firmware-Aktualisierung.
es_es: Solicitud incorrecta de la actualización del firmware.
fr_fr: Demande incorrecte relative à la mise à jour du micrologiciel.
hu_hu: Hibás kérés a belső vezérlőprogram frissítésénél.
it_it: Richiesta aggiornamento firmware non valida.
ja_jp: ファームウェア更新不正要求。
ko_kr: 잘못된 펌웨어 업데이트 요청입니다.
nb_no: Ugyldig forespørsel for fastvareoppdatering.
nl_nl: Ongeldig verzoek om firmware-update.
pl_pl: Błędne żądanie aktualizacji oprogramowania układowego.
pt_br: A solicitação de atualização de firmware é inválida.
ru_ru: Ошибочный запрос обновления микропрограммы.
sv_se: Dålig begäran för uppdatering av fast programvara.
tr_tr: Bellenim güncelleştirme geçersiz isteği.
zh_cn: 固件更新请求错误。
zh_tw: 韌體更新錯誤要求。

# ERROR_ID_188
source: Firmware update internal server error.
cs_cz: Aktualizace firmwaru – chyba interního serveru.
de_de: Interner Serverfehler bei der Firmware-Aktualisierung.
es_es: Error interno del servidor de la actualización del firmware.
fr_fr: Erreur interne du serveur relative à la mise à jour du micrologiciel.
hu_hu: Belső kiszolgálóhiba a belső vezérlőprogram frissítésénél.
it_it: Errore server interno aggiornamento firmware.
ja_jp: ファームウェア更新内部サーバー エラー。
ko_kr: 펌웨어 업데이트 내부 서버 오류입니다.
nb_no: Intern serverfeil ved fastvareoppdatering.
nl_nl: Interne serverfout met firmware-update.
pl_pl: Aktualizacja oprogramowania układowego: wewnętrzny błąd serwera.
pt_br: Erro interno de servidor para atualização de firmware.
ru_ru: Внутренняя ошибка сервера: обновление микропрограммы.
sv_se: Internt serverfel för uppdatering av fast programvara.
tr_tr: Bellenim güncelleştirme iç sunucu hatası.
zh_cn: 固件更新配置内部服务器错误。
zh_tw: 韌體更新伺服器內部錯誤。

# ERROR_ID_189
source: Network not found. Check your SSID and/or re-scan the networks.
cs_cz: Síť nebyla nalezena. Zkontrolujte hodnotu SSID anebo znovu prohledejte sítě.
de_de: Netzwerk wurde nicht gefunden. Überprüfen Sie die SSID und/oder prüfen Sie die Netzwerke neu.
es_es: Red no encontrada. Compruebe el SSID y/o vuelva a explorar las redes.
fr_fr: Réseau introuvable. Vérifiez votre SSID ou effectuez une nouvelle analyse des réseaux.
hu_hu: A hálózat nem található. Ellenőrizze a Szolgáltatáscsoport-azonosítót (SSID) és/vagy indítson egy újabb keresését a hálózatokon!
it_it: Rete non trovata. Controllare SSID e/o eseguire di nuovo la scansione delle reti.
ja_jp: ネットワークが見つかりません。 SSID を確認し、ネットワークを再スキャンしてください。
ko_kr: 네트워크가 없습니다. SSID를 확인하거나 네트워크를 다시 검색하십시오.
nb_no: Nettverket ble ikke funnet. Sjekk SSID og/eller skann nettverket på nytt.
nl_nl: Netwerk niet gevonden. Controleer uw SSID en/of scan de netwerken opnieuw.
pl_pl: Nie odnaleziono sieci. Sprawdź identyfikator SSID i/lub ponownie przeskanuj sieci.
pt_br: A rede não foi encontrada. Verifique o SSID e/ou verifique novamente as redes.
ru_ru: Сеть не найдена. Проверьте SSID и (или) выполните повторное сканирование сетей.
sv_se: Det gick inte att hitta nätverk. Kontrollera ditt SSID och/eller skanna om nätverken.
tr_tr: Ağ bulunamadı. SSID'nizi denetleyin ve/veya ağları yeniden tarayın.
zh_cn: 未找到网络。 检查您的SSID和/或重新扫描网络。
zh_tw: 未找到網路。 請檢查您的 SSID 以及／或重新掃描網路。

# ERROR_ID_190
source: Failed getting IP address.
cs_cz: Nepodařilo se získat adresu IP.
de_de: Fehler beim Abrufen der IP-Adresse.
es_es: Error al obtener dirección IP.
fr_fr: Échec d'obtention de l'adresse IP.
hu_hu: IP-cím bekérés sikertelen.
it_it: Impossibile ottenere l'indirizzo IP.
ja_jp: IP アドレスを取得できませんでした。
ko_kr: IP 주소를 가져오지 못했습니다.
nb_no: Klarte ikke å hente IP-adresse.
nl_nl: Kon IP-adres niet ophalen.
pl_pl: Nie można uzyskać adresu IP.
pt_br: Falha na obtenção do endereço IP.
ru_ru: Не удалось получить IP-адрес.
sv_se: Det gick inte att hämta IP-adress.
tr_tr: IP adresi alınamadı.
zh_cn: 获取 IP 地址失败。
zh_tw: 獲取 IP 位址錯誤。

# ERROR_ID_191
source: Drive not found.
cs_cz: Jednotka nebyla nalezena.
de_de: Laufwerk wurde nicht gefunden.
es_es: Unidad no encontrada.
fr_fr: Lecteur introuvable.
hu_hu: A meghajtó nem található.
it_it: Unità non trovata.
ja_jp: デバイスが見つかりません。
ko_kr: 드라이브가 없습니다.
nb_no: Stasjon ble ikke funnet.
nl_nl: Station niet gevonden.
pl_pl: Nie odnaleziono dysku.
pt_br: A unidade não foi encontrada.
ru_ru: Диск не найден.
sv_se: Det gick inte att hitta enhet.
tr_tr: Sürücü bulunamadı.
zh_cn: 未找到驱动器。
zh_tw: 未找到磁碟機。

# ERROR_ID_192
source: Drive handle missing.
cs_cz: Chybí popisovač jednotky.
de_de: Laufwerkhandle fehlt.
es_es: Falta el identificador de la unidad.
fr_fr: Descripteur du lecteur manquant.
hu_hu: A meghajtókezelő nem található.
it_it: Handle unità mancante.
ja_jp: ドライブ ハンドルが見つかりません。
ko_kr: 드라이브 핸들이 누락되었습니다.
nb_no: Stasjonsreferansen mangler.
nl_nl: Stationsingang ontbreekt.
pl_pl: Brak dojścia do dysku.
pt_br: O identificador da unidade está ausente.
ru_ru: Отсутствует дескриптор диска.
sv_se: Enhetsreferens saknas.
tr_tr: Sürücü tanıtıcısı eksik.
zh_cn: 驱动器手柄缺失。
zh_tw: 磁碟機控點遺失。

# ERROR_ID_193
source: Password missing.
cs_cz: Chybí heslo.
de_de: Passwort fehlt.
es_es: Falta la contraseña.
fr_fr: Mot de passe manquant.
hu_hu: Hiányzik a jelszó.
it_it: Password mancante.
ja_jp: パスワードが見つかりません。
ko_kr: 암호가 누락되었습니다.
nb_no: Passord mangler.
nl_nl: Wachtwoord ontbreekt.
pl_pl: Brak hasła.
pt_br: A senha está ausente.
ru_ru: Отсутствует пароль.
sv_se: Lösenord saknas.
tr_tr: Parola eksik.
zh_cn: 密码缺失。
zh_tw: 密碼遺失

# ERROR_ID_194
source: Invalid save value.
cs_cz: Neplatná hodnota uložení.
de_de: Ungültiger Speicherwert.
es_es: Valor de guardado no válido.
fr_fr: Valeur d'enregistrement non valide.
hu_hu: Érvénytelen érték mentés.
it_it: Valore salvato non valido.
ja_jp: 無効な保存値。
ko_kr: 유효하지 않은 저장 값입니다.
nb_no: Ugyldig lagringsverdi.
nl_nl: Ongeldige opslagwaarde.
pl_pl: Nieprawidłowa wartość zapisywania.
pt_br: O valor para salvar é inválido.
ru_ru: Недопустимое значение сохранения.
sv_se: Ogiltigt sparvärde.
tr_tr: Geçersiz kaydetme değeri.
zh_cn: 保存参数无效。
zh_tw: 無效的儲存值。

# ERROR_ID_195
source: Drive not locked.
cs_cz: Jednotka není uzamčena.
de_de: Laufwerk nicht gesperrt.
es_es: Unidad no bloqueada.
fr_fr: Lecteur non verrouillé.
hu_hu: A meghajtó nem zárolt.
it_it: Unità non bloccata.
ja_jp: ドライブがロックされています。
ko_kr: 드라이브가 잠기지 않았습니다.
nb_no: Stasjon ikke låst.
nl_nl: Station niet vergrendeld.
pl_pl: Dysk nie jest zablokowany.
pt_br: A unidade não está bloqueada.
ru_ru: Диск не заблокирован.
sv_se: Enheten är inte låst.
tr_tr: Sürücü kilitli değil.
zh_cn: 驱动器未锁定。
zh_tw: 未鎖定磁碟機。

# ERROR_ID_196
source: Unlock failed
cs_cz: Odemknutí se nezdařilo
de_de: Fehler beim Entsperren
es_es: Error de desbloqueo
fr_fr: Échec du déverrouillage
hu_hu: A feloldás sikertelen.
it_it: Sblocco non riuscito
ja_jp: ロック解除が失敗しました。
ko_kr: 잠금을 해제하지 못했습니다.
nb_no: Opplåsing mislyktes
nl_nl: Ontgrendelen mislukt
pl_pl: Odblokowanie nie powiodło się
pt_br: Falha no desbloqueio
ru_ru: Сбой разблокировки
sv_se: Upplåsning misslyckades
tr_tr: Kilit açma başarısız
zh_cn: 解锁失败
zh_tw: 解鎖失敗。

# ERROR_ID_197
source: Unlock failed - unlock attempts exceeded.
cs_cz: Odemknutí se nezdařilo – byl překročen maximální počet pokusů o odemknutí.
de_de: Fehler beim Entsperren - Anzahl der Entsperrversuche überschritten.
es_es: Error de desbloqueo: intentos de desbloqueo superados.
fr_fr: Échec du déverrouillage : Nombre de tentatives de déverrouillage dépassé.
hu_hu: A feloldás sikertelen - a feloldási kísérletekre rendelkezésre álló idő lejárt.
it_it: Sblocco non riuscito: superati tentativi di sblocco.
ja_jp: ロック解除失敗 - ロック解除試行回数を超えました。
ko_kr: 잠금을 해제하지 못했습니다. 잠금 해제 시도 제한 횟수가 초과되었습니다.
nb_no: Opplåsing mislyktes – antall forsøk overskredet.
nl_nl: Ontgrendelen mislukt - maximale aantal pogingen bereikt.
pl_pl: Odblokowanie nie powiodło się — przekroczono dozwoloną liczbę prób odblokowania.
pt_br: Falha no desbloqueio. O número máximo de tentativas de desbloqueio foi excedido.
ru_ru: Сбой разблокировки: превышено количество попыток разблокировки.
sv_se: Upplåsning misslyckades – antalet upplåsningsförsök överskreds.
tr_tr: Kilit açma başarısız - kilit açma girişimleri üst sınırı aştı.
zh_cn: 解锁失败-超过尝试解锁次数限制。
zh_tw: 解鎖失敗 - 超過解鎖嘗試。

# ERROR_ID_198
source: Invalid encoding value.
cs_cz: Neplatná hodnota kódování.
de_de: Ungültiger Kodierwert.
es_es: Valor de codificación no válido.
fr_fr: Valeur de codage non valide.
hu_hu: Érvénytelen érték dekódolás.
it_it: Valore decodifica non valido.
ja_jp: 無効なエンコード値。
ko_kr: 유효하지 않은 인코딩 값입니다.
nb_no: Ugyldig kodingsverdi.
nl_nl: Ongeldige coderingswaarde.
pl_pl: Nieprawidłowa wartość kodowania.
pt_br: O valor da codificação é inválido.
ru_ru: Недопустимое значение кодировки.
sv_se: Ogiltigt kodningsfel.
tr_tr: Geçersiz kodlama değeri.
zh_cn: 编码值无效。
zh_tw: 無效的編碼值。

# ERROR_ID_199
source: Unsupported request.
cs_cz: Nepodporovaný požadavek.
de_de: Nicht unterstützte Anforderung.
es_es: Solicitud no admitida.
fr_fr: Demande non prise en charge.
hu_hu: Nem támogatott kérés.
it_it: Richiesta non supportata.
ja_jp: サポートされていない要求。
ko_kr: 지원되지 않는 요청입니다.
nb_no: Forespørselen støttes ikke.
nl_nl: Niet ondersteund verzoek.
pl_pl: Nieobsługiwane żądanie.
pt_br: A solicitação não é suportada.
ru_ru: Неподдерживаемый запрос.
sv_se: Begäran stöds inte.
tr_tr: Desteklenmeyen istek.
zh_cn: 不支持此请求。
zh_tw: 不支援的要求。

# ERROR_ID_200
source: Invalid standby timer value.
cs_cz: Neplatná hodnota časovače úsporného režimu.
de_de: Ungültiger Wert für den Standbyzeitgeber.
es_es: Valor de temporizador de espera no válido.
fr_fr: Valeur de temporisateur de mise en veille non valide.
hu_hu: Érvénytelen készenléti idő érték.
it_it: Valore timer stand-by non valido.
ja_jp: 無効なスタンバイ タイマー値。
ko_kr: 유효하지 않은 대기 타이머 값입니다.
nb_no: Ugyldig verdi for hvilemodus.
nl_nl: Ongeldige waarde stand-byklok.
pl_pl: Nieprawidłowa wartość licznika czasu gotowości.
pt_br: O valor do temporizador de espera é inválido.
ru_ru: Недопустимое значение таймера простоя.
sv_se: Ogiltigt värde för standby-timer.
tr_tr: Geçersiz bekleme zamanlayıcısı değeri.
zh_cn: 待机计时器的值无效。
zh_tw: 無效的待機計時器值。

# ERROR_ID_201
source: Standby timer is unsupported.
cs_cz: Časovač úsporného režimu není podporován.
de_de: Standbyzeitgeber wird nicht unterstützt.
es_es: No se admite el temporizador de espera.
fr_fr: Le temporisateur de mise en veille n'est pas pris en charge.
hu_hu: A készenléti időmérő nem támogatott.
it_it: Timer stand-by non supportato.
ja_jp: スタンバイ タイマーはサポートされていません。
ko_kr: 지원되지 않는 대기 타이머입니다.
nb_no: Tidsinnstillingen for hvilemodus støttes ikke.
nl_nl: Stand-byklok wordt niet ondersteund.
pl_pl: Licznik czasu gotowości jest nieobsługiwany.
pt_br: O temporizador de espera não é suportado.
ru_ru: Не поддерживается таймер простоя.
sv_se: Standby-timer stöds inte.
tr_tr: Bekleme zamanlayıcısı desteklenmiyor.
zh_cn: 不支持该待机计时器。
zh_tw: 不支援待機計時器。

# ERROR_ID_202
source: Invalid backup enabled parameter value.
cs_cz: Neplatná hodnota parametru povolení zálohování.
de_de: Ungültiger Parameterwert für Sicherungsaktivierung.
es_es: Valor del parámetro habilitado para copia de seguridad no válido.
fr_fr: Valeur de paramètre de sauvegarde activée non valide.
hu_hu: Érvénytelen eltárolt adat
it_it: Valore parametro abilitato di backup non valido.
ja_jp: 無効なバックアップ対応パラメータ値。
ko_kr: 유효하지 않은 백업 활성화 매개변수 값입니다.
nb_no: Ugyldig sikkerhetskopiaktivert parameterverdi.
nl_nl: Ongeldige parameterwaarde back-up ingeschakeld.
pl_pl: Nieprawidłowa wartość parametru włączenia kopii zapasowej.
pt_br: O valor do parâmetro de ativação de backup é inválido.
ru_ru: Недопустимое значение параметра включения резервного копирования.
sv_se: Ogiltigt parametervärde för aktivering av säkerhetskopiering.
tr_tr: Geçersiz yedekleme etkin parametre değeri.
zh_cn: 备份启用参数的值无效。
zh_tw: 無效的備份啟用參數值。

# ERROR_ID_203
source: Invalid backup size limit parameter value.
cs_cz: Neplatná hodnota parametru limitu velikosti zálohy.
de_de: Ungültiger Parameterwert für Sicherungsgrößenbeschränkung.
es_es: Valor del parámetro del tamaño límite de la copia de seguridad no válido.
fr_fr: Valeur de paramètre de taille limite de sauvegarde non valide.
hu_hu: Érvénytelen eltárolt adat méretezési korlát paraméter érték.
it_it: Valore parametro limite dimensioni di backup non valido.
ja_jp: 無効なバックアップ サイズ上限パラメータ値。
ko_kr: 유효하지 않은 백업 크게 한도 매개변수 값입니다.
nb_no: Ugyldig parameterverdi for sikkerhetskopiens størrelsesbegrensning.
nl_nl: Ongeldige parameterwaarde back-upgroottelimiet.
pl_pl: Nieprawidłowa wartość parametru rozmiaru kopii zapasowej.
pt_br: O valor do parâmetro de limite de tamanho do backup é inválido.
ru_ru: Недопустимое значение параметра предела размера резервного копирования.
sv_se: Ogiltigt parametervärde för säkerhetskopieringens storleksgräns.
tr_tr: Geçersiz yedekleme boyutu sınırı parametre değeri.
zh_cn: 备份大小参数的值无效。
zh_tw: 無效的備份大小參數值。

# ERROR_ID_204
source: Unable to create Time Machine directory.
cs_cz: Nelze vytvořit adresář Time Machine.
de_de: Time Machine-Verzeichnis konnte nicht erstellt werden.
es_es: No se puede crear el directorio de Time Machine.
fr_fr: Impossible de créer le répertoire Time Machine.
hu_hu: A Time Machine könyvtár létrehozása nem megoldható.
it_it: Impossibile creare la directory Time Machine.
ja_jp: Time Machine ディレクトリを作成できません。
ko_kr: Time Machine 디렉토리를 만들 수 없습니다.
nb_no: Kan ikke opprette Tidsmaskin-katalogen.
nl_nl: Kan Time Machine-map niet maken.
pl_pl: Nie można utworzyć katalogu Time Machine.
pt_br: Não foi possível criar o diretório do Time Machine.
ru_ru: Невозможно создать каталог Time Machine.
sv_se: Det går inte att skapa Time Machine-katalog.
tr_tr: Time Machine dizini oluşturulamıyor.
zh_cn: 不能创建 Time Machine 目录。
zh_tw: 無法建立 Time Machine 名錄。

# ERROR_ID_205
source: Unable to configure Time Machine directory.
cs_cz: Nelze nakonfigurovat adresář Time Machine.
de_de: Time Machine-Verzeichnis konnte nicht konfiguriert werden.
es_es: No se puede configurar el directorio de Time Machine.
fr_fr: Impossible de configurer le répertoire Time Machine.
hu_hu: A Time Machine könyvtár konfigurálása nem megoldható.
it_it: Impossibile configurare la directory Time Machine.
ja_jp: Time Machine ディレクトリを設定できません。
ko_kr: Time Machine 디렉토리를 구성할 수 없습니다.
nb_no: Kan ikke konfigurere Tidsmaskin-katalogen.
nl_nl: Kan Time Machine-map niet configureren.
pl_pl: Nie można skonfigurować katalogu Time Machine.
pt_br: Não foi possível configurar o diretório do Time Machine.
ru_ru: Невозможно конфигурировать каталог Time Machine.
sv_se: Det går inte att konfigurera Time Machine-katalog.
tr_tr: Time Machine dizini yapılandırılamıyor.
zh_cn: 不能配置 Time Machine 目录。
zh_tw: 無法設定 Time Machine 名錄。
