Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

source: Safepoint OK.
cs_cz: Bod Safepoint je v pořádku.
es_es: Safepoint correcto.
hu_hu: Safepoint rendben.
ko_kr: safepoint가 정상입니다.
pl_pl: Punkt safepoint prawidłowy.
ru_ru: Safepoint в порядке.
tr_tr: Safepoint Tamam.
zh_cn: Safepoint 可用。
zh_tw: Safepoint 正常

# SAFEPOINT_INPROGRESS
source: Safepoint operation in progress.
cs_cz: Probíhá operace s bodem Safepoint.
de_de: Safepoint-Vorgang wird ausgeführt.
es_es: Operación del safepoint en curso.
fr_fr: Opération safepoint en cours.
hu_hu: Safepoint művelete folyamatban van.
it_it: Operazione safepoint in corso.
ja_jp: Safepoint 処理が実行中です。
ko_kr: safepoint 작업이 진행 중입니다.
nb_no: Safepoint opprettes.
nl_nl: Safepointbewerking bezig.
pl_pl: Operacja dotycząca punktu safepoint w toku.
pt_br: Operação de safepoint em andamento.
ru_ru: Выполняется операция safepoint.
sv_se: Safepoint-åtgärd pågår.
tr_tr: Safepoint işlemi devam ediyor.
zh_cn: Safepoint 操作进行中。
zh_tw: Safepoint 操作進行中。

# SAFEPOINT_FAILED
source: Failed request received during this safepoint operation.
cs_cz: Během operace s bodem Safepoint byl přijat požadavek, který selhal.
de_de: Fehlerhafte Anforderung beim Ausführen des Safepoint-Vorgangs erhalten.
es_es: Error de la solicitud recibida durante esta operación del safepoint.
fr_fr: Échec de la demande lors de l'opération safepoint.
hu_hu: A safepoint művelete közben érkezett kérés teljesítése sikertelen.
it_it: Ricevuta richiesta con errore durante l'operazione di safepoint.
ja_jp: この Safepoint 処理中に受信した要求が失敗しました。
ko_kr: 이 safepoint 작업 중에 실패한 요청이 수신되었습니다.
nb_no: Mislykket forespørsel mottatt under oppretting av safepoint.
nl_nl: Mislukt verzoek ontvangen tijdens deze safepointbewerking.
pl_pl: Podczas operacji dotyczącej punktu safepoint odebrano nieudane żądanie.
pt_br: Falha em solicitação recebida durante esta operação de safepoint.
ru_ru: При выполнении этой операции safepoint получен невыполненный запрос.
sv_se: Misslyckad begäran togs emot under den här safepoint-åtgärden.
tr_tr: Bu safepoint işlemi sırasında başarısız istek alındı.
zh_cn: 本次 safepoint 操作进行时收到错误请求。
zh_tw: 該 Safepoint 操作時接收到失敗的要求。

# SAFEPOINT_NOTFOUND
source: This safepoint was not found.
cs_cz: Tento bod Safepoint nebyl nalezen.
de_de: Safepoint wurde nicht gefunden.
es_es: No se encontró este safepoint.
fr_fr: Safepoint introuvable.
hu_hu: A safepoint nem található.
it_it: Safepoint non trovato.
ja_jp: この Safepoint が見つかりませんでした。
ko_kr: 이 safepoint는 없습니다.
nb_no: Safepoint ble ikke funnet.
nl_nl: Dit safepoint is niet gevonden.
pl_pl: Nie odnaleziono tego punktu safepoint.
pt_br: Este safepoint não foi encontrado.
ru_ru: Этот safepoint не был найден.
sv_se: Det gick inte att hitta denna safepoint.
tr_tr: Bu safepoint bulunamadı.
zh_cn: 未找到 safepoint。
zh_tw: 未找到此 Safepoint。

# SAFEPOINT_UNAUTHORIZED
source: This safepoint operation failed due to an unauthorized request.
cs_cz: Tato operace s bodem Safepoint se nezdařila z důvodu neověřeného požadavku.
de_de: Dieser Safepoint-Vorgang konnte aufgrund einer nicht autorisierten Anforderung nicht abgeschlossen werden.
es_es: Se produjo un error en esta operación del safepoint debido a una solicitud no autorizada.
fr_fr: L'opération safepoint a échoué à cause d'une demande non autorisée.
hu_hu: Jogosulatlan kérés miatt a safepoint műveletének végrehajtása sikertelen.
it_it: L'operazione safepoint non è riuscita a causa di una richiesta non autorizzata.
ja_jp: 権限のない要求であるため、この Safepoint 処理は失敗しました。
ko_kr: 무단 요청 때문에 이 safepoint 작업에 실패했습니다.
nb_no: Opprettelsen av safepoint mislyktes på grunn av en uautorisert forespørsel.
nl_nl: Deze safepointbewerking is mislukt vanwege een ongeautoriseerd verzoek.
pl_pl: Operacja dotycząca punktu safepoint nie powiodła się z powodu nieautoryzowanego żądania.
pt_br: Esta operação de safepoint falhou devido a uma solicitação não autorizada.
ru_ru: Эта операция safepoint не выполнена из-за неавторизованного запроса.
sv_se: Denna safepoint-åtgärd misslyckades på grund av en obehörig begäran.
tr_tr: Bu safepoint işlemi yetkisiz bir istek nedeniyle başarısız oldu.
zh_cn: 由于请求未经许可，safepoint 操作失败。
zh_tw: 由於未授權的要求，Safepoint 操作失敗。

# SAFEPOINT_BUSY
source: A safepoint operation is currently in progress.
cs_cz: Operace s bodem Safepoint právě probíhá.
de_de: Ein Safepoint-Vorgang wird derzeit ausgeführt.
es_es: Hay una operación del safepoint en curso actualmente.
fr_fr: Une opération safepoint est actuellement en cours.
hu_hu: A safepoint művelete folyamatban van.
it_it: Un'operazione safepoint è attualmente in corso.
ja_jp: 現在 Safepoint 処理が実行中です。
ko_kr: 현재 safepoint 작업이 진행 중입니다.
nb_no: Et safepoint er under opprettelse.
nl_nl: Er is een safepointbewerking bezig.
pl_pl: Obecnie jest wykonywana operacja dotycząca punktu safepoint.
pt_br: Uma operação de safepoint está em andamento.
ru_ru: В настоящий момент выполняется операция safepoint.
sv_se: En safepoint-åtgärd pågår.
tr_tr: Şu anda bir safepoint işlemi devam ediyor.
zh_cn: Safepoint 操作当前正在进行中。
zh_tw: Safepoint 的操作正在進行中。

# SAFEPOINT_NOSPACE
source: This safepoint operation failed due to insufficient space.
cs_cz: Tato operace s bodem Safepoint se nezdařila z důvodu nedostatečného prostoru.
de_de: Dieser Safepoint-Vorgang konnte aufgrund unzureichenden Speicherplatzes nicht abgeschlossen werden.
es_es: Se produjo un error en esta operación del safepoint debido a que no hay suficiente espacio.
fr_fr: L'opération safepoint a échoué car l'espace est insuffisant.
hu_hu: Kevés tárhely, a safepoint művelet végrehajtása sikertelen.
it_it: Operazione safepoint non riuscita per spazio insufficiente.
ja_jp: 領域が不十分なため、この Safepoint 処理は失敗しました。
ko_kr: 공간이 충분하지 않아서 이 safepoint 작업에 실패했습니다.
nb_no: Opprettelsen av safepoint mislyktes på grunn av manglende lagringsplass.
nl_nl: Deze safepointbewerking is mislukt vanwege onvoldoende ruimte.
pl_pl: Operacja dotycząca punktu safepoint nie powiodła się z powodu zbyt małej ilości miejsca.
pt_br: Esta operação de safepoint falhou devido ao espaço insuficiente.
ru_ru: Эта операция safepoint не выполнена из-за недостаточного пространства.
sv_se: Denna safepoint-åtgärd misslyckades på grund av att det inte finns tillräckligt med utrymme.
tr_tr: Bu safepoint işlemi yetersiz alan nedeniyle başarısız oldu.
zh_cn: 由于空间不足，safepoint 操作失败。
zh_tw: 由於空間不足，此項 Safepoint 操作失敗。

# SAFEPOINT_INVALID
source: This safepoint operation failed due to an invalid request.
cs_cz: Tato operace s bodem Safepoint se nezdařila z důvodu neplatného požadavku.
de_de: Dieser Safepoint-Vorgang konnte aufgrund einer ungültigen Anforderung nicht abgeschlossen werden.
es_es: Se produjo un error en esta operación del safepoint debido a una solicitud no válida.
fr_fr: L'opération safepoint a échoué à cause d'une demande non valide.
hu_hu: Érvénytelen kérés miatt a safepoint műveletének végrehajtása sikertelen.
it_it: Operazione safepoint non riuscita per richiesta non valida.
ja_jp: 無効な要求であるため、この Safepoint 処理は失敗しました。
ko_kr: 유효하지 않은 요청 때문에 이 safepoint 작업에 실패했습니다.
nb_no: Opprettelsen av safepoint mislyktes på grunn av en ugyldig forespørsel.
nl_nl: Deze safepointbewerking is mislukt vanwege een ongeldig verzoek.
pl_pl: Operacja dotycząca punktu safepoint nie powiodła się z powodu nieprawidłowego żądania.
pt_br: Esta operação de safepoint falhou devido a uma solicitação inválida.
ru_ru: Эта операция safepoint не выполнена из-за недопустимого запроса.
sv_se: Denna safepoint-åtgärd misslyckades på grund av en ogiltig begäran.
tr_tr: Bu safepoint işlemi geçersiz bir istek nedeniyle başarısız oldu.
zh_cn: 由于请求无效，safepoint 操作失败。
zh_tw: 由於無效的要求，此項 Safepoint 操作失敗。

# SAFEPOINT_INCOMPATIBLE
source: This safepoint is incompatible.
cs_cz: Tento bod Safepoint je nekompatibilní.
de_de: Dieser Safepoint ist nicht kompatibel.
es_es: Este safepoint es incompatible.
fr_fr: Le safepoint n'est pas compatible.
hu_hu: A safepoint nem kompatibilis.
it_it: Safepoint non compatibile.
ja_jp: この Safepoint は対応していません。
ko_kr: 이 safepoint는 호환되지 않습니다.
nb_no: Safepoint er inkompatibelt.
nl_nl: Dit safepoint is incompatibel.
pl_pl: Punkt safepoint jest niezgodny.
pt_br: Este safepoint é incompatível.
ru_ru: Этот safepoint является несовместимым.
sv_se: Denna safepoint är inkompatibel.
tr_tr: Bu safepoint uyumsuz.
zh_cn: 此 safepoint 不兼容。
zh_tw: 此 Safepoint 不相容。

# SAFEPOINT_UNREACHABLE
source: This safepoint operation failed because it is currently unreachable.
cs_cz: Tato operace s bodem Safepoint se nezdařila z důvodu jeho momentální nedostupnosti.
de_de: Dieser Safepoint-Vorgang konnte nicht abgeschlossen werden, weil der Safepoint nicht erreichbar ist.
es_es: Se produjo un error en esta operación del safepoint porque actualmente es inaccesible.
fr_fr: L'opération safepoint a échoué car elle est actuellement inaccessible.
hu_hu: Jelenleg elérhetetlen a safepoint, ezért a művelet végrehajtása sikertelen.
it_it: Operazione safepoint non riuscita perché non è al momento raggiungibile.
ja_jp: 現在到達できないため、この Safepoint 処理は失敗しました。
ko_kr: 현재 액세스할 수 없어서 이 safepoint 작업에 실패했습니다.
nb_no: Opprettelsen av safepoint mislyktes fordi det for øyeblikket ikke kan nås.
nl_nl: Deze safepointbewerking is mislukt omdat het safepoint momenteel niet bereikbaar is.
pl_pl: Operacja dotycząca punktu safepoint nie powiodła się, ponieważ punkt safepoint jest nieosiągalny.
pt_br: Esta operação de safepoint falhou por estar inacessível no momento.
ru_ru: Эта операция safepoint не выполнена, поскольку она в настоящий момент недостижима.
sv_se: Denna safepoint-åtgärd misslyckades därför att den inte kan nås just nu.
tr_tr: Bu safepoint şu anda ulaşılamadığı için başarısız oldu.
zh_cn: 由于 safepoint 当前不可访问，操作失败。
zh_tw: 由於目前無法連接至您的 Safepoint，此項 Safepoint 操作失敗。

# SAFEPOINT_NOTSUPPORTED
source: This operation is not supported.
cs_cz: Tato operace není podporována.
de_de: Dieser Vorgang wird nicht unterstützt.
es_es: No se admite esta operación.
fr_fr: Cette opération n'est pas prise en charge.
hu_hu: Nem támogatott művelet.
it_it: Operazione non supportata.
ja_jp: この処理はサポートされていません。
ko_kr: 이 작업은 지원되지 않습니다.
nb_no: Denne operasjonen støttes ikke.
nl_nl: Deze bewerking wordt niet ondersteund.
pl_pl: Operacja jest nieobsługiwana.
pt_br: Esta operação não é suportada.
ru_ru: Эта операция не поддерживается.
sv_se: Denna åtgärd stöds inte.
tr_tr: Bu işlem desteklenmiyor.
zh_cn: 不支持此操作。
zh_tw: 不支援此項操作。

# SAFEPOINT_DUPLICATE
source: This safepoint operation failed due to a duplication error.
cs_cz: Tato operace s bodem Safepoint se nezdařila z důvodu chyby kopírování.
de_de: Dieser Safepoint-Vorgang konnte aufgrund eines Duplizierungsfehlers nicht abgeschlossen werden.
es_es: Se produjo un error en esta operación del safepoint debido a un error de duplicación.
fr_fr: L'opération safepoint a échoué à cause d'une erreur de duplication.
hu_hu: Másolási hiba, a safepoint művelet végrehajtása sikertelen.
it_it: Operazione safepoint non riuscita per errore di duplicazione.
ja_jp: この Safepoint 処理は重複エラーのため失敗しました。
ko_kr: 중복 오류 때문에 이 safepoint 작업에 실패했습니다.
nb_no: Opprettelsen av safepoint mislyktes på grunn av en dupliseringsfeil.
nl_nl: Deze safepointbewerking is mislukt vanwege een duplicatiefout.
pl_pl: Operacja dotycząca punktu safepoint nie powiodła się z powodu błędu duplikacji.
pt_br: Esta operação de safepoint falhou devido a um erro de duplicação.
ru_ru: Эта операция safepoint не выполнена из-за ошибки дублирования.
sv_se: Denna safepoint-åtgärd misslyckades på grund av ett kopieringsfel.
tr_tr: Bu safepoint işlemi bir çoğaltma hatası nedeniyle başarısız oldu.
zh_cn: 由于发生重复错误，safepoint 操作失败。
zh_tw: 由於錯誤重複，此項 Safepoint 操作失敗。

# SAFEPOINT_NOTSTARTED
source: This safepoint operation did not start.
cs_cz: Tato operace s bodem Safepoint nezačala.
de_de: Der Safepoint-Vorgang wurde nicht gestartet.
es_es: No se inició esta operación del safepoint.
fr_fr: Cette opération safepoint n'a pas démarré.
hu_hu: A safepoint művelet nem indult el.
it_it: Operazione safepoint non avviata.
ja_jp: この Safepoint 処理は開始しませんでした。
ko_kr: 이 safepoint 작업은 시작되지 않았습니다.
nb_no: Opprettelsen av safepoint startet ikke.
nl_nl: Deze safepointbewerking is niet gestart.
pl_pl: Operacja dotycząca punktu safepoint nie została rozpoczęta.
pt_br: Esta operação de safepoint não iniciou.
ru_ru: Эта операция safepoint не началась.
sv_se: Denna safepoint-åtgärd startade inte.
tr_tr: Bu safepoint işlemi başlatılmadı.
zh_cn: Safepoint 操作未开始。
zh_tw: 此項 Safepoint 操作未開始。

# SAFEPOINT_NOTCREATED
source: This safepoint is was not created.
cs_cz: Tento bod Safepoint nebyl vytvořen.
de_de: Dieser Safepoint wurde nicht erstellt.
es_es: No se creó este safepoint.
fr_fr: Le safepoint n'a pas été créé.
hu_hu: A safepoint létrehozása sikertelen.
it_it: Safepoint non creato.
ja_jp: この Safepoint は作成されませんでした。
ko_kr: 이 safepoint는 만들어지지 않았습니다.
nb_no: Safepoint ble ikke opprettet.
nl_nl: Dit safepoint is niet gemaakt.
pl_pl: Punkt safepoint nie został utworzony.
pt_br: Este safepoint não foi criado.
ru_ru: Этот safepoint не был создан.
sv_se: Denna safepoint har inte skapats.
tr_tr: Bu safepoint oluşturulmadı.
zh_cn: 未创建此 safepoint。
zh_tw: 未建立此 Safepoint。

# SAFEPOINT_UNAVAILABLE
source: A system resource is not available.
cs_cz: Systémový zdroj není k dispozici.
de_de: Eine Systemressource ist unverfügbar.
es_es: No hay ningún recurso de sistema disponible.
fr_fr: Une ressource système n'est pas disponible.
hu_hu: A rendszer nem rendelkezik elegendő erőforrással.
it_it: Risorsa di sistema non disponibile.
ja_jp: システムリソースがありません。
ko_kr: 시스템 자원을 사용할 수 없습니다.
nb_no: En systemressurs ikke er tilgjengelig.
nl_nl: Een systeembron is niet beschikbaar.
pl_pl: Zasób systemu jest niedostępny.
pt_br: Um recurso de sistema não está disponível.
ru_ru: Системный ресурс недоступен.
sv_se: En systemresurs är inte tillgänglig.
tr_tr: Sistem kaynağı mevcut değil.
zh_cn: 系统资源不可用。
zh_tw: 無法使用一項系統資源。

# SAFEPOINT_CORRUPTED
source: This safepoint operation failed due to a corrupted resource.
cs_cz: Tato operace s bodem Safepoint se nezdařila z důvodu poškozeného zdroje.
de_de: Dieser Safepoint-Vorgang konnte aufgrund einer beschädigten Ressource nicht abgeschlossen werden.
es_es: Se produjo un error en esta operación del safepoint debido a un recurso dañado.
fr_fr: L'opération safepoint a échoué à cause d'une ressource endommagée.
hu_hu: Hibás forrás, a safepoint művelet végrehajtása sikertelen.
it_it: Operazione safepoint non riuscita per risorsa danneggiata.
ja_jp: この Safepoint 処理は破損リソースのため失敗しました。
ko_kr: 손상된 자원 때문에 이 safepoint 작업에 실패했습니다.
nb_no: Opprettelsen av safepoint mislyktes på grunn av en skadet ressurs.
nl_nl: Deze safepointbewerking is mislukt vanwege een beschadigde bron.
pl_pl: Operacja dotycząca punktu safepoint nie powiodła się z powodu uszkodzonego zasobu.
pt_br: Esta operação de safepoint falhou devido a um recurso corrompido.
ru_ru: Эта операция safepoint не выполнена из-за поврежденного ресурса.
sv_se: Denna safepoint-åtgärd misslyckades på grund av en skadad resurs.
tr_tr: Bu safepoint işlemi bozuk bir kaynak nedeniyle başarısız oldu.
zh_cn: 由于某资源损坏，此次 safepoint 操作失败。
zh_tw: 由於資源損毀，此項 Safepoint 操作失敗。

# SAFEPOINT_ABORTED
source: Safepoint operation aborted.
cs_cz: Operace s bodem Safepoint byla přerušena.
de_de: Safepoint-Vorgang abgebrochen.
es_es: Operación del safepoint anulada.
fr_fr: Opération safepoint annulée.
hu_hu: A safepoint művelet megszakadt.
it_it: Operazione safepoint arrestata.
ja_jp: Safepoint 処理は中断されました。
ko_kr: safepoint 작업이 중단되었습니다.
nb_no: Opprettelse av safepoint avbrutt.
nl_nl: Safepointbewerking afgebroken.
pl_pl: Operacja dotycząca punktu safepoint została przerwana.
pt_br: Operação de safepoint cancelada.
ru_ru: Операция safepoint прервана.
sv_se: Safepoint-åtgärd avbröts.
tr_tr: Safepoint işlemi iptal edildi.
zh_cn: Safepoint 操作中止。
zh_tw: Safepoint 操作中止。

# SAFEPOINT_IGNORE
source: This safepoint operation was ignored.
cs_cz: Tato operace s bodem Safepoint byla ignorována.
de_de: Dieser Safepoint-Vorgang wurde ignoriert.
es_es: Se ignoró esta operación del safepoint.
fr_fr: L'opération safepoint a été ignorée.
hu_hu: A safepoint műveletet a rendszer figyelmen kívül hagyta.
it_it: Operazione safepoint ignorata.
ja_jp: この Safepoint 処理は無視されました。
ko_kr: 이 safepoint 작업이 무시되었습니다.
nb_no: Opprettelsen av safepoint ble ignorert.
nl_nl: Deze safepointbewerking is genegeerd.
pl_pl: Operacja dotycząca punktu safepoint została zignorowana.
pt_br: Esta operação de safepoint foi ignorada.
ru_ru: Эта операция safepoint была проигнорирована.
sv_se: Denna safepoint-åtgärd ignorerades.
tr_tr: Bu safepoint işlemi yoksayıldı.
zh_cn: Safepoint 操作被此忽略。
zh_tw: 已忽略此項 Safepoint 操作。

# SAFEPOINT_NOTALLOWED
source: This safepoint operation is not allowed.
cs_cz: Tato operace s bodem Safepoint není povolena.
de_de: Dieser Safepoint-Vorgang ist nicht zulässig.
es_es: No se permite esta operación del safepoint.
fr_fr: Cette opération safepoint n'est pas autorisée.
hu_hu: A safepoint művelet nem engedélyezett.
it_it: Operazione safepoint non consentita.
ja_jp: この Safepoint 処理は許可されていません。
ko_kr: 이 safepoint 작업은 허용되지 않습니다.
nb_no: Denne safepoint-funksjonen er ikke tillatt.
nl_nl: Deze safepointbewerking is niet toegestaan.
pl_pl: Ta operacja dotycząca punktu safepoint jest niedozwolona.
pt_br: Esta operação de safepoint não é permitida.
ru_ru: Эта операция safepoint не разрешена.
sv_se: Denna safepoint-åtgärd är inte tillåten.
tr_tr: Bu safepoint işlemine izin verilmiyor.
zh_cn: 不允许此 safepoint 操作。
zh_tw: 不允許此項 Safepoint 操作。

# SAFEPOINT_TIMEOUT
source: Your last safepoint operation timed out.
cs_cz: Vaší poslední operaci s bodem Safepoint vypršel časový limit.
de_de: Beim letzten Safepoint-Vorgang ist eine Zeitüberschreitung aufgetreten.
es_es: Se agotó el tiempo de espera de la última operación del safepoint.
fr_fr: Le délai d'attente de la dernière opération safepoint a expiré.
hu_hu: A legutóbbi safepoint műveletre rendelkezésre álló idő lejárt.
it_it: Timeout ultima operazione safepoint.
ja_jp: 最後の Safepoint 処理がタイムアウトしました。
ko_kr: 마지막 safepoint 작업의 제한 시간이 초과되었습니다.
nb_no: Din siste opprettelse av safepoint ble tidsavbrutt.
nl_nl: Uw laatste safepointbewerking duurde te lang.
pl_pl: Upłynął limit czasu ostatniej operacji dotyczącej punktu safepoint.
pt_br: A última operação de safepoint esgotou o tempo limite.
ru_ru: Превышено время ожидания последней операции safepoint.
sv_se: Tidsgränsen nåddes för senaste safepoint-åtgärden.
tr_tr: Son safepoint işleminiz zaman aşımına uğradı.
zh_cn: 您的上一个 safepoint 超时。
zh_tw: 您最後的 Safepoint 操作已逾時。

# ERROR_BAD_REQUEST
source: A bad request was made.
cs_cz: Byl proveden chybný požadavek.
de_de: Eine ungültige Anforderung wurde eingereicht.
es_es: Se realizó una solicitud incorrecta.
fr_fr: Une demande incorrecte a été effectuée.
hu_hu: Hibás kérés.
it_it: È stata effettuata una richiesta non valida.
ja_jp: 不正な要求が行われました。
ko_kr: 올바르지 않은 요청이 만들어졌습니다.
nb_no: Det ble utført en feil forespørsel.
nl_nl: Er is een ongeldig verzoek gemaakt.
pl_pl: Wysłano błędne żądanie.
pt_br: A solicitação efetuada é inválida.
ru_ru: Был сделан ошибочный запрос.
sv_se: En felaktig begäran utfördes.
tr_tr: Geçersiz bir istek yapıldı.
zh_cn: 发生一次错误请求。
zh_tw: 已進行不正確的要求。

# ERROR_NOT_AUTHORIZED_TASK
source: You are not authorized to perform this task.
cs_cz: Nemáte oprávnění k provedení této úlohy.
de_de: Sie sind nicht zum Ausführen dieser Aufgabe berechtigt.
es_es: No está autorizado a realizar esta tarea.
fr_fr: Vous n'êtes pas autorisé à exécuter cette tâche.
hu_hu: Ön nem jogosult ezt a műveletet végrehajtani.
it_it: L'utente non è autorizzato a eseguire l'attività.
ja_jp: このタスクを実行する権限がありません。
ko_kr: 사용자는 이 작업을 수행하도록 인증되지 않았습니다.
nb_no: Du er ikke autorisert til å utføre denne oppgaven.
nl_nl: U hebt geen toestemming om deze taak uit te voeren.
pl_pl: Nie masz autoryzacji do wykonywania tego zadania.
pt_br: Você não está autorizado a executar essa tarefa.
ru_ru: Вы не имеете прав на выполнение этой задачи.
sv_se: Du har inte behörighet att utföra den här uppgiften.
tr_tr: Bu görevi gerçekleştirme yetkiniz yok.
zh_cn: 你没有执行此项任务的权限。
zh_tw: 並未授權您執行此項任務。

# ERROR_SERVICE_NOT_FOUND
source: The requested service was not found.
cs_cz: Požadovaná služba nebyla nalezena.
de_de: Der angeforderte Dienst wurde nicht gefunden.
es_es: No se encontró el servicio solicitado.
fr_fr: Le service demandé est introuvable.
hu_hu: A kért szolgáltatás nem található.
it_it: Servizio richiesto non trovato.
ja_jp: 要求されたサービスが見つかりませんでした。
ko_kr: 요청된 서비스가 없습니다.
nb_no: Den ønskede tjenesten ble ikke funnet.
nl_nl: De gevraagde service is niet gevonden.
pl_pl: Nie odnaleziono żądanej usługi.
pt_br: O serviço solicitado não foi encontrado.
ru_ru: Запрошенная служба не найдена.
sv_se: Det gick inte att hitta den begärda tjänsten.
tr_tr: İstenilen hizmet bulunamadı.
zh_cn: 没有找到请求的服务。
zh_tw: 未找到要求的服務。

# ERROR_INVALID_FW_PACKAGE
source: Invalid firmware package.
cs_cz: Neplatný firmwarový balíček.
de_de: Ungültiges Firmware-Paket.
es_es: Paquete de firmware no válido.
fr_fr: Paquet de micrologiciel non valide.
hu_hu: Érvénytelen belsővezérlőprogram-csomag.
it_it: Pacchetto firmare non valido.
ja_jp: 無効なファームウェア パッケージ。
ko_kr: 유효하지 않은 펌웨어 패키지입니다.
nb_no: Ugyldig fastvarepakke.
nl_nl: Ongeldig firmwarepakket.
pl_pl: Nieprawidłowy pakiet oprogramowania układowego.
pt_br: O pacote de firmware é inválido.
ru_ru: Недопустимый пакет микропрограммы.
sv_se: Ogiltigt programpaket.
tr_tr: Geçersiz bellenim paketi.
zh_cn: 固件包无效。
zh_tw: 無效的韌體封裝。

# ERROR_OUT_OF_SPACE_FOR_UPGRADE
source: Device does not have enough space for upgrade.
cs_cz: V zařízení není dostatek prostoru pro aktualizaci.
de_de: Auf dem Gerät ist nicht genügend Speicherplatz für die Aufrüstung vorhanden.
es_es: El dispositivo no tiene suficiente espacio para actualizar.
fr_fr: Le dispositif ne dispose pas de suffisamment d'espace pour être mis à niveau.
hu_hu: Az eszköz frissítéséhez nem áll rendelkezésre elegendő hely.
it_it: Spazio insufficiente nel dispositivo per l'aggiornamento.
ja_jp: デバイスには十分な領域がないためアップグレードできません。
ko_kr: 장치에 업그레이드에 필요한 공간이 충분하지 않습니다.
nb_no: Enheten har ikke nok plass til oppgraderingen.
nl_nl: Het apparaat heeft niet genoeg ruimte voor de upgrade.
pl_pl: Na urządzeniu jest za mało miejsca na uaktualnienie.
pt_br: O dispositivo não tem espaço suficiente para o upgrade.
ru_ru: На устройстве недостаточно свободного пространства для обновления.
sv_se: Enheten har inte tillräckligt med utrymme för en uppgradering.
tr_tr: Aygıtta yükseltme için yeterli alan yok.
zh_cn: 设备空间不足，无法升级。
zh_tw: 裝置沒有足夠的空間可供升級。

# ERROR_UPGRADE_UNPACK_FAILED
source: Upgrade unpack failure.
cs_cz: Rozbalení aktualizačního balíčku se nezdařilo.
de_de: Fehler beim Entpacken der Aufrüstung.
es_es: Error al desempaquetar la actualización.
fr_fr: Échec de décompression de la mise à niveau.
hu_hu: Frissítéskicsomagolási hiba.
it_it: Errore decompressione aggiornamento.
ja_jp: アップグレード解凍エラー。
ko_kr: 업그레이드 압축 풀기 오류입니다.
nb_no: Feil ved utpakking av oppgradering.
nl_nl: Upgrade uitpakken mislukt.
pl_pl: Błąd podczas rozpakowywania uaktualnienia.
pt_br: Falha na descompactação do upgrade.
ru_ru: Сбой распаковки обновления.
sv_se: Det gick inte att packa upp uppgraderingen.
tr_tr: Yükseltme paketini açma hatası.
zh_cn: 升级拆包失败。
zh_tw: 升級解除封裝失敗。

# ERROR_UPGRADE_COPY_FAILED
source: Upgrade copy failure.
cs_cz: Kopírování aktualizačního balíčku se nezdařilo.
de_de: Fehler beim Kopieren der Aufrüstung.
es_es: Error al copiar la actualización.
fr_fr: Échec de la copie de la mise à niveau.
hu_hu: Frissítésmásolási hiba.
it_it: Errore copia aggiornamento.
ja_jp: アップグレード コピー エラー。
ko_kr: 업그레이드 복사 오류입니다.
nb_no: Feil ved kopiering av oppgradering.
nl_nl: Upgrade kopiëren mislukt.
pl_pl: Błąd podczas kopiowania uaktualnienia.
pt_br: Falha na cópia do upgrade.
ru_ru: Сбой копирования обновления.
sv_se: Det gick inte att kopiera uppgraderingen.
tr_tr: Yükseltme kopyalama hatası.
zh_cn: 升级复制失败。
zh_tw: 升級複製失敗。
