Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# CONTENT_SETTINGS_GENERAL_TOOLTIP_CLOUD_CONNECT_STATUS
source: Displays the current status of your cloud access connection.
cs_cz: Zobrazí aktuální stav vašeho připojení přístupu ke cloudu.
de_de: Zeigt den aktuellen Status der Verbindung für den Cloud-Zugriff an.
es_es: Muestra el estado actual de la conexión de acceso a la nube.
fr_fr: Affiche l'état actuel de la connexion au cloud.
hu_hu: Mutatja az Ön felhő-hozzáférésének jelenlegi állapotát.
it_it: Visualizza lo stato corrente della connessione di accesso cloud.
ja_jp: クラウド アクセス接続の現在のステータスを表示します。
ko_kr: 클라우드 액세스 연결의 현재 상태를 표시합니다.
nb_no: Viser gjeldende status for tilkoblingen din til Cloud.
nl_nl: Geeft de huidige status van uw cloudverbinding weer.
pl_pl: Wyświetla bieżący status połączenia dostępu do chmury.
pt_br: Exibe o status atual da conexão de acesso à nuvem.
ru_ru: Отображает текущее состояние подключения для доступа к облаку.
sv_se: Visar aktuell status för molnåtkomstanslutningen.
tr_tr: Bulut erişimi bağlantınızın geçerli durumunu gösterir.
zh_cn: 显示当前云访问连接的状态。
zh_tw: 顯示目前雲端存取的連線狀態。

# CONTENT_SETTINGS_GENERAL_TOOLTIP_HDD_SLEEP
source: Turn on sleep mode to save energy.
cs_cz: Zapne režim spánku pro úsporu energie.
de_de: Aktivieren Sie den Ruhezustand, um Energie zu sparen.
es_es: Activa el modo de reposo para ahorrar energía.
fr_fr: Activez le mode veille pour économiser de l'énergie.
hu_hu: Kapcsolja be az alvó üzemmódot! Energiát takarít meg.
it_it: Attivare la modalità stand-by per risparmiare energia.
ja_jp: スリープ モードを有効にして、電力を節約します。
ko_kr: 절전 모드를 켜서 에너지를 절약합니다.
nb_no: Slå på hvilemodus for å spare energi.
nl_nl: Schakelt de slaapmodus in om energie te besparen.
pl_pl: Włącz tryb uśpienia w celu oszczędzania energii.
pt_br: Ativa o modo de suspensão para economizar energia.
ru_ru: Включите спящий режим для экономии энергии.
sv_se: Aktivera viloläge för att spara energi.
tr_tr: Enerji tasarrufu yapmak için uyku modunu açın.
zh_cn: 打开睡眠模式以节省能源。
zh_tw: 開啟睡眠模式以節省能源。

# CONTENT_SETTINGS_GENERAL_TOOLTIP_LED_LIGHT
source: Sets the status of your drive's LED.
cs_cz: Nastaví stav diod LED vaší jednotky.
de_de: Legt den Status der Laufwerk-LED fest.
es_es: Establece el estado del LED de la unidad.
fr_fr: Établit l'état des LED de votre lecteur.
hu_hu: Beállítja a meghajtója LED-jének állapotát.
it_it: Imposta lo stato del LED dell'unità.
ja_jp: デバイスの LED のステータスを設定します。
ko_kr: 드라이브의 LED 상태를 설정합니다.
nb_no: Angir status for stasjonens LED.
nl_nl: Stelt de status in van de led op uw station.
pl_pl: Ustawia status diody dysku.
pt_br: Define o status do LED da unidade.
ru_ru: Устанавливает состояние светодиода диска.
sv_se: Ställer in status för enhetens LED.
tr_tr: Sürücünüzün LED'inin durumunu ayarlar.
zh_cn: 设置您的驱动器 LED 指示灯的状态。
zh_tw: 設定您裝置 LED 燈的狀態。

# CONTENT_SETTINGS_GENERAL_TOOLTIP_ENABLE_TIME_MACHINE
source: Enables Time Machine backups to this device.
cs_cz: Povolí zálohování Time Machine do tohoto zařízení.
de_de: Aktiviert Time Machine-Sicherungen auf diesem Gerät.
es_es: Habilita las copias de seguridad de Time Machine en este dispositivo.
fr_fr: Active les sauvegardes Time Machine sur ce dispositif.
hu_hu: Engedélyezi a Time Machine számára a biztonsági mentést ezen az eszközön.
it_it: Abilita i backup di Time Machine nel dispositivo.
ja_jp: このデバイスへの Time Machine バックアップを有効にします。
ko_kr: 이 장치에 Time Machine 백업을 활성화합니다.
nb_no: Aktiverer Tidsmaskin-sikkerhetskopier for denne enheten.
nl_nl: Schakelt Time Machine-back-ups in op dit apparaat.
pl_pl: Włącza tworzenie kopii zapasowych urządzenia w programie Time Machine.
pt_br: Ativa backups do Time Machine nesse dispositivo.
ru_ru: Включает резервное копирование Time Machine на это устройство.
sv_se: Aktiverar Time Machines säkerhetskopieringar till den här enheten.
tr_tr: Bu aygıtta Time Machine yedeklemelerini etkinleştirir.
zh_cn: 对该设备启用 Time Machine 备份。
zh_tw: 啟用連接至此裝置的 Time Machine 備份。

# CONTENT_SETTINGS_NETWORK_TOOLTIP_INTERNET_ACCESS
source: Displays the current status of Internet connectivity.
cs_cz: Zobrazí aktuální stav připojení k internetu.
de_de: Zeigt den aktuellen Status der Internetkonnektivität an.
es_es: Muestra el estado actual de la conectividad a internet.
fr_fr: Affiche l'état actuel de la connectivité internet.
hu_hu: Jelzi az internet-kapcsolat jelenlegi állapotát.
it_it: Visualizza lo stato corrente della connettività Internet.
ja_jp: インターネット接続の現在のステータスを表示します。
ko_kr: 현재 인터넷 연결 상태를 표시합니다.
nb_no: Viser gjeldende status for Internett-tilkobling.
nl_nl: Geeft de huidige status weer van de internetverbinding.
pl_pl: Wyświetla bieżący status łączności z Internetem.
pt_br: Exibe o status atual da conectividade à Internet.
ru_ru: Выводит на экран текущее состояние подключения к Интернету.
sv_se: Visar aktuell status för internetkonnektivitet.
tr_tr: Internet bağlantısının geçerli durumunu gösterir.
zh_cn: 显示当前互联网连接的状态。
zh_tw: 顯示目前網際網路連線能力狀態。

# CONTENT_SETTINGS_NETWORK_TOOLTIP_NETWORK_MODE
source: Select Static to manually enter IP address, netmask, and gateway info. Select DHCP (Dynamic Host Configuration Protocol) to have the network retrieve IP address assignments and other configuration info.
cs_cz: Zvolte Statická, pokud chcete ručně zadat informace o adrese IP, síťové masce a bráně. Zvolte DHCP (Dynamic Host Configuration Protocol), pokud má být přiřazení adresy IP s dalšími konfiguračními informacemi načteno ze sítě.
de_de: Wählen Sie „statisch“ aus, um manuell die IP-Adresse, die Netzmaske und die Gateway-Informationen einzugeben. Wählen Sie „DHCP“ (Dynamic Host Configuration Protocol) aus, damit IP-Adresszuweisungen und andere Konfigurationsinformationen über das Netzwerk abgerufen werden.
es_es: Seleccione Estática para introducir manualmente la información de la dirección IP, de la máscara de red y de la puerta de enlace. Seleccione DHCP (protocolo de configuración dinámica de host) para que la red recupere las asignaciones de la dirección IP y otra información de configuración.
fr_fr: Sélectionnez Statique pour saisir manuellement les données relatives à l'adresse IP, au masque réseau et à la passerelle. Sélectionnez DHCP (protocole de configuration dynamique des hôtes) pour permettre au réseau de récupérer les informations relatives à l'attribution d'adresses IP et à d'autres configurations.
hu_hu: Válassza ki a Statikus lehetőséget az IP-cím, a hálózati maszk és a hálózati átjáró kézi beállításához. Válassza a DHCP (Dynamic Host Configuration Protocol) lehetőséget, hogy a hálózaton keresztül visszanyerhesse az IP-cím kiosztást és egyéb dinamikus információkat.
it_it: Selezionare la Modalità statica per immettere manualmente le informazioni sull'indirizzo IP, sulla netmask e sul gateway. Selezionare il protocollo DHCP (Dynamic Host Configuration Protocol) affinché la rete recuperi le assegnazioni dell'indirizzo IP e altre informazioni sulla configurazione.
ja_jp: [固定] を選択し、IP アドレス、ネットマスク、およびゲートウェイ情報を手動で入力します。 [DHCP] (動的ホスト設定プロトコル) を選択し、ネットワークで IP アドレス割り当ておよびその他の設定情報を取得します。
ko_kr: 정적을 선택하여 수동으로 IP 주소, 네트워크 마스크, 게이트웨이 정보를 입력합니다. DHCP(Dynamic Host Configuration Protocol)를 선택하여 네트워크가 IP 주소 할당과 기타 구성 정보를 검색하도록 합니다.
nb_no: Velg &quot;Statisk&quot; for å legge inn informasjon om IP-adresse, nettmaske og gateway manuelt. Velg DHCP (Dynamic Host Configuration Protocol) for å få nettverket til å hente IP-adressetilordninger og annen konfigurasjonsinformasjon.
nl_nl: Selecteer Statisch om handmatig een IP-adres, netwerkmasker en gatewaygegevens in te voeren. Selecteer DHCP (Dynamic Host Configuration Protocol - dynamisch hostconfiguratieprotocol) in zodat het netwerk IP-adrestoewijzingen en andere configuratiegegevens ophaalt.
pl_pl: Wybierz pozycję Statyczny, aby ręcznie wprowadzić informacje o adresie IP, masce sieci i bramie. Wybierz pozycję DHCP (Dynamic Host Configuration Protocol), aby sieć pobierała przypisania adresów IP i inne informacje o konfiguracji.
pt_br: Selecione Estático para inserir manualmente informações de endereço IP, máscara de rede e gateway. Selecione DHCP (Dynamic Host Configuration Protocol) para que a rede acesse atribuições de endereço IP e outras informações de configuração.
ru_ru: Выберите «Статический», чтобы вручную ввести информацию об IP-адресе, маске подсети и шлюзе. Выберите DHCP, чтобы сеть извлекала назначения IP-адресов и другую информацию конфигурации.
sv_se: Välj statisk för att manuellt ange IP-adress, nätmask och gateway-info. Välj DHCP (Dynamic Host Configuration Protocol) för att låta nätverket hämta tilldelningar av IP-adress och annan konfigureringsinformation.
tr_tr: IP adresi, ağ maskesi ve ağ geçidi bilgisini manuel olarak girmek için Sabit seçeneğini belirleyin. Ağın IP adresi atamalarını ve diğer yapılandırma bilgilerini alması için DHCP (Dinamik Ana Bilgisayar Yapılandırma Protokolü) öğesini seçin.
zh_cn: 选择”静态“，手动输入IP 地址、网络掩码和网关信息。 选择DHCP(动态主机配置协议)，让网络获取IP地址的分配和其他配置信息。
zh_tw: 選擇「靜態」以手動輸入 IP 位址、網路遮罩、閘道資訊。 選擇 DHCP (動態主機設協定)，以使網路擷取 IP 位址任務以及其他配置資訊。

# CONTENT_SETTINGS_NETWORK_TOOLTIP_SSH
source: Enable SSH
cs_cz: Povolit SSH
de_de: SSH aktivieren
es_es: Habilitar SSH
fr_fr: Activer le protocole SSH
hu_hu: Engedélyezze az SSH-t.
it_it: Abilita SSH
ja_jp: SSH の確立
ko_kr: SSH 활성화
nb_no: Aktiver SSH
nl_nl: SSH inschakelen
pl_pl: Włącz SSH
pt_br: Ativar SSH
ru_ru: Включить SSH
sv_se: Aktivera SSH
tr_tr: SSH'yi Etkinleştir
zh_cn: 启用 SSH
zh_tw: 啟用 SSH

# CONTENT_SETTINGS_NETWORK_TOOLTIP_FTP
source: File Transfer Protocol (FTP) is a standard network protocol used to transfer data from one computer to another over the Internet.
cs_cz: Protokol FTP (File Transfer Protocol) je standardní síťový protokol používaný k přenosu dat z jednoho počítače do druhého přes internet.
de_de: FTP (File Transfer Protocol) ist ein Standard-Netzwerkprotokoll, um Daten über das Internet zwischen Computern zu übertragen.
es_es: El protocolo de transferencia de archivos (FTP) es un protocolo estándar de red usado para transferir datos de un equipo a otro a través de internet.
fr_fr: Le protocole de transfert de fichiers (FTP) est un protocole de réseau standard utilisé pour transférer des données d'un ordinateur à l'autre via Internet.
hu_hu: A fájlátviteli protokoll (FTP) egy szabványos hálózati protokoll, amelyet arra használnak, hogy adatokat továbbítsanak egyik géptől a másikig az interneten keresztül.
it_it: Il protocollo FTP è un protocollo di rete standard utilizzato per trasferire i dati da un computer all'altro tramite Internet.
ja_jp: ファイル転送プロトコル (FTP) は、インターネット上でコンピュータ間のデータを転送するために使用される標準ネットワーク プロトコルです。
ko_kr: FTP(파일 전송 프로토콜)는 인터넷을 통해 한 컴퓨터에서 다른 컴퓨터로 데이터를 전송하는 데 사용되는 표준 네트워크 프로토콜입니다.
nb_no: File Transfer Protocol (FTP) er en standard nettverksprotokoll som brukes til å overføre data fra én datamaskin til en annen via Internett.
nl_nl: File Transfer Protocol (FTP) is een standaard-netwerkprotocol dat gebruikt wordt om gegevens via het internet van de ene computer naar de andere te sturen.
pl_pl: File Transfer Protocol (FTP) to standardowy protokół sieciowy używany do przesyłania danych z jednego komputera na drugi za pośrednictwem Internetu.
pt_br: O File Transfer Protocol (FTP) é um protocolo de rede padrão usado para transferir dados de um computador para outro pela Internet.
ru_ru: Протокол FTP — это стандартный сетевой протокол, используемый для передачи данных с одного компьютера на другой через Интернет.
sv_se: File Transfer ProtoCol (FTP) är ett standard nätverksprotokoll som används för att överföra data från en dator till en annan över internet.
tr_tr: Dosya Aktarım Protokolü (FTP), bir bilgisayardan diğerine Internet üzerinden veri aktarımı için kullanılan standart bir ağ protokolüdür.
zh_cn: 文件传输协议（ FTP ）是一个用来在互联网上两台计算机之间传输数据的标准网络协议。
zh_tw: 檔案傳輸協定 (FTP) 為標準的網路協定，在經由網路將資料從一台電腦傳送到另一台時使用。

# CONTENT_SETTINGS_NETWORK_TOOLTIP_WORKGROUP
source: (Windows only) Workgroups let devices in the same workgroup access one another. Each time you add a device to your network, assign it the same workgroup name.
cs_cz: Pouze systém Windows) Pracovní skupiny umožňují zařízením ve stejné pracovní skupině přistupovat k sobě navzájem. Při každém přidání zařízení do vaší sítě mu přiřaďte stejný název pracovní skupiny.
de_de: (Nur Windows:) Mit Arbeitsgruppen können Geräte in einer gemeinsamen Arbeitsgruppe aufeinander zugreifen. Jedes Mal, wenn Sie ein Gerät zum Netzwerk hinzufügen, weisen Sie dem Gerät den gleichen Arbeitsgruppennamen zu.
es_es: (Solo Windows) Los grupos de trabajo dejan que los dispositivos del mismo grupo de trabajo accedan los unos a los otros. Cada vez que agregue un dispositivo a la red, asígnele el mismo nombre de grupo de trabajo.
fr_fr: (Windows uniquement) Les groupes de travail permettent aux dispositifs leur appartenant d'accéder l'un à l'autre. À chaque ajout de dispositif à votre réseau, assignez-lui le même nom de groupe de travail.
hu_hu: (Csak Windows-felhasználóknak) A munkacsoporton belül az egyes eszközök kölcsönösen elérhetik egymást. Amikor egy eszközt hozzáad a hálózathoz, mindig társítsa hozzá ugyanazt a munkacsoportnevet.
it_it: Solo per Windows: i gruppi di lavoro consentono ai dispositivi che fanno parte dello stesso gruppo di lavoro di accedere l'uno all'altro. Ogni volta che viene aggiunto un dispositivo alla rete, assegnargli il nome dello stesso gruppo di lavoro.
ja_jp: (Windows のみ) ワークグループでは、同じワークグループのデバイスが相互にアクセスできます。 デバイスをネットワークに追加するたびに、同じワークグループ名を割り当てます。
ko_kr: (Windows만 해당) 작업 그룹을 사용하면 동일한 작업 그룹의 장치들이 서로에 액세스할 수 있습니다. 장치를 네트워크에 추가할 때마다, 장치에 동일한 작업 그룹 이름을 할당하십시오.
nb_no: (bare Windows) Arbeidsgrupper gir enheter i samme arbeidsgruppe tilgang til hverandre. Hver gang du legger til en enhet i nettverket, gir du den samme arbeidsgruppenavn.
nl_nl: (Alleen Windows) Met werkgroepen hebben apparaten in dezelfde werkgroep toegang tot elkaar. Wanneer u een apparaat aan het netwerk toevoegt, kent u dezelfde werkgroepnaam toe.
pl_pl: (Dotyczy tylko systemu Windows) Grupy robocze umożliwiają urządzeniom należącym do tej samej grupy uzyskiwanie dostępu do siebie nawzajem. Za każdym razem, gdy dodasz urządzenie do sieci, przypisz mu tę samą nazwę grupy roboczej.
pt_br: (Somente no Windows) Os grupos de trabalho permitem o acesso entre dispositivos do mesmo grupo de trabalho. Atribua o mesmo nome de grupo de trabalho para cada dispositivo adicionado à rede.
ru_ru: (Только Windows) Рабочие группы позволяют устройствам в одной рабочей группе осуществлять доступ друг к другу. При добавлении каждого устройства в сеть назначайте его одному и тому же названию рабочей группы.
sv_se: (Endast Windows) Workgroups låter enheter i samma arbetsgrupp nå varandra. Varje gång du lägger till en enhet till nätverket ska du tilldela det samma arbetsgruppsnamn.
tr_tr: (Yalnızca Windows) Çalışma grupları, aynı çalışma grubundaki aygıtların birbirine erişmesine imkan tanır. Ağınıza eklediğiniz her aygıt için aynı çalışma grubu adını atayın.
zh_cn: （仅限 Windows）工作组允许同一工作组中的设备相互访问。 每次将设备添加到网络时，都为其分配同样的工作组名称。
zh_tw: (僅 Windows) 工作群組可讓在同一工作群組的裝置互相存取。 每次當您新增一個裝置至您的網路時，請指派相同的工作群組名稱。

# CONTENT_SETTINGS_MEDIA_TOOLTIP_STREAMING
source: Enable content streaming to various devices.
cs_cz: Povolí vysílání datového proudu obsahu do různých zařízení.
de_de: Aktiviert das Streamen von Inhalten auf verschiedene Geräte.
es_es: Habilite el contenido que se transmita a varios dispositivos.
fr_fr: Activez la diffusion en continu de contenu vers plusieurs dispositifs.
hu_hu: Engedélyezze a tartalmak továbbítását a különböző eszközök felé.
it_it: Abilitare lo streaming dei contenuti ai vari dispositivi.
ja_jp: さまざまなデバイスへのコンテンツ ストリーミングを有効にします。
ko_kr: 여러 장치로 콘텐츠 스트리밍을 활성화합니다.
nb_no: Aktiver innholdsstreaming til ulike enheter.
nl_nl: Het streamen van media naar verschillende apparaten inschakelen.
pl_pl: Włącz strumieniowe przesyłanie zawartości do różnych urządzeń.
pt_br: Ative o streaming de conteúdo a diversos dispositivos.
ru_ru: Включить потоковую передачу содержимого на различные устройства.
sv_se: Aktivera innehållsströmning till olika enheter.
tr_tr: Çeşitli aygıtlara içerik akışını etkinleştirin.
zh_cn: 为多个设备启用内容流。
zh_tw: 啟用對於不同裝置的內容串流。

# CONTENT_SETTINGS_MEDIA_TOOLTIP_DLNA_DATABASE
source: Rebuilds the media database. Use only for troubleshooting when database corruption is suspected.
cs_cz: Obnoví databázi médií. Použijte pouze při odstraňování potíží, pokud je podezření na poškození databáze.
de_de: Stellt die Mediendatenbank wieder her. Verwenden Sie diese Option nur zur Fehlerbehebung, wenn Sie eine Beschädigung der Datenbank vermuten.
es_es: Reconstruye la base de datos multimedia. Úselo solo para solucionar problemas cuando sospeche que la base de datos está dañada.
fr_fr: Restaure la base de données multimédia. À utiliser uniquement pour la résolution de problèmes lorsque la base de données semble endommagée.
hu_hu: Újra felépíti a média-adatbázist. Csak abban az esetben használja hibakeresésre, ha adatbázishiba veszélyének gyanúja áll fönn.
it_it: Ripristinare il database dei contenuti multimediali. Utilizzare esclusivamente per la risoluzione dei problemi in caso di danneggiamento sospetto del database.
ja_jp: メディア データベースを復元します。 データベースの破損が疑われる場合にのみ、トラブルシューティング目的で使用します。
ko_kr: 미디어 데이터베이스를 복원합니다. 데이터베이스 손상이 의심되는 경우 문제 해결에만 사용합니다.
nb_no: Gjenoppbygger mediedatabasen. Brukes bare til feilsøking når man mistenker en skadet database.
nl_nl: Bouwt de mediadatabase opnieuw op. Gebruik dit alleen voor het oplossen van problemen wanneer u denkt dat de database beschadigd is.
pl_pl: Przywraca bazę danych multimediów. Tej opcji należy używać tylko do rozwiązywania problemów, gdy zachodzi podejrzenie uszkodzenia bazy danych.
pt_br: Restaura o banco de dados de mídia. Use apenas para determinação de problemas quando houver suspeita de corrupção de banco de dados.
ru_ru: Восстанавливает базу данных мультимедиа. Используйте только для устранения неполадок, когда существует подозрение о повреждении базы данных.
sv_se: Bygger om mediadatabasen. Använd endast för felsökning när en databasskada misstänks.
tr_tr: Medya veritabanını yeniler. Yalnızca veritabanı bozulmasından şüphelenildiğinde sorun giderme için kullanın.
zh_cn: 还原媒体数据库。 仅在怀疑数据库损坏时用来排除故障。
zh_tw: 組建媒體資料庫。 僅在有資料庫損毀的疑慮時使用疑難排解。

# CONTENT_SETTINGS_MEDIA_TOOLTIP_DLNA_RESCAN
source: Rebuilds the media database. Use only for troubleshooting when database corruption is suspected.
cs_cz: Obnoví databázi médií. Použijte pouze při odstraňování potíží, pokud je podezření na poškození databáze.
de_de: Stellt die Mediendatenbank wieder her. Verwenden Sie diese Option nur zur Fehlerbehebung, wenn Sie eine Beschädigung der Datenbank vermuten.
es_es: Reconstruye la base de datos multimedia. Úselo solo para solucionar problemas cuando sospeche que la base de datos está dañada.
fr_fr: Restaure la base de données multimédia. À utiliser uniquement pour la résolution de problèmes lorsque la base de données semble endommagée.
hu_hu: Újra felépíti a média-adatbázist. Csak abban az esetben használja hibakeresésre, ha adatbázishiba veszélyének gyanúja áll fönn.
it_it: Ripristinare il database dei contenuti multimediali. Utilizzare esclusivamente per la risoluzione dei problemi in caso di danneggiamento sospetto del database.
ja_jp: メディア データベースを復元します。 データベースの破損が疑われる場合にのみ、トラブルシューティング目的で使用します。
ko_kr: 미디어 데이터베이스를 복원합니다. 데이터베이스 손상이 의심되는 경우 문제 해결에만 사용합니다.
nb_no: Gjenoppbygger mediedatabasen. Brukes bare til feilsøking når man mistenker en skadet database.
nl_nl: Bouwt de mediadatabase opnieuw op. Gebruik dit alleen voor het oplossen van problemen wanneer u denkt dat de database beschadigd is.
pl_pl: Przywraca bazę danych multimediów. Tej opcji należy używać tylko do rozwiązywania problemów, gdy zachodzi podejrzenie uszkodzenia bazy danych.
pt_br: Restaura o banco de dados de mídia. Use apenas para determinação de problemas quando houver suspeita de corrupção de banco de dados.
ru_ru: Восстанавливает базу данных мультимедиа. Используйте только для устранения неполадок, когда существует подозрение о повреждении базы данных.
sv_se: Bygger om mediadatabasen. Använd endast för felsökning när en databasskada misstänks.
tr_tr: Medya veritabanını yeniler. Yalnızca veritabanı bozulmasından şüphelenildiğinde sorun giderme için kullanın.
zh_cn: 还原媒体数据库。 仅在怀疑数据库损坏时用来排除故障。
zh_tw: 組建媒體資料庫。 僅在有資料庫損毀的疑慮時使用疑難排解。

# CONTENT_SETTINGS_MEDIA_TOOLTIP_ITUNES_SERVER
source: Enable the iTunes server to access your media through your iTunes player.
cs_cz: Povolí serveru iTunes přistupovat k vašim médiím prostřednictvím vašeho přehrávače iTunes.
de_de: Aktiviert den Zugriff des iTunes-Servers über den iTunes-Player auf Ihre Medien.
es_es: Habilite el servidor de iTunes para que acceda a los contenidos multimedia a través del reproductor iTunes.
fr_fr: Activez le serveur iTunes pour accéder aux contenus multimédias via le lecteur iTunes.
hu_hu: Engedélyezze az iTunes-szervernek az Ön médiatartalmainak elérését az iTunes-lejátszón keresztül.
it_it: Abilitare il server iTunes per accedere ai contenuti multimediali tramite il lettore iTunes.
ja_jp: iTunes サーバーを有効にし、iTunes プレイヤー経由でメディアにアクセスします。
ko_kr: iTunes 서버가 iTunes 플레이어를 통해 미디어에 액세스할 수 있도록 활성화합니다.
nb_no: Aktiver iTunes-serveren for å få tilgang til mediene dine gjennom iTunes-spilleren din.
nl_nl: De iTunes-server inschakelen voor toegang tot uw media via uw iTunes-speler.
pl_pl: Włącz serwer iTunes, aby mieć dostęp do multimediów za pośrednictwem odtwarzacza iTunes.
pt_br: Ativa o acesso do servidor do iTunes à sua mídia por meio do reprodutor do iTunes.
ru_ru: Разрешить серверу iTunes осуществлять доступ к мультимедиа через проигрыватель iTunes.
sv_se: Aktivera iTunes-server för att få åtkomst till media genom iTunes-spelaren.
tr_tr: iTunes sunucusunun iTunes oynatıcısından medyanıza erişmesine izin verin.
zh_cn: 启用 iTunes 服务器，通过 iTunes 播放器来访问您的媒体。
zh_tw: 啟用 iTunes 伺服器以經由 iTunes 伺服器存取您的媒體。

# CONTENT_SETTINGS_MEDIA_TOOLTIP_ITUNES_DATABASE
source: Rescans all your content directories to find new media.
cs_cz: Znovu prohledá všechny vaše adresáře obsahu za účelem nalezení nových médií.
de_de: Prüft alle Inhaltsverzeichnisse neu, um Medien zu ermitteln.
es_es: Vuelve a explorar los directorios de contenidos para encontrar nuevos contenidos multimedia.
fr_fr: Effectue une nouvelle analyse de tous les répertoires pour identifier de nouveaux contenus multimédias.
hu_hu: Újra átvizsgálja az Ön könyvtárait, hogy újmédiás tartalmakat találjon.
it_it: Esegue di nuovo la scansione di tutte le directory dei contenuti per trovare nuovi contenuti multimediali.
ja_jp: すべてのコンテンツ ディレクトリを再スキャンして、新しいメディアを検索します。
ko_kr: 모든 내용 디렉토리를 다시 검색하여 새 미디어를 찾습니다.
nb_no: Skanner alle innholdskataloger på nytt for å finne nye medier.
nl_nl: Scant al uw mediamappen opnieuw om nieuwe media te zoeken.
pl_pl: Ponownie skanuje wszystkie katalogi z zawartością, aby znaleźć nowe multimedia.
pt_br: Verifica novamente todos os diretórios de conteúdo para encontrar novas mídias.
ru_ru: Повторно сканирует все ваши каталоги контента для поиска новых мультимедийных материалов.
sv_se: Skannar om alla innehållskataloger för att hitta nya media.
tr_tr: Yeni medya bulmak için tüm içerik dizinlerinizi yeniden tarar.
zh_cn: 重新扫描您的所有内容目录以查找新的媒体。
zh_tw: 重新掃描您所有的內容目錄已找到新媒體。
