Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# CONTENT_USERS_STRING_CREATING_A_SAFEPOINT
source: Creating a Safepoint
cs_cz: Vytvoření bodu Safepoint
de_de: Erstellen eines Safepoints
es_es: Creando un safepoint
fr_fr: Création d'un safepoint
hu_hu: Safepoint létrehozása
it_it: Creazione di un safepoint
ja_jp: Safepoint の作成
ko_kr: safepoint 만들기
nb_no: Opprette et safepoint
nl_nl: Een safepoint maken
pl_pl: Tworzenie punktu safepoint
pt_br: Criando um safepoint
ru_ru: Создание safepoint
sv_se: Skapa en safepoint
tr_tr: Safepoint Oluşturma
zh_cn: 创建 Safepoint
zh_tw: 建立 Safepoint

# CONTENT_GENERIC_STRING_RESTORE_WITH_SAFEPOINT
source: Restoring Data with a Safepoint
cs_cz: Obnova dat s bodem Safepoint
de_de: Wiederherstellen von Daten mit einem Safepoint
es_es: Restaurando datos con un safepoint
fr_fr: Restauration de données depuis un safepoint
hu_hu: Tartalom helyreállítása safepointból
it_it: Ripristino dei dati con un safepoint
ja_jp: Safepoint を使用してデータを回復中
ko_kr: safepoint로 데이터 복원
nb_no: Gjenopprette data med et safepoint
nl_nl: Gegevens herstellen met een safepoint
pl_pl: Przywracanie danych przy użyciu punktu safepoint
pt_br: Restauração de dados com um safepoint
ru_ru: Восстановление данных с помощью safepoint
sv_se: Återställa data med en safepoint
tr_tr: Safepoint ile Verileri Geri Yükleme
zh_cn: 使用 Safepoint 来恢复内容
zh_tw: 使用 Safepoint 復原資料

# ERROR_ID_0
source: Unknown error
cs_cz: Neznámá chyba
de_de: Unbekannter Fehler
es_es: Error desconocido
fr_fr: Erreur inconnue
hu_hu: Ismeretlen hiba
it_it: Errore sconosciuto
ja_jp: 不明なエラー
ko_kr: 알 수 없는 오류입니다.
nb_no: Ukjent feil
nl_nl: Onbekende fout
pl_pl: Nieznany błąd
pt_br: Erro desconhecido
ru_ru: Неизвестная ошибка
sv_se: Okänt fel
tr_tr: Bilinmeyen hata
zh_cn: 未知错误
zh_tw: 未知的錯誤

# ERROR_ID_10
source: Device ID not found.
cs_cz: ID zařízení nebylo nalezeno.
de_de: Geräte-ID nicht gefunden.
es_es: ID del dispositivo no encontrado.
fr_fr: Identifiant du dispositif introuvable.
hu_hu: Az eszköz azonosítója nem található.
it_it: ID dispositivo non trovato.
ja_jp: デバイス ID が見つかりません。
ko_kr: 장치 ID가 없습니다.
nb_no: Enhets-ID ble ikke funnet.
nl_nl: Apparaat-id niet gevonden.
pl_pl: Nie odnaleziono identyfikatora urządzenia.
pt_br: O código do dispositivo não foi encontrado.
ru_ru: Идентификатор устройства не найден.
sv_se: Det gick inte att hitta enhets-ID.
tr_tr: Aygıt Kimliği bulunamadı.
zh_cn: 未找到设备 ID 。
zh_tw: 無法找到您的裝置 ID。

# ERROR_ID_11
source: Device is not registered.
cs_cz: Zařízení není zaregistrováno.
de_de: Gerät ist nicht registriert.
es_es: El dispositivo no está registrado.
fr_fr: Le dispositif n'est pas enregistré.
hu_hu: Az eszköz nem regisztrált.
it_it: Dispositivo non registrato.
ja_jp: デバイスは登録されていません。
ko_kr: 장치가 등록되지 않았습니다.
nb_no: Enheten er ikke registrert.
nl_nl: Apparaat is niet geregistreerd.
pl_pl: Urządzenie nie jest zarejestrowane.
pt_br: O dispositivo não está registrado.
ru_ru: Устройство не зарегистрировано.
sv_se: Enheten är inte registrerad.
tr_tr: Aygıt kayıtlı değil.
zh_cn: 设备未注册。
zh_tw: 未註冊您的裝置。

# ERROR_ID_12
source: Failed to register device.
cs_cz: Nepodařilo se zaregistrovat zařízení.
de_de: Fehler beim Registrieren des Geräts.
es_es: Error al registrar el dispositivo.
fr_fr: Échec de l'enregistrement du dispositif.
hu_hu: Az eszköz regisztrálása sikertelen.
it_it: Registrazione dispositivo non riuscita.
ja_jp: デバイスを登録できませんでした。
ko_kr: 장치를 등록하지 못했습니다.
nb_no: Klarte ikke å registrere enheten.
nl_nl: Kon apparaat niet registreren.
pl_pl: Nie można zarejestrować urządzenia.
pt_br: Falha no registro do dispositivo.
ru_ru: Не удалось зарегистрировать устройство.
sv_se: Det gick inte att registrera enhet.
tr_tr: Aygıt kaydedilemedi.
zh_cn: 未能注册设备。
zh_tw: 註冊裝置失敗。

# ERROR_ID_13
source: Failed to update device.
cs_cz: Nepodařilo se aktualizovat zařízení.
de_de: Fehler beim Aktualisieren des Geräts.
es_es: Error al actualizar el dispositivo.
fr_fr: Échec de la mise à jour du dispositif.
hu_hu: Az eszköz frissítése sikertelen.
it_it: Aggiornamento dispositivo non riuscito.
ja_jp: デバイスを更新できませんでした。
ko_kr: 장치를 업데이트하지 못했습니다.
nb_no: Klarte ikke å oppdatere enheten.
nl_nl: Kon apparaat niet bijwerken.
pl_pl: Nie można zaktualizować urządzenia.
pt_br: Falha na atualização do dispositivo.
ru_ru: Не удалось обновить устройство.
sv_se: Det gick inte att uppdatera enhet.
tr_tr: Aygıt güncelleştirilemedi.
zh_cn: 未能更新设备。
zh_tw: 更新裝置失敗。

# ERROR_ID_14
source: Device user ID missing.
cs_cz: Chybí ID uživatele zařízení.
de_de: Gerätebenutzer-ID fehlt.
es_es: Falta el ID del usuario del dispositivo.
fr_fr: Identifiant de l'utilisateur du dispositif manquant.
hu_hu: Az eszközt alkalmazó felhasználó azonosítója nem található.
it_it: ID utente dispositivo mancante.
ja_jp: デバイス ユーザー ID が見つかりません。
ko_kr: 장치 사용자 ID가 누락되었습니다.
nb_no: Enhetens bruker-ID mangler.
nl_nl: Apparaatgebruiker-ID ontbreekt.
pl_pl: Brak identyfikatora użytkownika urządzenia.
pt_br: O código do usuário do dispositivo está ausente.
ru_ru: Отсутствует идентификатор пользователя устройства.
sv_se: Enhetens användar-ID saknas.
tr_tr: Aygıt kullanıcı kimliği eksik.
zh_cn: 设备用户 ID 缺失。
zh_tw: 裝置使用者 ID 遺失。

# ERROR_ID_15
source: Device user not found.
cs_cz: Uživatel zařízení nebyl nalezen.
de_de: Gerätebenutzer nicht gefunden.
es_es: Usuario del dispositivo no encontrado.
fr_fr: Utilisateur du dispositif introuvable.
hu_hu: Az eszközt alkalmazó felhasználó nem található.
it_it: Utente dispositivo non trovato.
ja_jp: デバイス ユーザーが見つかりません。
ko_kr: 장치 사용자가 없습니다.
nb_no: Enhetsbrukeren ble ikke funnet.
nl_nl: Apparaatgebruiker niet gevonden.
pl_pl: Nie odnaleziono użytkownika urządzenia.
pt_br: O usuário do dispositivo não foi encontrado.
ru_ru: Пользователь устройства не найден.
sv_se: Det gick inte att hitta enhetens användare.
tr_tr: Aygıt kullanıcısı bulunamadı.
zh_cn: 未找到设备用户。
zh_tw: 無法找到您的裝置使用者。

# ERROR_ID_16
source: Device user failed.
cs_cz: Selhání uživatele zařízení.
de_de: Fehler mit dem Gerätebenutzer.
es_es: Usuario erróneo del dispositivo.
fr_fr: Échec de l'utilisateur du dispositif.
hu_hu: Az eszközt alkalmazó felhasználó hibát követett el.
it_it: Errore utente dispositivo.
ja_jp: デバイス ユーザーが失敗しました。
ko_kr: 장치 사용자 실패입니다.
nb_no: Feil ved enhetsbruker.
nl_nl: Apparaatgebruiker mislukt.
pl_pl: Błąd dotyczący użytkownika urządzenia.
pt_br: Falha no usuário do dispositivo.
ru_ru: Сбой пользователя устройства.
sv_se: Enhetens användare misslyckades.
tr_tr: Aygıt kullanıcısı başarısız oldu.
zh_cn: 设备用户失败。
zh_tw: 錯誤的裝置使用者。

# ERROR_ID_17
source: Failed to create directory.
cs_cz: Nepodařilo se vytvořit adresář.
de_de: Verzeichnis konnte nicht erstellt werden.
es_es: Error al crear el directorio.
fr_fr: Échec de la création du répertoire.
hu_hu: Könyvtár létrehozása sikertelen.
it_it: Creazione directory non riuscita.
ja_jp: ディレクトリを作成できませんでした。
ko_kr: 디렉토리를 만들지 못했습니다.
nb_no: Klarte ikke å opprette katalogen.
nl_nl: Kon map niet maken.
pl_pl: Nie można utworzyć katalogu.
pt_br: Falha na criação do diretório.
ru_ru: Не удалось создать каталог.
sv_se: Det gick inte att skapa katalog.
tr_tr: Dizin oluşturulamadı.
zh_cn: 未能创建目录。
zh_tw: 建立名錄失敗。

# ERROR_ID_18
source: Failed to delete directory.
cs_cz: Nepodařilo se odstranit adresář.
de_de: Verzeichnis konnte nicht gelöscht werden.
es_es: Error al eliminar el directorio.
fr_fr: Échec de la suppression du répertoire.
hu_hu: Könyvtár törlése sikertelen.
it_it: Eliminazione directory non riuscita.
ja_jp: ディレクトリを削除できませんでした。
ko_kr: 디렉토리를 삭제하지 못했습니다.
nb_no: Klarte ikke å slette katalogen.
nl_nl: Kon map niet verwijderen.
pl_pl: Nie można usunąć katalogu.
pt_br: Falha na exclusão do diretório.
ru_ru: Не удалось удалить каталог.
sv_se: Det gick inte att ta bort katalog.
tr_tr: Dizin silinemedi.
zh_cn: 未能删除目录。
zh_tw: 刪除名錄失敗。

# ERROR_ID_19
source: Directory name missing.
cs_cz: Chybí název adresáře.
de_de: Verzeichnisname fehlt.
es_es: Falta el nombre del directorio.
fr_fr: Nom du répertoire manquant.
hu_hu: A könyvtárnak nincs neve.
it_it: Nome directory mancante.
ja_jp: ディレクトリ名が見つかりません。
ko_kr: 디렉토리 이름이 누락되었습니다.
nb_no: Katalognavn mangler.
nl_nl: Mapnaam ontbreekt.
pl_pl: Brak nazwy katalogu.
pt_br: O nome do diretório está ausente.
ru_ru: Отсутствует название каталога.
sv_se: Katalognamnet saknas.
tr_tr: Dizin adı eksik.
zh_cn: 目录名称缺失。
zh_tw: 名錄名稱遺失。

# ERROR_ID_20
source: Directory does not exist.
cs_cz: Adresář neexistuje.
de_de: Verzeichnis ist nicht vorhanden.
es_es: El directorio no existe.
fr_fr: Le répertoire n'existe pas.
hu_hu: A könyvtár nem létezik.
it_it: La directory non esiste.
ja_jp: ディレクトリが存在しません。
ko_kr: 디렉토리가 존재하지 않습니다.
nb_no: Katalogen finnes ikke.
nl_nl: Map bestaat niet.
pl_pl: Katalog nie istnieje.
pt_br: O diretório não existe.
ru_ru: Каталог не существует.
sv_se: Katalogen finns inte.
tr_tr: Dizin mevcut değil.
zh_cn: 目录不存在。
zh_tw: 名錄並不存在。

# ERROR_ID_21
source: Directory already exists.
cs_cz: Adresář již existuje.
de_de: Verzeichnis ist bereits vorhanden.
es_es: El directorio ya existe.
fr_fr: Le répertoire existe déjà.
hu_hu: A könyvtár már létezik.
it_it: Directory già esistente.
ja_jp: ディレクトリは既に存在します。
ko_kr: 디렉토리가 이미 존재합니다.
nb_no: Katalogen finnes allerede.
nl_nl: Map bestaat al.
pl_pl: Katalog już istnieje.
pt_br: O diretório já existe.
ru_ru: Каталог уже существует.
sv_se: Katalogen finns redan.
tr_tr: Dizin zaten mevcut.
zh_cn: 目录已存在。
zh_tw: 名錄已經存在。

# ERROR_ID_22
source: Directory not empty.
cs_cz: Adresář není prázdný.
de_de: Verzeichnis ist nicht leer.
es_es: El directorio no está vacío.
fr_fr: Répertoire non vide.
hu_hu: A könyvtár nem üres.
it_it: Directory non vuota.
ja_jp: ディレクトリが空ではありません。
ko_kr: 디렉토리가 비어 있지 않습니다.
nb_no: Katalogen er ikke tom.
nl_nl: Map niet leeg.
pl_pl: Katalog nie jest pusty.
pt_br: O diretório não está vazio.
ru_ru: Каталог не пуст.
sv_se: Katalogen är inte tom.
tr_tr: Dizin boş olamaz.
zh_cn: 目录不为空。
zh_tw: 名錄並不為空白。

# ERROR_ID_23
source: Error code not found.
cs_cz: Chybový kód nebyl nalezen.
de_de: Fehlercode nicht gefunden.
es_es: Código de error no encontrado.
fr_fr: Code d'erreur introuvable.
hu_hu: Hibakód nem található.
it_it: Codice errore non trovato.
ja_jp: エラー コードが見つかりません。
ko_kr: 오류 코드가 없습니다.
nb_no: Feilkode ikke funnet.
nl_nl: Foutcode niet gevonden.
pl_pl: Nie odnaleziono kodu błędu.
pt_br: O código do erro não foi encontrado.
ru_ru: Код ошибки не найден.
sv_se: Det gick inte att hitta felkod.
tr_tr: Hata kodu bulunamadı.
zh_cn: 未找到错误代码。
zh_tw: 無法找到錯誤代碼。

# ERROR_ID_24
source: Error name not found.
cs_cz: Název chyby nebyl nalezen.
de_de: Fehlername nicht gefunden.
es_es: Nombre del error no encontrado.
fr_fr: Nom d'erreur introuvable.
hu_hu: A hiba megnevezése nem található.
it_it: Nome errore non trovato.
ja_jp: エラー名が見つかりません。
ko_kr: 오류 이름이 없습니다.
nb_no: Feilnavn ikke funnet.
nl_nl: Foutnaam niet gevonden.
pl_pl: Nie odnaleziono nazwy błędu.
pt_br: O nome do erro não foi encontrado.
ru_ru: Название ошибки не найдено.
sv_se: Det gick inte att hitta felnamn.
tr_tr: Hata adı bulunamadı.
zh_cn: 未找到错误名称。
zh_tw: 無法找到錯誤名稱。

# ERROR_ID_25
source: File already exists.
cs_cz: Soubor již existuje.
de_de: Datei ist bereits vorhanden.
es_es: El archivo ya existe.
fr_fr: Le fichier existe déjà.
hu_hu: A fájl már létezik.
it_it: File già esistente.
ja_jp: ファイルは既に存在します。
ko_kr: 파일이 이미 존재합니다.
nb_no: Filen eksisterer allerede.
nl_nl: Bestand bestaat al.
pl_pl: Plik już istnieje.
pt_br: O arquivo já existe.
ru_ru: Файл уже существует.
sv_se: Filen finns redan.
tr_tr: Dosya zaten mevcut.
zh_cn: 文件已存在。
zh_tw: 檔案已經存在。

# ERROR_ID_26
source: File not found.
cs_cz: Soubor nebyl nalezen.
de_de: Datei wurde nicht gefunden.
es_es: Archivo no encontrado.
fr_fr: Fichier introuvable.
hu_hu: A fájl nem található.
it_it: File non trovato.
ja_jp: ファイルが見つかりません。
ko_kr: 파일이 없습니다.
nb_no: Finner ikke filen.
nl_nl: Bestand niet gevonden.
pl_pl: Nie odnaleziono pliku.
pt_br: O arquivo não foi encontrado.
ru_ru: Файл не найден.
sv_se: Det gick inte att hitta filen.
tr_tr: Dosya bulunamadı.
zh_cn: 未找到文件。
zh_tw: 無法找到檔案。

# ERROR_ID_27
source: Failed to upload file.
cs_cz: Nepodařilo se nahrát soubor.
de_de: Fehler beim Heraufladen der Datei.
es_es: Error al cargar el archivo.
fr_fr: Échec de chargement du fichier.
hu_hu: A fájl feltöltése sikertelen.
it_it: Aggiornamento file non riuscito.
ja_jp: ファイルをアップロードできませんでした。
ko_kr: 파일을 업로드하지 못했습니다.
nb_no: Klarte ikke å laste opp filen.
nl_nl: Kon het bestand niet uploaden.
pl_pl: Nie można przesłać pliku.
pt_br: Falha no upload do arquivo.
ru_ru: Не удалось загрузить файл.
sv_se: Det gick inte att överföra filen.
tr_tr: Dosya karşıya yüklenemedi.
zh_cn: 未能上传文件。
zh_tw: 上載檔案失敗。

# ERROR_ID_28
source: Failed to get status.
cs_cz: Nepodařilo se získat stav.
de_de: Fehler beim Abrufen des Status.
es_es: Error al obtener el estado.
fr_fr: Échec de l'obtention de l'état.
hu_hu: Állapot beállítása sikertelen.
it_it: Recupero stato non riuscito.
ja_jp: ステータスを取得できませんでした。
ko_kr: 상태를 가져오지 못했습니다.
nb_no: Klarte ikke å hente status.
nl_nl: Kon status niet ophalen.
pl_pl: Nie można uzyskać statusu.
pt_br: Falha na obtenção de status.
ru_ru: Не удалось получить состояние.
sv_se: Det gick inte att hämta status.
tr_tr: Durum alınamadı.
zh_cn: 未能获取状态。
zh_tw: 獲取狀態失敗。

# ERROR_ID_29
source: Failed to get user.
cs_cz: Nepodařilo se získat uživatele.
de_de: Fehler beim Abrufen des Benutzers.
es_es: Error al obtener usuario.
fr_fr: Échec d'obtention de l'utilisateur.
hu_hu: Felhasználó felvétele sikertelen.
it_it: Recupero utente non riuscito.
ja_jp: ユーザーを取得できませんでした。
ko_kr: 사용자를 가져오지 못했습니다.
nb_no: Klarte ikke å hente brukeren.
nl_nl: Kon gebruiker niet ophalen.
pl_pl: Nie można uzyskać informacji o użytkowniku.
pt_br: Falha na obtenção de usuário.
ru_ru: Не удалось получить пользователя.
sv_se: Det gick inte att hämta användare.
tr_tr: Kullanıcı alınamadı.
zh_cn: 未能获取用户。
zh_tw: 獲取使用者失敗。

# ERROR_ID_30
source: Invalid device user ID or authorizations code.
cs_cz: Neplatný ID uživatele zařízení nebo autorizační kód.
de_de: Ungültige Gerätebenutzer-ID oder ungültiger Autorisierungscode.
es_es: ID del usuario del dispositivo o código de autorización no válidos.
fr_fr: Identifiant de l'utilisateur du dispositif ou code d'autorisation non valide.
hu_hu: Érvénytelen eszközhasználói azonosító vagy jogosulatlan kódhasználat.
it_it: ID utente dispositivo o codice autorizzazioni non valido.
ja_jp: 無効なデバイス ユーザー ID または認証コード。
ko_kr: 유효하지 않은 장치 사용자 ID 또는 인증 코드입니다.
nb_no: Ugyldig ID eller autorisasjonskode for enhetsbruker.
nl_nl: Ongeldige apparaatgebruiker-ID of verificatiecode.
pl_pl: Nieprawidłowy identyfikator użytkownika urządzenia lub kod autoryzacji.
pt_br: O código do usuário ou código de autorização do dispositivo é inválido.
ru_ru: Недопустимый идентификатор пользователя устройства или код авторизации.
sv_se: Ogiltigt användar-ID eller auktoriseringskod för enheten.
tr_tr: Geçersiz aygıt kullanıcı kimliği veya yetki kodu.
zh_cn: 设备用户 ID 或授权代码无效。
zh_tw: 無效的裝置使用者 ID 或未授權的代碼。

# ERROR_ID_31
source: Invalid login.
cs_cz: Neplatné přihlášení.
de_de: Ungültiger Anmeldename.
es_es: Inicio de sesión no válido.
fr_fr: Identifiant non valide.
hu_hu: Érvénytelen bejelentkezési adatok.
it_it: Accesso non valido.
ja_jp: 無効なログイン。
ko_kr: 유효하지 않은 로그인입니다.
nb_no: Ugyldig innlogging.
nl_nl: Ongeldige aanmelding.
pl_pl: Nieprawidłowy identyfikator.
pt_br: O login é inválido.
ru_ru: Недопустимый логин.
sv_se: Ogiltig inloggning.
tr_tr: Geçersiz oturum açma bilgileri.
zh_cn: 登录信息无效。
zh_tw: 無效的帳號。

# ERROR_ID_32
source: Invalid username or password.
cs_cz: Neplatné uživatelské jméno nebo heslo.
de_de: Ungültiger Benutzername oder ungültiges Passwort.
es_es: Nombre de usuario o contraseña no válido.
fr_fr: Nom d'utilisateur ou mot de passe incorrect.
hu_hu: Érvénytelen felhasználónév vagy jelszó.
it_it: Nome utente o password non validi.
ja_jp: 無効なユーザー名またはパスワード。
ko_kr: 유효하지 않은 사용자 이름 또는 암호입니다.
nb_no: Ugyldig brukernavn eller passord.
nl_nl: Ongeldige gebruikersnaam of wachtwoord.
pl_pl: Nieprawidłowa nazwa użytkownika lub hasło.
pt_br: O nome do usuário ou a senha é inválido.
ru_ru: Недопустимое имя пользователя или пароль.
sv_se: Ogiltigt användarnamn eller lösenord.
tr_tr: Geçersiz kullanıcı adı veya parola.
zh_cn: 用户名或密码无效。
zh_tw: 使用者或密碼無效。

# ERROR_ID_33
source: Invalid parameter.
cs_cz: Neplatný parametr.
de_de: Ungültiger Parameter.
es_es: Parámetro no válido.
fr_fr: Paramètre non valide.
hu_hu: Érvénytelen paraméter.
it_it: Parametro non valido.
ja_jp: 無効なパラメータ。
ko_kr: 유효하지 않은 매개변수입니다.
nb_no: Ugyldig parameter.
nl_nl: Ongeldige parameter.
pl_pl: Nieprawidłowy parametr.
pt_br: O parâmetro é inválido.
ru_ru: Недопустимый параметр.
sv_se: Ogiltig parameter.
tr_tr: Geçersiz parametre.
zh_cn: 参数无效。
zh_tw: 無效的參數。

# ERROR_ID_34
source: Invalid path
cs_cz: Neplatná cesta
de_de: Ungültiger Pfad
es_es: Ruta no válida.
fr_fr: Chemin d'accès non valide
hu_hu: Érvénytelen útvonal.
it_it: Percorso non valido
ja_jp: 無効なパス
ko_kr: 유효하지 않은 경로입니다.
nb_no: Ugyldig bane
nl_nl: Ongeldig pad
pl_pl: Nieprawidłowa ścieżka
pt_br: O caminho é inválido
ru_ru: Недопустимый путь
sv_se: Ogiltig sökväg
tr_tr: Geçersiz yol
zh_cn: 路径无效
zh_tw: 無效的路徑。

# ERROR_ID_35
source: Failed to move file.
cs_cz: Nepodařilo se přesunout soubor.
de_de: Fehler beim Verschieben der Datei.
es_es: Error al mover el archivo.
fr_fr: Échec de déplacement du fichier.
hu_hu: A fájl áthelyezése sikertelen.
it_it: Spostamento file non riuscito.
ja_jp: ファイルを移動できませんでした。
ko_kr: 파일을 이동하지 못했습니다.
nb_no: Klarte ikke å flytte filen.
nl_nl: Kon het bestand niet verplaatsen.
pl_pl: Nie można przenieść pliku.
pt_br: Falha na movimentação do arquivo.
ru_ru: Не удалось переместить файл.
sv_se: Det gick inte att flytta fil.
tr_tr: Dosya taşınamadı.
zh_cn: 未能移动文件。
zh_tw: 移除檔案失敗。

# ERROR_ID_36
source: Failed to move directory.
cs_cz: Nepodařilo se přesunout adresář.
de_de: Fehler beim Verschieben des Verzeichnisses.
es_es: Error al mover el directorio.
fr_fr: Échec de déplacement du répertoire.
hu_hu: A könyvtár áthelyezése sikertelen.
it_it: Spostamento directory non riuscito.
ja_jp: ディレクトリを移動できませんでした。
ko_kr: 디렉토리를 이동하지 못했습니다.
nb_no: Klarte ikke å flytte katalogen.
nl_nl: Kon de map niet verplaatsen.
pl_pl: Nie można przenieść katalogu.
pt_br: Falha na movimentação do diretório.
ru_ru: Не удалось переместить каталог.
sv_se: Det gick inte att flytta katalog.
tr_tr: Dizin taşınamadı.
zh_cn: 移动文件夹失败。
zh_tw: 移除名錄失敗。

# ERROR_ID_37
source: New path already exists.
cs_cz: Nová cesta již existuje.
de_de: Neuer Pfad ist bereits vorhanden.
es_es: La ruta nueva ya existe.
fr_fr: Le nouveau chemin d'accès existe déjà.
hu_hu: Az új útvonal már létezik.
it_it: Nuovo percorso già esistente.
ja_jp: 新しいパスは既に存在します。
ko_kr: 새 경로가 이미 존재합니다.
nb_no: Ny bane finnes allerede.
nl_nl: Nieuwe pad bestaat al.
pl_pl: Nowa ścieżka już istnieje.
pt_br: O novo caminho já existe.
ru_ru: Новый путь уже существует.
sv_se: Ny sökväg finns redan.
tr_tr: Yeni yol zaten mevcut.
zh_cn: 新路径已存在。
zh_tw: 新路徑已經存在。

# ERROR_ID_38
source: New path invalid.
cs_cz: Nová cesta je neplatná.
de_de: Neuer Pfad ist ungültig.
es_es: La ruta nueva no es válida.
fr_fr: Nouveau chemin d'accès non valide.
hu_hu: Az új útvonal érvénytelen.
it_it: Nuovo percorso non valido.
ja_jp: 新しいパスが無効です。
ko_kr: 새 경로가 유효하지 않습니다.
nb_no: Ny bane ugyldig.
nl_nl: Nieuwe pad ongeldig.
pl_pl: Nowa ścieżka jest nieprawidłowa.
pt_br: O novo caminho é inválido.
ru_ru: Новый путь недопустим.
sv_se: Ny sökväg ogiltig.
tr_tr: Yeni yol geçersiz.
zh_cn: 新路径无效。
zh_tw: 新路徑無效。

# ERROR_ID_39
source: New path missing.
cs_cz: Nová cesta chybí.
de_de: Neuer Pfad fehlt.
es_es: Falta la ruta nueva.
fr_fr: Nouveau chemin d'accès manquant.
hu_hu: Az új útvonal hiányzik.
it_it: Nuovo percorso mancante.
ja_jp: 新しいパスが見つかりません。
ko_kr: 새 경로가 누락되었습니다.
nb_no: Ny bane mangler.
nl_nl: Nieuwe pad ontbreekt.
pl_pl: Brak nowej ścieżki.
pt_br: O novo caminho está ausente.
ru_ru: Отсутствует новый путь.
sv_se: Ny sökväg saknas.
tr_tr: Yeni yol eksik.
zh_cn: 新路径缺失。
zh_tw: 新路徑遺失。

# ERROR_ID_40
source: New share is missing.
cs_cz: Nová sdílená složka chybí.
de_de: Neue Freigabe fehlt.
es_es: Falta el archivo compartido nuevo.
fr_fr: Le nouveau dossier partagé est manquant.
hu_hu: Az új megosztás hiányzik.
it_it: Nuova condivisione mancante.
ja_jp: 新しい共有が見つかりません。
ko_kr: 새 공유가 누락되었습니다.
nb_no: Ny delt ressurs mangler.
nl_nl: Nieuwe share ontbreekt.
pl_pl: Brak nowego udziału.
pt_br: O novo compartilhamento está ausente.
ru_ru: Отсутствует новый ресурс.
sv_se: Ny resurs saknas.
tr_tr: Yeni paylaşım eksik.
zh_cn: 新共享缺失。
zh_tw: 新共享遺失。

# ERROR_ID_41
source: Parameter is missing.
cs_cz: Parametr chybí.
de_de: Parameter fehlt.
es_es: Falta el parámetro.
fr_fr: Le paramètre est manquant.
hu_hu: A paraméter hiányzik.
it_it: Parametro mancante.
ja_jp: パラメータが見つかりません。
ko_kr: 매개변수가 누락되었습니다.
nb_no: Parameter mangler.
nl_nl: Parameter ontbreekt.
pl_pl: Brak parametru.
pt_br: O parâmetro está ausente.
ru_ru: Параметр отсутствует.
sv_se: Parameter saknas.
tr_tr: Parametre eksik.
zh_cn: 参数缺失。
zh_tw: 參數遺失。

# ERROR_ID_42
source: Path is not a directory.
cs_cz: Cesta není adresář.
de_de: Pfad ist kein Verzeichnis.
es_es: La ruta no es un directorio.
fr_fr: Le chemin d'accès ne mène pas à un répertoire.
hu_hu: Az útvonal nem maga a könyvtár.
it_it: Il percorso non è una directory.
ja_jp: パスがディレクトリではありません。
ko_kr: 경로가 디렉토리가 아닙니다.
nb_no: Banen er ikke en katalog.
nl_nl: Pad is geen map.
pl_pl: Ścieżka nie jest katalogiem.
pt_br: O caminho não é um diretório.
ru_ru: Путь не является каталогом.
sv_se: Sökvägen är inte en katalog.
tr_tr: Yol bir dizin değil.
zh_cn: 路径不是一个目录。
zh_tw: 路徑並不是名錄。

# ERROR_ID_43
source: Path is not a file.
cs_cz: Cesta není soubor.
de_de: Pfad ist keine Datei.
es_es: La ruta no es un archivo.
fr_fr: Le chemin d'accès ne mène pas à un fichier.
hu_hu: Az útvonal nem maga a fájl.
it_it: Il percorso non è un file.
ja_jp: パスがファイルではありません。
ko_kr: 경로가 파일이 아닙니다.
nb_no: Banen er ikke en fil.
nl_nl: Pad is geen bestand.
pl_pl: Ścieżka nie jest plikiem.
pt_br: O caminho não é um arquivo.
ru_ru: Путь не является файлом.
sv_se: Sökvägen är inte en fil.
tr_tr: Yol bir dosya değil.
zh_cn: 路径不是一个文件。
zh_tw: 路徑並不是檔案。

# ERROR_ID_44
source: Path not found.
cs_cz: Cesta nebyla nalezena.
de_de: Pfad wurde nicht gefunden.
es_es: Ruta no encontrada.
fr_fr: Chemin d'accès introuvable.
hu_hu: Az útvonal nem található.
it_it: Percorso non trovato.
ja_jp: パスが見つかりません。
ko_kr: 경로가 없습니다.
nb_no: Banen ble ikke funnet.
nl_nl: Pad niet gevonden.
pl_pl: Nie odnaleziono ścieżki.
pt_br: O caminho não foi encontrado.
ru_ru: Путь не найден.
sv_se: Det gick inte att hitta sökvägen.
tr_tr: Yol bulunamadı.
zh_cn: 未找到路径。
zh_tw: 無法找到路徑。

# ERROR_ID_45
source: Path not valid.
cs_cz: Cesta je neplatná.
de_de: Pfad ist ungültig.
es_es: La ruta no es válida.
fr_fr: Chemin d'accès non valide.
hu_hu: Az útvonal nem érvényes.
it_it: Percorso non valido.
ja_jp: パスが無効です。
ko_kr: 경로가 유효하지 않습니다.
nb_no: Banen er ikke gyldig.
nl_nl: Pad ongeldig.
pl_pl: Ścieżka nie jest prawidłowa.
pt_br: O caminho não é válido.
ru_ru: Недопустимый путь.
sv_se: Sökvägen är inte giltig.
tr_tr: Yol geçerli değil.
zh_cn: 路径无效。
zh_tw: 路徑無效。

# ERROR_ID_46
source: Share is inaccessible.
cs_cz: Sdílená složka je nedostupná.
de_de: Kein Zugriff auf die Freigabe.
es_es: El archivo compartido es inaccesible.
fr_fr: Le dossier partagé est inaccessible.
hu_hu: A megosztás elérhetetlen.
it_it: Condivisione inaccessibile.
ja_jp: 共有にアクセスできません。
ko_kr: 공유에 액세스할 수 없습니다.
nb_no: Delt ressurs er utilgjengelig.
nl_nl: Share is niet toegankelijk.
pl_pl: Udział jest niedostępny.
pt_br: Não é possível acessar o compartilhamento.
ru_ru: Ресурс недоступен.
sv_se: Det går inte att nå resursen.
tr_tr: Paylaşıma erişilemiyor.
zh_cn: 无法访问共享。
zh_tw: 無法存取共享。
