Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# ERROR_ID_241
source: Error in generating system log.
cs_cz: Chyba při generování systémového protokolu.
de_de: Fehler beim Generieren des Systemprotokolls.
es_es: Error al generar el registro del sistema.
fr_fr: Erreur de génération du journal système.
hu_hu: Hiba a rendszer log fájljának generálásában.
it_it: Errore generazione registro sistema.
ja_jp: システム ログ生成エラー。
ko_kr: 시스템 로그 생성 오류입니다.
nb_no: Feil ved generering av systemlogg.
nl_nl: Fout bij genereren van systeemlogboek.
pl_pl: Błąd generowania dziennika systemowego.
pt_br: Erro na geração do log de sistema.
ru_ru: Ошибка при создании системного журнала.
sv_se: Fel vid generering av systemlogg.
tr_tr: Sistem günlüğü oluşturma hatası.
zh_cn: 生成系统日志时出错。
zh_tw: 產生系統日誌錯誤。

# ERROR_ID_242
source: Error in uploading system log.
cs_cz: Chyba při nahrávání systémového protokolu.
de_de: Fehler beim Heraufladen des Systemprotokolls.
es_es: Error al actualizar el registro del sistema.
fr_fr: Erreur de chargement du journal système.
hu_hu: Hiba a rendszer log fájljának frissítésében.
it_it: Errore caricamento registro sistema.
ja_jp: システム ログ更新エラー。
ko_kr: 시스템 로그 업로드 오류입니다.
nb_no: Feil ved opplasting av systemlogg.
nl_nl: Fout bij uploaden van systeemlogboek.
pl_pl: Błąd przesyłania dziennika systemowego.
pt_br: Erro no upload do log de sistema.
ru_ru: Ошибка при загрузке системного журнала.
sv_se: Fel vid överföring av systemlogg.
tr_tr: Sistem günlüğünü karşıya yükleme hatası.
zh_cn: 更新系统日志时出错。
zh_tw: 上載系統日誌錯誤。

# ERROR_ID_243
source: Error in reading getServiceStartUp.sh
cs_cz: Chyba při čtení souboru getServiceStartUp.sh
de_de: Fehler beim Lesen von „getServiceStartUp.sh“
es_es: Error al leer getServiceStartUp.sh
fr_fr: Erreur de lecture de getServiceStartUp.sh
hu_hu: Hiba a getServiceStartUp.sh olvasásában.
it_it: Errore lettura getServiceStartUp.sh
ja_jp: getServiceStartUp.sh 読み取りエラー
ko_kr: getServiceStartUp.sh 읽기 오류입니다.
nb_no: Feil ved lesing av getServiceStartUp.sh
nl_nl: Fout bij lezen getServiceStartUp.sh
pl_pl: Błąd odczytu pliku getServiceStartUp.sh
pt_br: Erro na leitura de getServiceStartUp.sh
ru_ru: Ошибка при чтении getServiceStartUp.sh
sv_se: Fel vid läsning av getServiceStartUp.sh
tr_tr: getServiceStartUp.sh okuma hatası
zh_cn: 读取 getServiceStartUp.sh 时出错。
zh_tw: 讀取 getServiceStartUp.sh 錯誤

# ERROR_ID_244
source: Error in reading getFixedNtpServer.sh
cs_cz: Chyba při čtení souboru getFixedNtpServer.sh
de_de: Fehler beim Lesen von „getFixedNtpServer.sh“
es_es: Error al leer getFixedNtpServer.sh
fr_fr: Erreur de lecture de getFixedNtpServer.sh
hu_hu: Hiba a getFixedNtpServer.sh olvasásában.
it_it: Errore lettura getFixedNtpServer.sh
ja_jp: getFixedNtpServer.sh 読み取りエラー
ko_kr: getFixedNtpServer.sh 읽기 오류입니다.
nb_no: Feil ved lesing av getFixedNtpServer.sh
nl_nl: Fout bij lezen getFixedNtpServer.sh
pl_pl: Błąd odczytu pliku getFixedNtpServer.sh
pt_br: Erro na leitura de getFixedNtpServer.sh
ru_ru: Ошибка при чтении getFixedNtpServer.sh
sv_se: Fel vid läsning av getFixedNtpServer.sh
tr_tr: getFixedNtpServer.sh okuma hatası
zh_cn: 读取 getFixedNtpServer.sh 时出错。
zh_tw: 讀取 getFixedNtpServer.sh 錯誤

# ERROR_ID_245
source: Error in reading getExtraNtpServer.sh
cs_cz: Chyba při čtení souboru getExtraNtpServer.sh
de_de: Fehler beim Lesen von „getExtraNtpServer.sh“
es_es: Error al leer getExtraNtpServer.sh
fr_fr: Erreur de lecture de getExtraNtpServer.sh
hu_hu: Hiba a getExtraNtpServer.sh olvasásában.
it_it: Errore lettura getExtraNtpServer.sh
ja_jp: getExtraNtpServer.sh 読み取りエラー
ko_kr: getExtraNtpServer.sh 읽기 오류입니다.
nb_no: Feil ved lesing av getExtraNtpServer.sh
nl_nl: Fout bij lezen getExtraNtpServer.sh
pl_pl: Błąd odczytu pliku getExtraNtpServer.sh
pt_br: Erro na leitura de getExtraNtpServer.sh
ru_ru: Ошибка при чтении getExtraNtpServer.sh
sv_se: Fel vid läsning av getExtraNtpServer.sh
tr_tr: getExtraNtpServer.sh okuma hatası
zh_cn: 读取 getExtraNtpServer.sh 时出错。
zh_tw: 讀取 getExtraNtpServer.sh 錯誤

# ERROR_ID_246
source: Internal error in datetime configuration
cs_cz: Interní chyba v konfiguraci data a času
de_de: Interner Fehler bei der Konfiguration von Datum und Uhrzeit
es_es: Error interno en la configuración de fecha y hora
fr_fr: Erreur interne de configuration datetime
hu_hu: Belső hiba az idő és a dátum konfigurálásában.
it_it: Errore interno di configurazione data/ora
ja_jp: 日時設定内部エラー
ko_kr: 날짜/시간 구성 내부 오류입니다.
nb_no: Intern feil i konfigurasjon av datetime
nl_nl: Interne fout bij datum-tijdconfiguratie
pl_pl: Wewnętrzny błąd konfiguracji daty/godziny
pt_br: Erro interno na configuração de data e hora
ru_ru: Внутренняя ошибка в конфигурации даты и времени
sv_se: Internt fel i konfigurering av datum och tid
tr_tr: Tarih saat yapılandırmasında iç hata
zh_cn: 日期和时间配置中发生内部错误。
zh_tw: 日期時間設定內部錯誤

# ERROR_ID_247
source: Bad request in datetime configuration
cs_cz: Chybný požadavek v konfiguraci data a času
de_de: Ungültige Anforderung bei der Konfiguration von Datum und Uhrzeit
es_es: Solicitud incorrecta en la configuración de fecha y hora
fr_fr: Demande incorrecte de configuration datetime
hu_hu: Hibás kérés az idő és a dátum konfigurálásában.
it_it: Richiesta non valida di configurazione data/ora
ja_jp: 日時設定不正要求
ko_kr: 잘못된 날짜/시간 구성 요청입니다.
nb_no: Ugyldig forespørsel ved konfigurasjon av datetime
nl_nl: Ongeldig verzoek bij datum-tijdconfiguratie
pl_pl: Błędne żądanie w konfiguracji daty/godziny
pt_br: A solicitação na configuração de data e hora é inválida
ru_ru: Ошибочный запрос в конфигурации даты и времени
sv_se: Dålig begäran för konfigurering av datum och tid
tr_tr: Tarih saat yapılandırmasında geçersiz istek
zh_cn: 日期和时间配置中发生错误请求。
zh_tw: 日期時間設定錯誤要求

# ERROR_ID_248
source: Internal Server error for Device User
cs_cz: Chyba interního serveru pro uživatele zařízení
de_de: Interner Serverfehler für den Gerätebenutzer
es_es: Error interno del servidor para el usuario del dispositivo
fr_fr: Erreur interne de serveur relative à l'utilisateur de dispositif
hu_hu: Belső kiszolgálóhiba az eszköz felhasználójánál.
it_it: Errore server interno per utente dispositivo
ja_jp: デバイス ユーザーの内部サーバー エラー
ko_kr: 장치 사용자에 대한 내부 서버 오류입니다.
nb_no: Intern serverfeil for enhetsbruker
nl_nl: Interne serverfout voor apparaatgebruiker
pl_pl: Wewnętrzny błąd serwera dotyczący użytkownika urządzenia
pt_br: Erro interno de servidor para usuário do dispositivo
ru_ru: Внутренняя ошибка сервера для пользователя устройства
sv_se: Internt serverfel för enhetsanvändare
tr_tr: Aygıt Kullanıcısı için İç Sunucu hatası
zh_cn: 设备用户的内部服务器错误
zh_tw: 裝置使用者伺服器內部錯誤

# ERROR_ID_249
source: iTunes configuration internal server error.
cs_cz: Konfigurace iTunes – chyba interního serveru.
de_de: Interner Serverfehler bei der iTunes-Konfiguration.
es_es: Error interno del servidor de configuración de iTunes.
fr_fr: Erreur interne du serveur relative à la configuration d'iTunes.
hu_hu: Belső kiszolgálóhiba az iTunes konfigurációjánál.
it_it: Errore server interno di configurazione iTunes.
ja_jp: iTunes 設定内部サーバー エラー。
ko_kr: iTunes 구성 내부 서버 오류입니다.
nb_no: Intern serverfeil ved iTunes-konfigurasjon.
nl_nl: Interne serverfout met iTunes-configuratie.
pl_pl: Konfiguracja iTunes: wewnętrzny błąd serwera.
pt_br: Erro interno de servidor para configuração do iTunes.
ru_ru: Внутренняя ошибка сервера: конфигурация iTunes.
sv_se: Internt serverfel för iTunes-konfiguration.
tr_tr: iTunes yapılandırması iç sunucu hatası.
zh_cn: iTunes 配置内部服务器错误。
zh_tw: iTunes 設定伺服器內部錯誤。

# ERROR_ID_250
source: Bad request in iTunes configuration.
cs_cz: Chybný požadavek v konfiguraci iTunes.
de_de: Ungültige Anforderung bei der iTunes-Konfiguration.
es_es: Solicitud incorrecta en la configuración de iTunes.
fr_fr: Demande incorrecte de configuration d'iTunes.
hu_hu: Hibás kérés az iTunes konfigurációjánál.
it_it: Richiesta non valida di configurazione iTunes.
ja_jp: iTunes 設定の不正要求。
ko_kr: 잘못된 iTunes 구성 요청입니다.
nb_no: Ugyldig forespørsel for iTunes-konfigurasjon.
nl_nl: Ongeldig verzoek in iTunes-configuratie.
pl_pl: Błędne żądanie w konfiguracji iTunes.
pt_br: A solicitação na configuração do iTunes é inválida.
ru_ru: Ошибочный запрос в конфигурации iTunes.
sv_se: Dålig begäran för iTunes-konfiguration.
tr_tr: iTunes yapılandırmasında geçersiz istek.
zh_cn: iTunes 配置请求错误。
zh_tw: iTunes 設定錯誤要求。

# ERROR_ID_251
source: Language configuration not found
cs_cz: Konfigurace jazyka nebyla nalezena
de_de: Sprachkonfiguration wurde nicht gefunden
es_es: Configuración de idioma no encontrada
fr_fr: Configuration de la langue introuvable
hu_hu: A nyelvi konfiguráció nem található.
it_it: Configurazione lingua non trovata
ja_jp: 言語設定が見つかりません
ko_kr: 언어 구성이 없습니다.
nb_no: Språkkonfigurasjonen ble ikke funnet
nl_nl: Taalconfiguratie niet gevonden
pl_pl: Nie odnaleziono konfiguracji języka
pt_br: A configuração do idioma não foi encontrada.
ru_ru: Конфигурация языка не найдена
sv_se: Det gick inte att hitta språkkonfiguration
tr_tr: Dil yapılandırması bulunamadı
zh_cn: 未找到语言配置
zh_tw: 無法找到語言設定

# ERROR_ID_252
source: Language configuration internal server error.
cs_cz: Konfigurace jazyka – chyba interního serveru.
de_de: Interner Serverfehler bei der Sprachkonfiguration.
es_es: Error interno del servidor de configuración de idioma.
fr_fr: Erreur interne du serveur relative à la configuration de la langue.
hu_hu: Belső kiszolgálóhiba a nyelvi konfigurációnál.
it_it: Errore server interno di configurazione lingua.
ja_jp: 言語設定内部サーバー エラー。
ko_kr: 언어 구성 내부 서버 오류입니다.
nb_no: Intern serverfeil ved språkkonfigurasjon.
nl_nl: Interne serverfout met taalconfiguratie.
pl_pl: Konfiguracja języka: wewnętrzny błąd serwera.
pt_br: Erro interno de servidor para configuração de idioma.
ru_ru: Внутренняя ошибка сервера: конфигурация языка.
sv_se: Internt serverfel för språkkonfiguration.
tr_tr: Dil yapılandırması iç sunucu hatası.
zh_cn: 语言配置内部服务器错误。
zh_tw: 語言設定伺服器內部錯誤。

# ERROR_ID_253
source: MicroCrawler status failed.
cs_cz: Stav MicroCrawler selhal.
de_de: Fehler beim MicroCrawler-Status.
es_es: Se produjo un error en el estado del rastreador multimedia.
fr_fr: Échec de l'état du MicroCrawler.
hu_hu: A MicroCrawler (keresőrobot) állapota nem jelenik meg.
it_it: Errore stato MicroCrawler.
ja_jp: MicroCrawler ステータスが失敗しました。
ko_kr: MicroCrawler 상태 오류입니다.
nb_no: MicroCrawler-status mislyktes.
nl_nl: Status MicroCrawler mislukt.
pl_pl: Błąd dotyczący statusu funkcji MicroCrawler.
pt_br: Falha no status do MicroCrawler.
ru_ru: Сбой состояния MicroCrawler.
sv_se: MicroCrawler-status misslyckades.
tr_tr: MicroCrawler durumu başarısız oldu.
zh_cn: Microcrawler 状态失败。
zh_tw: 微型編目程式失敗。

# ERROR_ID_254
source: Media crawler internal server error.
cs_cz: Prohledávací modul médií – chyba interního serveru.
de_de: Mediencrawler: interner Serverfehler.
es_es: Error interno del servidor del rastreador multimedia.
fr_fr: Erreur interne du serveur relative au robot multimédia.
hu_hu: Belső kiszolgálóhiba a média keresőrobotjánál.
it_it: Errore server interno crawler dei contenuti multimediali.
ja_jp: メディア クローラー内部サーバー エラー。
ko_kr: 미디어 크롤러 내부 서버 오류입니다.
nb_no: Intern serverfeil for mediesøk.
nl_nl: Interne serverfout met mediacrawler.
pl_pl: Przeszukiwacz multimediów: wewnętrzny błąd serwera.
pt_br: Erro interno de servidor para rastreador de mídia.
ru_ru: Внутренняя ошибка сервера: программа-обходчик мультимедиа.
sv_se: Internt serverfel för mediacrawler.
tr_tr: Medya gezgini iç sunucu hatası.
zh_cn: 媒体 Crawler 内部服务器错误。
zh_tw: 媒體編目程式伺服器內部錯誤。

# ERROR_ID_255
source: USB internal server error
cs_cz: USB – chyba interního serveru
de_de: USB: interner Serverfehler.
es_es: Error interno del servidor del USB
fr_fr: Erreur interne du serveur relative à la connexion USB
hu_hu: Belső kiszolgálóhiba az USB-nél.
it_it: Errore server interno USB
ja_jp: USB 内部サーバーエラー
ko_kr: USB 내부 서버 오류입니다.
nb_no: Intern serverfeil for USB
nl_nl: Interne serverfout met USB.
pl_pl: USB: wewnętrzny błąd serwera.
pt_br: Erro interno de servidor para dispositivo USB.
ru_ru: Внутренняя ошибка сервера: USB.
sv_se: USB internt serverfel
tr_tr: USB iç sunucu hatası
zh_cn: USB 内部服务器错误。
zh_tw: USB 伺服器內部錯誤

# ERROR_ID_256
source: Error in DB file location
cs_cz: Chyba v umístění souboru DB
de_de: Fehler beim DB-Dateistandort
es_es: Error en la ubicación del archivo DB
fr_fr: Erreur d'emplacement du fichier DB
hu_hu: Hiba az adatbázis fájl telepítésénél.
it_it: Errore posizione file DB
ja_jp: DB ファイル場所のエラー
ko_kr: DB 파일 위치 오류입니다.
nb_no: Feil i DB-filplassering
nl_nl: Fout in databasebestandslocatie
pl_pl: Błąd lokalizowania pliku bazy danych
pt_br: Erro no local do arquivo de banco de dados
ru_ru: Ошибка в расположении файла базы данных
sv_se: Fel i DB-filplats
tr_tr: DB dosya konumunda hata
zh_cn: 数据库文件位置发生错误
zh_tw: DB 檔案位置錯誤

# ERROR_ID_257
source: Failed album access
cs_cz: Nezdařil se přístup k albu
de_de: Fehler beim Albumzugriff
es_es: Acceso erróneo al álbum
fr_fr: Échec d'accès à l'album
hu_hu: Sikertelen album hozzáférés
it_it: Errore accesso album
ja_jp: アルバム アクセスに失敗しました
ko_kr: 앨범에 액세스하지 못했습니다.
nb_no: Albumtilgang mislyktes
nl_nl: Albumtoegang mislukt
pl_pl: Nie można uzyskać dostępu do albumu
pt_br: Falha no acesso ao álbum
ru_ru: Сбой доступа к альбому
sv_se: Misslyckad albumåtkomst
tr_tr: Albüm erişimi başarısız oldu
zh_cn: 相册访问失败
zh_tw: 相簿存取錯誤

# ERROR_ID_258
source: Album is empty set
cs_cz: Nastavení alba je prázdné
de_de: Album ist eine leere Menge
es_es: El álbum está vacío
fr_fr: L'album est un ensemble vide.
hu_hu: Az album üres beállítású.
it_it: Album impostato su vuoto
ja_jp: アルバムが空のセットです
ko_kr: 앨범이 빈 세트입니다.
nb_no: Albumet er tomt
nl_nl: Album is lege set
pl_pl: Album jest zbiorem pustym
pt_br: Álbum definido como vazio
ru_ru: Альбом представляет собой пустой набор
sv_se: Album är en tom uppsättning
tr_tr: Albüm boş ayarlandı
zh_cn: 相册是空的
zh_tw: 相簿為空集合

# ERROR_ID_259
source: Album name is missing
cs_cz: Název alba chybí
de_de: Albumname fehlt.
es_es: Falta el nombre del álbum
fr_fr: Le nom de l'album est manquant.
hu_hu: Az album megnevezése hiányzik.
it_it: Nome album mancante
ja_jp: アルバム名が見つかりません
ko_kr: 앨범 이름이 누락되었습니다.
nb_no: Albumnavnet mangler
nl_nl: Albumnaam ontbreekt
pl_pl: Brak nazwy albumu
pt_br: O nome do álbum está ausente
ru_ru: Отсутствует название альбома
sv_se: Albumets namn saknas
tr_tr: Albüm adı eksik
zh_cn: 相册名称缺失。
zh_tw: 相簿名稱遺失

# ERROR_ID_260
source: Album name info failed
cs_cz: Nepodařilo se načíst informace o názvu alba
de_de: Fehler bei den Albumnameninformationen
es_es: Se produjo un error en la información del nombre del álbum
fr_fr: Échec de l'information relative au nom de l'album
hu_hu: Az albumnévre vonatkozó információ hibás.
it_it: Errore info nome album
ja_jp: アルバム名情報が失敗しました
ko_kr: 앨범 이름 정보 오류입니다.
nb_no: Info om albumnavn mislyktes
nl_nl: Albumnaaminformatie mislukt
pl_pl: Błąd dotyczący informacji o nazwie albumu
pt_br: Falha nas informações do nome do álbum
ru_ru: Сбой информации о названии альбома
sv_se: Albumets namninfo misslyckades
tr_tr: Albüm adı bilgisi başarısız oldu
zh_cn: 相册名称信息失败
zh_tw: 相簿名稱資訊失敗

# ERROR_ID_261
source: Album item info failed
cs_cz: Nepodařilo se načíst informace o položce alba
de_de: Fehler bei den Albumelementinformationen
es_es: Se produjo un error en la información del elemento del álbum
fr_fr: Échec de l'information relative à l'élément de l'album
hu_hu: Az album elemére vonatkozó információ hibás.
it_it: Errore info elemento album
ja_jp: アルバム項目情報が失敗しました
ko_kr: 앨범 항목 정보 오류입니다.
nb_no: Info om albumelement mislyktes
nl_nl: Albumonderdeelinformatie mislukt
pl_pl: Błąd dotyczący informacji o pozycjach albumu
pt_br: Falha nas informações do item do álbum
ru_ru: Сбой информации элемента альбома
sv_se: Albumets objektsinfo misslyckades
tr_tr: Albüm öğesi bilgisi başarısız oldu
zh_cn: 相册项目信息失败
zh_tw: 相簿項目資訊失敗

# ERROR_ID_262
source: Device already registered
cs_cz: Zařízení je již zaregistrováno
de_de: Gerät ist bereits registriert
es_es: Dispositivo ya registrado
fr_fr: Dispositif déjà enregistré
hu_hu: Az eszköz már regisztrálva van.
it_it: Dispositivo già registrato
ja_jp: デバイスは既に登録されています
ko_kr: 장치가 이미 등록되었습니다.
nb_no: Enheten er allerede registrert
nl_nl: Apparaat al geregistreerd
pl_pl: Urządzenie jest już zarejestrowane
pt_br: O dispositivo já está registrado.
ru_ru: Устройство уже зарегистрировано
sv_se: Enheten är redan registrerad
tr_tr: Aygıt zaten kaydedildi
zh_cn: 设备已注册。
zh_tw: 已註冊裝置

# ERROR_ID_263
source: Device registration pending
cs_cz: Nevyřízená registrace zařízení
de_de: Geräteregistrierung ausstehend
es_es: Registro del dispositivo pendiente
fr_fr: Enregistrement du dispositif en attente
hu_hu: Az eszköz regisztrációja elintézésre vár.
it_it: Registrazione dispositivo in sospeso
ja_jp: デバイス登録保留
ko_kr: 장치 등록이 보류 중입니다.
nb_no: Avventer enhetsregistrering
nl_nl: Apparaatregistratie in afwachting
pl_pl: Rejestracja urządzenia w toku
pt_br: O registro do dispositivo está pendente
ru_ru: Ожидается регистрация устройства
sv_se: Enhetsregistrering pågår
tr_tr: Aygıt kaydı bekliyor
zh_cn: 设备注册未决
zh_tw: 裝置註冊擱置

# ERROR_ID_264
source: Device registration unsuccessful
cs_cz: Neúspěšná registrace zařízení
de_de: Geräteregistrierung nicht erfolgreich
es_es: Registro del dispositivo incorrecto
fr_fr: Échec de l'enregistrement du dispositif
hu_hu: Az eszköz regisztrációja sikertelen.
it_it: Registrazione dispositivo non riuscita
ja_jp: デバイス登録が成功しました
ko_kr: 장치 등록에 성공하지 못했습니다.
nb_no: Enhetsregistreringen mislyktes
nl_nl: Apparaat registreren mislukt
pl_pl: Rejestracja urządzenia nie powiodła się
pt_br: O registro do dispositivo não foi concluído
ru_ru: Не выполнена регистрация устройства
sv_se: Enhetsregistrering lyckades inte
tr_tr: Aygıt kaydı başarılı olmadı
zh_cn: 设备注册失败
zh_tw: 裝置註冊不成功

# ERROR_ID_265
source: Network Configuration bad request
cs_cz: Konfigurace sítě – chybný požadavek
de_de: Ungültige Anforderung bei der Netzwerkkonfiguration.
es_es: Solicitud incorrecta de la configuración de red
fr_fr: Demande incorrecte relative à la configuration du réseau
hu_hu: Hibás kérés a hálózat konfigurációjánál.
it_it: Richiesta configurazione rete non valida
ja_jp: ネットワーク設定不正要求
ko_kr: 잘못된 네트워크 구성 요청입니다.
nb_no: Ugyldig forespørsel for nettverkskonfigurasjon
nl_nl: Ongeldig verzoek om netwerkconfiguratie
pl_pl: Błędne żądanie konfiguracji sieci
pt_br: A solicitação de configuração de rede é inválida.
ru_ru: Ошибочный запрос конфигурации сети
sv_se: Dålig begäran för nätverkskonfiguration
tr_tr: Ağ Yapılandırması geçersiz isteği
zh_cn: 网络配置请求错误
zh_tw: 網路設定錯誤要求

# ERROR_ID_266
source: Network Configuration server error
cs_cz: Konfigurace sítě – chyba serveru
de_de: Serverfehler bei der Netzwerkkonfiguration.
es_es: Error del servidor de configuración de red
fr_fr: Erreur de serveur relative à la configuration du réseau
hu_hu: Kiszolgálóhiba a hálózat konfigurációjánál.
it_it: Errore server configurazione rete
ja_jp: ネットワーク設定サーバー エラー
ko_kr: 네트워크 구성 서버 오류입니다.
nb_no: Serverfeil ved nettverkskonfigurasjon
nl_nl: Serverfout bij netwerkconfiguratie
pl_pl: Konfiguracja sieci: błąd serwera
pt_br: Erro de servidor para configuração de rede
ru_ru: Ошибка сервера: конфигурация сети
sv_se: Serverfel vid nätverkskonfiguration
tr_tr: Ağ Yapılandırması sunucu hatası
zh_cn: 网络配置服务器错误
zh_tw: 網路設定伺服器錯誤

# ERROR_ID_267
source: Network Service Configuration Bad request
cs_cz: Konfigurace síťové služby – chybný požadavek
de_de: Ungültige Anforderung bei der Konfiguration des Netzwerkdiensts.
es_es: Solicitud incorrecta de la configuración del servicio de red
fr_fr: Demande incorrecte relative à la configuration du service réseau
hu_hu: Hibás kérés a hálózati szolgáltatás konfigurációjánál.
it_it: Richiesta configurazione servizio rete non valida
ja_jp: ネットワーク サービス設定不正要求
ko_kr: 잘못된 네트워크 서비스 구성 요청입니다.
nb_no: Ugyldig forespørsel for konfigurasjon av nettverkstjeneste
nl_nl: Ongeldig verzoek om netwerkserviceconfiguratie
pl_pl: Błędne żądanie konfiguracji usług sieciowych
pt_br: A solicitação de configuração de serviço de rede é inválida
ru_ru: Ошибочный запрос конфигурации сетевой службы
sv_se: Dålig begäran för konfiguration av nätverkstjänst
tr_tr: Ağ Hizmeti Yapılandırması Geçersiz isteği
zh_cn: 网络服务配置请求错误
zh_tw: 網路服務設定錯誤要求

# ERROR_ID_268
source: Network service configuration server error.
cs_cz: Konfigurace síťové služby – chyba serveru.
de_de: Serverfehler bei der Konfiguration des Netzwerkdiensts.
es_es: Error del servidor de configuración del servicio de red.
fr_fr: Erreur de serveur relative à la configuration du service réseau.
hu_hu: Kiszolgálóhiba ahálózati szolgáltatás konfigurációjánál.
it_it: Errore server configurazione servizio rete.
ja_jp: ネットワーク サービス設定サーバー エラー。
ko_kr: 네트워크 서비스 구성 서버 오류입니다.
nb_no: Serverfeil ved konfigurasjon av nettverkstjeneste.
nl_nl: Serverfout bij netwerkserviceconfiguratie.
pl_pl: Konfiguracja usług sieciowych: błąd serwera.
pt_br: Erro de servidor para configuração de serviço de rede.
ru_ru: Ошибка сервера: конфигурация сетевой службы.
sv_se: Serverfel vid konfiguration av nätverkstjänst.
tr_tr: Ağ hizmeti yapılandırması sunucu hatası.
zh_cn: 网络服务配置服务器错误。
zh_tw: 網路服務設定伺服器要求錯誤。

# ERROR_ID_269
source: Network workgroup bad request.
cs_cz: Síťová pracovní skupina – chybný požadavek.
de_de: Ungültige Anforderung bei der Netzwerkarbeitsgruppe.
es_es: Solicitud incorrecta del grupo de trabajo de red.
fr_fr: Demande incorrecte relative au groupe de travail réseau.
hu_hu: Hibás kérés a hálózati munkacsoportnál.
it_it: Richiesta gruppo di lavoro rete non valida.
ja_jp: ネットワーク ワークグループ不正要求。
ko_kr: 잘못된 네트워크 작업 그룹 요청입니다.
nb_no: Ugyldig forespørsel for nettverksarbeidsgruppe.
nl_nl: Ongeldig verzoek om netwerkwerkgroep.
pl_pl: Błędne żądanie grupy roboczej w sieci.
pt_br: A solicitação de grupo de trabalho de rede é inválida.
ru_ru: Ошибочный запрос рабочей группы сети.
sv_se: Dålig begäran för nätverksarbetsgrupp.
tr_tr: Ağ çalışma grubu geçersiz isteği.
zh_cn: 网络工作组请求错误。
zh_tw: 網路工作群組錯誤要求。

# ERROR_ID_270
source: Network workgroup server error.
cs_cz: Síťová pracovní skupina – chyba serveru.
de_de: Serverfehler bei der Netzwerkarbeitsgruppe.
es_es: Error del servidor del grupo de trabajo de red.
fr_fr: Erreur de serveur relative au groupe de travail réseau.
hu_hu: Kiszolgálóhiba a hálózati munkacsoportnál.
it_it: Errore server gruppo di lavoro rete.
ja_jp: ネットワーク ワークグループ サーバー エラー。
ko_kr: 네트워크 작업 그룹 서버 오류입니다.
nb_no: Serverfeil i nettverksarbeidsgruppe.
nl_nl: Serverfout bij netwerkwerkgroep.
pl_pl: Grupa robocza w sieci: błąd serwera.
pt_br: Erro de servidor para grupo de trabalho de rede.
ru_ru: Ошибка сервера: рабочая группа сети
sv_se: Serverfel för nätverksarbetsgrupp.
tr_tr: Ağ çalışma grubu sunucu hatası.
zh_cn: 网络工作组服务器错误。
zh_tw: 網路工作群組伺服器錯誤。

# ERROR_ID_271
source: SSH configuration bad request.
cs_cz: Konfigurace SSH – chybný požadavek.
de_de: Ungültige Anforderung bei der SSH-Konfiguration.
es_es: Solicitud incorrecta de configuración de SSH.
fr_fr: Demande incorrecte relative à la configuration SSH.
hu_hu: Hibás kérés az SSH konfigurációjánál.
it_it: Richiesta configurazione SSH non valida.
ja_jp: SSH 設定不正要求。
ko_kr: 잘못된 SSH 구성 요청입니다.
nb_no: Ugyldig forespørsel for SSH-konfigurasjon.
nl_nl: Ongeldig verzoek om SSH-configuratie.
pl_pl: Błędne żądanie konfiguracji SSH.
pt_br: A solicitação de configuração de SSH é inválida.
ru_ru: Ошибочный запрос конфигурации SSH.
sv_se: Dålig begäran för SSH-konfiguration.
tr_tr: SSH yapılandırması geçersiz isteği.
zh_cn: SSH 配置请求错误。
zh_tw: SSH 設定錯誤要求。
