Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# CONTENT_SETTINGS_MEDIA_TOOLTIP_DLNA_DATABASE_REBUILD
source: Click Rebuild to rebuild the media database, but do so only if database corruption is suspected.
cs_cz: Kliknutím na Obnovit obnovíte databázi médií; obnovu proveďte ale pouze v případě, máte-li podezření, že databáze je poškozena.
de_de: Klicken Sie auf „Wiederherstellen“, um die Mediendatenbank wiederherzustellen. Führen Sie diese Aktion jedoch nur aus, wenn Grund zur Annahme besteht, dass die Datenbank beschädigt ist.
es_es: Haga clic en Reconstruir para reconsctuir la base de datos multimedia, pero hágalo solo si sospecha que la base de datos está dañada.
fr_fr: Cliquez sur Restaurer pour reconstruire la base de données multimédia. N'effectuez cette tâche que si la base de données est endommagée.
hu_hu: A média-adatbázis újraépítéséhez kattintson az Újraépítés elemre, de csak akkor, ha feltételezhetően adatbázishiba lépett fel.
it_it: Fare clic su Ripristina per ripristinare il database dei supporti ma solo in caso di danneggiamento sospetto del database.
ja_jp: データベースの破損が疑われる場合、「復元」をクリックして、メディアデータベースを復元してください。
ko_kr: 미디어 데이터베이스를 복원하려면 '복원'을 클릭하십시오, 단, 데이터베이스가 손상된 것으로 의심되는 경우에만 복원 작업을 진행하십시오.
nb_no: Klikk på Gjenoppbygg for å gjenoppbygge mediedatabasen, men gjør dette bare hvis det er mistanke om at databasen er øderlagt.
nl_nl: Klik op Vernieuwen om de mediadatabase te vernieuwen, maar doe dit alleen als de database lijkt te zijn beschadigd.
pl_pl: Kliknij Przywróć, aby przywrócić bazę danych multimediów, ale tylko wtedy, gdy podejrzewasz uszkodzenie bazy danych.
pt_br: Clique em Restaurar para restaurar o banco de dados, mas somente se houver suspeita de corrupção do banco de dados.
ru_ru: Нажмите «Восстановить», чтобы восстановить базу данных мультимедиа. Это следует делать только при подозрении на повреждение базы данных.
sv_se: Klicka på Återskapa för att återskapa mediadtabasen, men gör det endast om du misstänker att databasen är skadad.
tr_tr: Medya veritabanını yenilemek için Yenile öğesine tıklayın, ancak bunu yalnızca veritabanı bozulmasından şüphelenildiğinde yapın.
zh_cn: 单击“还原”还原媒体数据库，但是只能在怀疑数据库损坏时，方可这样做。
zh_tw: 按一下「重新組建」以重新組建媒體資料庫，但請僅在有資料庫損毀疑慮時執行。

# CONTENT_SETTINGS_STRING_GENERIC_MEDIA_RECEIVER
source: Generic Media Receiver
cs_cz: Obecný multimediální přehrávač
de_de: Allgemeiner Medienempfänger
es_es: Receptor general de multimedia
fr_fr: Récepteur multimédia générique
hu_hu: Általános médiavevő készülék
it_it: Ricevitore contenuti multimediali generici
ja_jp: 全般メディア レシーバー
ko_kr: 일반 미디어 수신기
nb_no: Generisk mediemottaker
nl_nl: Generieke mediaontvanger
pl_pl: Ogólny odbiornik multimediów
pt_br: Receptor de mídia genérica
sv_se: Allmän mediamottagare
tr_tr: Genel Medya Alıcısı
zh_cn: 通用媒体接收器
zh_tw: 一般媒體接收器

# BUTTON_OK
source: OK
es_es: Aceptar
ko_kr: 확인
tr_tr: Tamam
zh_cn: 确定
zh_tw: 確認

# STATUS_HEALTHY
source: OK
es_es: Aceptar
ko_kr: 확인
tr_tr: Tamam
zh_cn: 确定
zh_tw: 確認

# CONTENT_SETTINGS_HEAD2_ITUNES
source: iTunes
cs_cz: aplikaci iTunes
nl_nl: heeft toegang
sv_se: åtkomst
zh_tw: iTunes 存取

# BUTTON_WPSPUSH
source: WPS Push
cs_cz: Tlačítko WPS
de_de: WPS PBC
es_es: Pulsación de WPS
fr_fr: Bouton WPS
hu_hu: WPS („Védett WiFi-beállítás”) gomb
it_it: Push WPS
ja_jp: WPS プッシュ
ko_kr: WPS 누르기
nl_nl: WPS indrukken
pt_br: Push WPS
zh_cn: WPS 推送
zh_tw: WPS 按下

# LEARNING_CENTER_LABEL_HEADER_WD_SAFEPOINT
source: Safepoints
cs_cz: Body Safepoint
it_it: Safepoint
ja_jp: Safepoint
ko_kr: safepoint
pl_pl: Punkty safepoint

# BUTTON_SSID
source: SSID
hu_hu: Szolgáltatáscsoport-azonosító (SSID)

# CONTENT_SETTINGS_LABEL_TIME_MACHINE
source: Time Machine
nb_no: Tidsmaskin
