Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# CONTENT_SETTINGS_LABEL_ITUNES_DATABASE
source: iTunes Database
cs_cz: Databáze iTunes
de_de: iTunes-Datenbank
es_es: Base de datos
fr_fr: BDD iTunes
hu_hu: iTunes-adatbázis
it_it: Database iTunes
ja_jp: iTunes データベース
ko_kr: iTunes 데이터베이스
pl_pl: Baza danych iTunes
pt_br: Banco de dados do iTunes
ru_ru: База данных iTunes
sv_se: iTunes-databas
tr_tr: iTunes Veritabanı
zh_cn: iTunes 数据库
zh_tw: iTunes 資料庫

# CONTENT_SETTINGS_BUTTON_RESCAN
source: Rescan
cs_cz: Znovu prohledat
de_de: Neu prüfen
es_es: Volver a explorar
fr_fr: Nouvelle analyse
hu_hu: Újrakeresés
it_it: Nuova scansione
ja_jp: 再スキャン
ko_kr: 다시 검색
nb_no: Skann på nytt
nl_nl: Opnieuw scannen
pl_pl: Skanuj ponownie
pt_br: Verificar novamente
ru_ru: Повторное сканирование
sv_se: Sök igen
tr_tr: Yeniden Tara
zh_cn: 重新扫描
zh_tw: 再次掃描

# CONTENT_SETTINGS_DIALOG_TITLE_RESCAN_ITUNES
source: Rescan iTunes
cs_cz: Znovu prohledat iTunes
de_de: iTunes neu prüfen
es_es: Volver a explorar iTunes
fr_fr: Nouvelle analyse d'iTunes
hu_hu: Az iTunes újrakeresése
it_it: Nuova scansione iTunes
ja_jp: iTunes の再スキャン
ko_kr: iTunes 다시 검색
nb_no: Skann iTunes
nl_nl: iTunes opnieuw scannen
pl_pl: Ponowne skanowanie bazy danych iTunes
pt_br: Verificar o iTunes novamente
ru_ru: Повторное сканирование iTunes
sv_se: Skanna om iTunes
tr_tr: iTunes'u Yeniden Tara
zh_cn: 重新扫描 iTunes 已经初始化。
zh_tw: 再次掃描 iTunes

# CONTENT_SETTINGS_DIALOG_STRING_ITUNES_RESCAN_STARTED
source: iTunes rescan has been initiated.
cs_cz: Bylo zahájeno opětovné prohledávání iTunes.
de_de: Die iTunes-Neuprüfung wurde initiiert.
es_es: Se ha iniciado de nuevo la exploración de iTunes.
fr_fr: La nouvelle analyse d'iTunes a débuté.
hu_hu: Az iTunes újrakeresése megkezdődött.
it_it: La nuova scansione di iTunes è stata avviata.
ja_jp: iTunes 再スキャンが開始されました。
ko_kr: iTunes 다시 검색이 시작되었습니다.
nb_no: Skanning av iTunes er initiert.
nl_nl: Opnieuw scannen van iTunes geïnitialiseerd.
pl_pl: Zainicjowano ponowne skanowanie bazy danych iTunes.
pt_br: A nova verificação do iTunes foi iniciada.
ru_ru: Было запущено повторное сканирование iTunes.
sv_se: iTunes omskanning har initierats.
tr_tr: iTunes yeniden taraması başlatıldı.
zh_cn: 重新扫描 iTunes。
zh_tw: 已經開始再次掃描 iTunes

# CONTENT_SETTINGS_DIALOG_STRING_ITUNES_RESCAN_ERROR
source: iTunes rescan error.
cs_cz: Chyba opětovného prohledávání iTunes.
de_de: Fehler bei der iTunes-Neuprüfung.
es_es: Error de exploración de iTunes.
fr_fr: Erreur de la nouvelle analyse d'iTunes.
hu_hu: Az iTunes újrakeresése hibába ütközött.
it_it: Errore nuova scansione di iTunes.
ja_jp: iTunes 再スキャン エラー
ko_kr: iTunes 다시 검색 오류입니다.
nb_no: Feil ved nyskanning av iTunes.
nl_nl: Fout bij opnieuw scannen van iTunes.
pl_pl: Błąd ponownego skanowania bazy danych iTunes.
pt_br: Erro ao verificar novamente o iTunes.
ru_ru: Ошибка повторного сканирования iTunes.
sv_se: iTunes omskanningsfel.
tr_tr: iTunes yeniden tarama hatası.
zh_cn: iTunes 重新扫描出错。
zh_tw: iTunes 再次掃描錯誤。

# CONTENT_SETTINGS_HEAD2_SYSTEM_DIAGNOSTICS
source: System Diagnostics
cs_cz: Diagnostika systému
de_de: Systemdiagnose
es_es: Diagnóstico del sistema
fr_fr: Diagnostic système
hu_hu: Rendszerdiagnosztika
it_it: Diagnostica sistema
ja_jp: システム診断
ko_kr: 시스템 진단
nb_no: Systemdiagnostikk
nl_nl: Systeemdiagnose
pl_pl: Diagnostyka systemu
pt_br: Diagnóstico de sistema
ru_ru: Диагностика системы
sv_se: Systemdiagnostik
tr_tr: Sistem Tanısı
zh_cn: 系统诊断
zh_tw: 系統診斷

# CONTENT_SETTINGS_HEAD2_SYSTEM_CONFIGURATION
source: System Configuration
cs_cz: Konfigurace systému
de_de: Systemkonfiguration
es_es: Config. del sistema
fr_fr: Configuration système
hu_hu: Rendszerkonfiguráció
it_it: Configurazione di sistema
ja_jp: システム設定
ko_kr: 시스템 구성
nb_no: Systemkonfigurasjon
nl_nl: Systeemconfiguratie
pl_pl: Konfiguracja systemu
pt_br: Configuração de sistema
ru_ru: Конфигурация
sv_se: Systemkonfiguration
tr_tr: Sistem Yapılandırması
zh_cn: 系统配置
zh_tw: 系統設定

# CONTENT_SETTINGS_LABEL_DIAGNOSTICS_TEST
source: Diagnostics Test
cs_cz: Diagnostický test
de_de: Diagnosetest
es_es: Prueba de diag.
fr_fr: Test de diagnostic
hu_hu: Diagnosztikai teszt
it_it: Test diagnostica
ja_jp: 診断テスト
ko_kr: 진단 테스트
nb_no: Diagnostikktest
nl_nl: Diagnostische test
pl_pl: Test diagnostyczny
pt_br: Testes de diagnósticos
ru_ru: Диагностика
sv_se: Diagnostiktest
tr_tr: Tanı Testi
zh_cn: 诊断测试
zh_tw: 診斷測試

# CONTENT_SETTINGS_BUTTON_QUICK_TEST
source: Quick Test
cs_cz: Rychlý test
de_de: Schnelltest
es_es: Prueba rápida
fr_fr: Test rapide
hu_hu: Gyorsteszt
it_it: Test rapido
ja_jp: 簡易テスト
ko_kr: 빠른 테스트
nb_no: Hurtigtest
nl_nl: Snelle test
pl_pl: Szybki test
pt_br: Teste rápido
ru_ru: Быстрая проверка
sv_se: Snabbtest
tr_tr: Hızlı Test
zh_cn: 快速检测
zh_tw: 快速測試

# CONTENT_SETTINGS_BUTTON_FULL_TEST
source: Full Test
cs_cz: Kompletní test
de_de: Vollständiger Test
es_es: Prueba completa
fr_fr: Test complet
hu_hu: Teljes teszt
it_it: Test completo
ja_jp: 完全テスト
ko_kr: 전체 테스트
nb_no: Komplett test
nl_nl: Volledige test
pl_pl: Pełny test
pt_br: Teste completo
ru_ru: Полная проверка
sv_se: Fullständig test
tr_tr: Tam Test
zh_cn: 完全检测
zh_tw: 完整測試

# CONTENT_SETTINGS_LABEL_TEST_IN_PROGRESS
source: Test in progress
cs_cz: Probíhá test
de_de: Test wird ausgeführt
es_es: Prueba en curso
fr_fr: Test en cours
hu_hu: Tesztelés folyamatban.
it_it: Test in corso
ja_jp: テストを実行中です。
ko_kr: 테스트 진행 중
nb_no: Test pågår
nl_nl: Test in uitvoering
pl_pl: Test w toku
pt_br: Teste em andamento.
ru_ru: Выполняется проверка
sv_se: Test pågår
tr_tr: Test devam ediyor
zh_cn: 正在进行检测
zh_tw: 測試進行中

# CONTENT_SETTINGS_LABEL_FACTORY_RESTORE
source: Factory Restore
cs_cz: Obnovení nastavení z výroby
de_de: Werkseinstellungen wiederherstellen
es_es: Restaur. valores fábrica
fr_fr: Rétablissement
hu_hu: Gyári visszaáll.
it_it: Riprist. impost. fabbrica
ja_jp: 初期状態に復元
ko_kr: 초기 설정 복원
nb_no: Fabrikkgjenoppretting
nl_nl: Fabrieksinstellingen herstellen
pl_pl: Przywr. ust. fabr.
pt_br: Restaurar configurações de fábrica
ru_ru: Сброс настроек
sv_se: Fabriksåterställning
tr_tr: Fabrika Ayarları
zh_cn: 出厂还原
zh_tw: 出廠還原

# CONTENT_SETTINGS_BUTTON_SYSTEM_ONLY
source: System Only
cs_cz: Pouze systémové
de_de: Nur System
es_es: Solo sistema
fr_fr: Système uniquement
hu_hu: Csak a rendszer
it_it: Solo sistema
ja_jp: システムのみ
ko_kr: 시스템만
nb_no: Bare system
nl_nl: Alleen systeem
pl_pl: Tylko system
pt_br: Somente do sistema
ru_ru: Только система
sv_se: Endast system
tr_tr: Yalnızca Sistem
zh_cn: 仅系统
zh_tw: 僅系統

# CONTENT_SETTINGS_BUTTON_QUICK_RESTORE
source: Quick Restore
cs_cz: Rychlý
de_de: Schnell
es_es: Rápida
fr_fr: Rapide
hu_hu: Gyors
it_it: Rapido
ja_jp: 簡易
ko_kr: 빠른 테스트
nb_no: Rask
nl_nl: Snel
pl_pl: Szybki test
pt_br: Rápido:
ru_ru: Быстрая проверка
sv_se: Snabbt
tr_tr: Hızlı
zh_cn: 快速
zh_tw: 快速

# CONTENT_SETTINGS_BUTTON_FULL_RESTORE
source: Full Restore
cs_cz: Kompletní
de_de: Vollständig
es_es: Completa
fr_fr: Complet
hu_hu: Teljes
it_it: Completo
ja_jp: 完全
ko_kr: 전체 테스트
nb_no: Full
nl_nl: Volledig
pl_pl: Pełny test
pt_br: Completo:
ru_ru: Полная проверка
sv_se: Fullständigt
tr_tr: Tam
zh_cn: 完全
zh_tw: 完整

# CONTENT_SETTINGS_LABEL_SYSTEM_CONFIG
source: System Config
cs_cz: Konfigurace systému
de_de: Systemkonfiguration
es_es: Configuración del sistema
fr_fr: Config. système
hu_hu: Rendszerbeállítások
it_it: Config sistema
ja_jp: システム設定
ko_kr: 시스템 구성
nb_no: Systemkonfigurasjon
nl_nl: Systeemconfiguratie
pl_pl: Konfiguracja systemu
pt_br: Configuração de sistema
ru_ru: Конфигурация
sv_se: Systemkonfig.
tr_tr: Sistem Yapılandırma
zh_cn: 系统配置
zh_tw: 系統設定

# CONTENT_SETTINGS_BUTTON_SAVE_CONFIG_FILE
source: Save Config File
cs_cz: Uložit konfigurační soubor
de_de: Konfigurationsdatei speichern
es_es: Guardar archivo de configuración
fr_fr: Enregistrer le fichier de config.
hu_hu: Konfigurációs fájl mentése
it_it: Salva file config
ja_jp: 設定ファイルの保存
ko_kr: 구성 파일 저장
nb_no: Lagre konfigurasjonsfil
nl_nl: Configuratiebestand opslaan
pl_pl: Zapisz plik konfiguracji
pt_br: Salvar arquivo de configuração
ru_ru: Сохранить файл конфигурации
sv_se: Spara konfigurationsfilen
tr_tr: Yapılandırma Dosyasını Kaydet
zh_cn: 保存配置文件
zh_tw: 儲存組態檔案

# CONTENT_SETTINGS_BUTTON_IMPORT_FILE
source: Import File
cs_cz: Importovat soubor
de_de: Datei importieren
es_es: Importar archivo
fr_fr: Importer un fichier
hu_hu: Fájl importálása
it_it: Importa file
ja_jp: ファイルのインポート
ko_kr: 파일 가져오기
nb_no: Importer fil
nl_nl: Bestand importeren
pl_pl: Importuj plik
pt_br: Importar arquivo
ru_ru: Импорт файла
sv_se: Importera fil
tr_tr: Dosyayı Al
zh_cn: 导入文件
zh_tw: 匯入檔案

# CONTENT_SETTINGS_DIALOG_TITLE_FACTORY_RESTORE
source: Factory Restore
cs_cz: Obnovení nastavení z výroby
de_de: Werkseinstellungen wiederherstellen
es_es: Restauración a valores de fábrica
fr_fr: Rétablissement des paramètres d'usine
hu_hu: Gyári beállítások visszaállítása
it_it: Riprist. impost. fabbrica
ja_jp: 初期状態に復元
ko_kr: 초기 설정 복원
nb_no: Fabrikkgjenoppretting
nl_nl: Fabrieksinstellingen herstellen
pl_pl: Przywracanie ustawień fabrycznych
pt_br: Restaurar configurações de fábrica
ru_ru: Сброс настроек
sv_se: Fabriksåterställning
tr_tr: Fabrika Ayarları
zh_cn: 出厂还原
zh_tw: 出廠還原

# CONTENT_SETTINGS_HEAD2_FACTORY_RESTORE
source: System Factory Restore
cs_cz: Obnovení systémových nastavení z výroby
de_de: Werkseinstellungen für Systemeinstellungen wiederherstellen
es_es: Restauración a valores de fábrica del sistema
fr_fr: Rétablissement des paramètres d'usine du système
hu_hu: A rendszer gyári beállításainak visszaállítása
it_it: Ripristino impostazioni di fabbrica del sistema
ja_jp: システムを初期状態に復元
ko_kr: 시스템 초기 설정 복원
nb_no: Systemfabrikkgjenoppretting
nl_nl: Fabrieksherstel van systeem
pl_pl: Przywracanie ustawień fabrycznych systemu
pt_br: Restaurar configurações de fábrica do sistema
ru_ru: Сброс настроек системы
sv_se: Fabriksåterställning av system
tr_tr: Sistemde Fabrika Ayarlarını Geri Yükleme
zh_cn: 系统出厂还原
zh_tw: 系統出廠還原

# CONTENT_SETTINGS_DIALOG_STRING_SYSTEM_ONLY_FACTORY_RESTORE_DESC
source: System Only reverts system settings to their default values, but retains user data and shares.
cs_cz: Systém pouze vrátí systémová nastavení na výchozí hodnoty, ale zachová uživatelská data a sdílené složky.
de_de: Mit der Option „Nur System“ werden nur die Systemeinstellungen auf die Werkseinstellungen zurückgesetzt. Benutzerdaten und Benutzerfreigaben bleiben unverändert.
es_es: Solo sistema revierte la configuración del sistema a los valores predeterminados, pero conserva los datos y los archivos compartidos del usuario.
fr_fr: L'option Système uniquement rétablit les paramètres système à leurs valeurs par défaut tout en maintenant les données et dossiers partagés de l'utilisateur.
hu_hu: A Csak a rendszer az eredeti értékekre állítja vissza a rendszer beállításait, de mindeközben megőrzi a felhasználói adatokat és megosztásokat.
it_it: L'opzione Solo sistema riporta le impostazioni di sistema ai valori predefiniti, mantenendo i dati utente e le condivisioni.
ja_jp: [システムのみ] はシステム設定をデフォルト値に戻しますが、ユーザー データと共有は保持します。
ko_kr: '시스템만'은 시스템 설정을 기본값으로 되돌리지만, 사용자 데이터와 공유는 유지합니다.
nb_no: &quot;Bare system&quot; tilbakestiller systeminnstillingene til standardverdiene, men beholder brukerdata og delte ressurser.
nl_nl: Met Alleen systeem stelt u de systeeminstellingen terug op hun standaardwaarden, maar behoudt u gebruikersgegevens en shares.
pl_pl: Opcja Tylko system powoduje przywrócenie wartości domyślnych ustawień systemu przy zachowaniu danych i udziałów użytkowników.
pt_br: A opção Somente do sistema reverte as configurações de sistema aos valores padrão, mas preserva os dados e os compartilhamentos do usuário.
ru_ru: При восстановлении только системных настроек восстанавливаются значения по умолчанию, но сохраняются данные и ресурсы пользователя.
sv_se: Endast system återställer systeminställningarna till standardvärden, men bevarar användardata och resurser.
tr_tr: Yalnızca Sistem seçeneği, sistem ayarlarını varsayılan değerlere döndürür, ancak kullanıcı verilerini ve paylaşımları saklar.
zh_cn: “仅系统”操作将系统设置还原到其默认值，但保留用户数据和共享。
zh_tw: 「僅系統」將系統設定還原至預設值，但保留使用者資料及共享。

# CONTENT_SETTINGS_DIALOG_STRING_QUICK_FACTORY_RESTORE_DESC
source: Quick Restore reverts all settings to their default values, erases all user data and shares, and retains default shares. Quick Restore creates a new file table on the device, but does not fully overwrite or erase the drive, so data recovery programs can be used to restore user data and shares.
cs_cz: Rychlé obnovení vrátí všechna nastavení na výchozí hodnoty, vymaže všechna uživatelská data a sdílené složky a zachová výchozí sdílené složky. Rychlé obnovení vytvoří v zařízení novou tabulku souborů, ale jednotku kompletně nepřepíše ani nevymaže, takže bude možné použít programy na obnovení dat k obnovení uživatelských dat a sdílených složek.
de_de: Bei der schnellen Wiederherstellung werden alle Einstellungen auf die Standardwerte zurückgesetzt, alle Benutzerdaten und Benutzerfreigaben gelöscht und nur die Standardfreigaben beibehalten. Bei der schnellen Wiederherstellung wird eine neue Dateitabelle auf de Gerät erstellt. Das Laufwerk wird jedoch nicht überschrieben, sodass die Benutzerdaten und Benutzerfreigaben mit Datenwiederherstellungsprogrammen wiederhergestellt werden können.
es_es: La restauración rápida revierte toda la configuración a los valores predeterminados, borra todos los datos y los archivos compartidos del usuario, y conserva los archivos compartidos predeterminados. La restauración rápida crea una tabla de archivos nueva en el dispositivo, pero no sobrescribe ni borra la unidad completamente, así que es posible usar programas de recuperación de datos para recuperar los datos y los archivos compartidos del usuario.
fr_fr: L'option Restauration rapide rétablit tous les paramètres à leurs valeurs par défaut, efface toutes les données et dossiers partagés de l'utilisateur, tout en maintenant les dossiers partagés par défaut. L'option Restauration rapide crée une nouvelle table de fichier sur le dispositif, mais ne remplace pas complètement ni ne supprime le lecteur, ainsi les programmes de récupération de données peuvent être utilisés pour restaurer les données et les dossiers partagés de l'utilisateur.
hu_hu: A gyors visszaállítás az eredeti értékekre állítja vissza minden beállítását, kitörli az összes felhasználói adatot és megosztást, és megtartja az eredeti megosztásokat. A gyors visszaállítás egy új fájlrendszert alakít ki az eszközön, de nem írja teljesen felül a meghajtót vagy törli le tartalmát, így az adatvisszanyerő programokkal visszatölthetőek a felhasználói adatok és megosztások.
it_it: Ripristino rapido riporta tutte le impostazioni ai valori predefiniti, cancella tutti i dati e le condivisioni degli utenti, mantenendo le condivisioni predefinite. Ripristino rapido crea una nuova tabella di file sul dispositivo ma non sovrascrive o cancella completamente l'unità, in modo che i programmi di recupero dati possano essere utilizzati per ripristinare i dati e le condivisioni degli utenti.
ja_jp: [簡易初期状態に復元] はすべての設定をデフォルト値に戻し、すべてのユーザー データと共有を削除し、デフォルト共有を保持します。 [簡易初期状態に復元] はデバイスで新しいファイル テーブルを作成しますが、完全にドライブを上書きまたは消去しません。このため、データ回復プログラムを使用して、ユーザー データと共有を復元できます。
ko_kr: '빠른 복원'은 모든 설정을 기본값으로 되돌리고, 모든 사용자 데이터와 공유를 지우고, 기본 공유를 유지합니다. 빠른 복원은 장치에 새 파일 테이블을 만들지만 드라이브를 완전히 덮어쓰거나 지우지는 않으므로, 데이터 복구 프로그램을 사용하여 사용자 데이터와 공유를 복원할 수 있습니다.
nb_no: &quot;Rask gjenoppretting&quot; tilbakestiller alle innstillingene til standardverdiene, sletter alle brukerdata og delte ressurser, og beholder standardinnstillingene for delte ressurser. &quot;Rask gjenoppretting&quot; oppretter en ny filtabell på enheten, men vil ikke fullstendig overskrive eller slette stasjonen, slik at programmer for datarekonstruksjon kan brukes til å gjenopprette brukerdata og delte ressurser.
nl_nl: Met Snel herstellen worden alle instellingen teruggesteld op hun standaardwaarden, worden alle gebruikersgegevens en shares verwijderd en blijven standaardshares behouden. Met Snel terugzetten maakt u een nieuwe bestandstabel op het apparaat, maar overschrijft of wist u het station niet volledig. Gegevensherstelprogramma's kunnen de gebruikersgegevens en shares herstellen.
pl_pl: Opcja Szybkie przywracanie powoduje przywrócenie wartości domyślnych wszystkich ustawień oraz wymazanie wszystkich danych i udziałów użytkowników przy zachowaniu udziałów domyślnych. Opcja Szybkie przywracanie powoduje utworzenie nowej tabeli plików na urządzeniu, ale zawartość dysku nie jest w pełni nadpisywana czy wymazywana, dzięki czemu można przywrócić dane i udziały użytkowników za pomocą programów do odzyskiwania danych.
pt_br: A opção Restauração rápida reverte todas as configurações aos valores padrão, apaga todos os dados e os compartilhamentos do usuário e preserva os compartilhamentos padrão. A Restauração rápida cria uma nova tabela de arquivos no dispositivo, mas não sobrescreve ou apaga totalmente a unidade, permitindo que programas de recuperação possam ser usados para restaurar dados e compartilhamentos do usuário.
ru_ru: При быстром восстановлении для всех настроек восстанавливаются значения по умолчанию, удаляются все данные и ресурсы пользователей и сохраняются ресурсы по умолчанию. При быстром восстановлении на устройстве создается новая таблица файлов, но при этом диск не перезаписывается и не стирается полностью, поэтому для восстановления данных пользователя и ресурсов можно использовать программы восстановления данных.
sv_se: Snabbåterställning återställer alla inställningar till standardvärden, raderar alla användardata och resurser och sparar standardresurser. Snabb återställning skapar en ny filtabell på enheten men skriver inte över helt eller raderar enheten, så dataåterställningsprogram kan användas för att återställa användardata och resurser.
tr_tr: Hızlı Geri Yükleme seçeneği, tüm ayarları varsayılan değerlere döndürür ve varsayılan paylaşımları saklar. Hızlı Geri Yükleme özelliği, aygıtta yeni bir dosya tablosu oluşturur, ancak sürücünün tamamen üzerine yazmaz veya sürücüyü silmez; böylece, kullanıcı verilerini ve paylaşımları geri yüklemek için veri kurtarma programları kullanılabilir.
zh_cn: “快速还原”操作将所有设置还原到其默认值，清除所有用户数据和共享，保留默认共享。 “快速还原”操作在设备上创建一个新的文件表，但不会完全覆盖或清除驱动器，因此，可以使用数据恢复程序来恢复用户数据和共享。
zh_tw: 「快速還原」將所有設定還原至預設值，清除使用者資料及共享，但保留預設共享。 「快速還原」在裝置上建立新檔案表格，但不完全複寫或清除裝置，所以可以使用資料還原程式來還原使用者資料及共享。
