Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# LABEL_GET_FIRMWARE_UPDATE_PROGRESS
source: Error retrieving firmware upgrade information:
cs_cz: Chyba při načítání informací o aktualizaci firmwaru:
de_de: Fehler beim Abrufen der Informationen zur Firmware-Aktualisierung:
es_es: Error al recuperar la información de actualización del firmware:
fr_fr: Erreur lors de la récupération des informations relatives à la mise à niveau du micrologiciel :
hu_hu: Hiba történt a belső vezérlőprogram adatainak helyreállításakor:
it_it: Errore di recupero delle informazioni di aggiornamento del firmware:
ja_jp: ファームウェア アップグレード情報取得エラー:
ko_kr: 펌웨어 업그레이드 정보 검색 오류:
nb_no: Feil ved henting av informasjon om fastvareoppgradering:
nl_nl: Fout bij ophalen van gegevens van firmware-upgrade:
pl_pl: Błąd podczas pobierania informacji o uaktualnieniu oprogramowania układowego:
pt_br: Erro ao acessar as informações de upgrade do firmware:
ru_ru: Ошибка при извлечении информации об обновлении микропрограммы:
sv_se: Fel vid hämtning av uppgraderingsinformation för fast programvara:
tr_tr: Bellenim yükseltme bilgilerini alma hatası:
zh_cn: 获取固件升级信息时出错：
zh_tw: 擷取韌體升級資料錯誤：

# LABEL_GET_USAGE
source: Error retrieving usage values:
cs_cz: Chyba při načítání hodnot o využití:
de_de: Fehler beim Abrufen der Auslastungswerte:
es_es: Error al recuperar los valores de uso:
fr_fr: Erreur lors de la récupération des valeurs d'utilisation :
hu_hu: Hiba történt a felhasználói értékek helyreállításakor:
it_it: Errore di recupero dei valori di utilizzo:
ja_jp: 使用値取得エラー:
ko_kr: 사용량 값 검색 오류:
nb_no: Feil ved henting av bruksverdier:
nl_nl: Fout bij ophalen gebruikswaarden:
pl_pl: Błąd podczas pobierania wartości wykorzystania:
pt_br: Erro ao acessar os valores de utilização:
ru_ru: Ошибка при извлечении значений использования:
sv_se: Fel vid hämtning av användningsvärden:
tr_tr: Kullanım değerlerini alma hatası:
zh_cn: 获取使用值时出错:
zh_tw: 擷取使用數值錯誤：

# LABEL_CONFIGURING_NETWORKS
source: Error configuring network settings:
cs_cz: Chyba při konfigurování síťových nastavení:
de_de: Fehler beim Konfigurieren der Netzwerkeinstellungen:
es_es: Error al configurar los ajustes de red:
fr_fr: Erreur lors de la configuration des paramètres réseau :
hu_hu: Hiba történt a hálózati beállítások konfigurálásakor:
it_it: Errore di configurazione delle impostazioni di rete:
ja_jp: ネットワーク設定構成エラー:
ko_kr: 네트워크 설정 구성 오류:
nb_no: Feil under konfigurasjon av nettverksinnstillinger:
nl_nl: Fout bij configureren van netwerkinstellingen:
pl_pl: Błąd podczas konfigurowania ustawień sieci:
pt_br: Erro ao definir as configurações da rede:
ru_ru: Ошибка при настройке параметров сети:
sv_se: Fel vid konfigurering av nätverksinställning:
tr_tr: Ağ ayarlarını yapılandırma hatası:
zh_cn: 配置网络设置时出错:
zh_tw: 設定網路設置錯誤：

# LABEL_NETWORK_CONNECTIVITY_TEST
source: Error in Network Connectivity test:
cs_cz: Chyba při testování síťového připojení:
de_de: Fehler beim Netzwerkverbindungstest:
es_es: Error en la prueba de conectividad de red:
fr_fr: Erreur lors du test de connectivité réseau :
hu_hu: Hiba történt a hálózati kapcsolatok tesztjekor:
it_it: Errore nel test di connettività di rete:
ja_jp: ネットワーク接続テスト エラー:
ko_kr: 네트워크 연결 테스트 오류:
nb_no: Feil ved test av nettverkstilkobling:
nl_nl: Fout bij netwerkverbindingstest:
pl_pl: Błąd podczas testu łączności sieciowej:
pt_br: Erro no teste de conectividade da rede:
ru_ru: Ошибка при проверке сетевого подключения:
sv_se: Fel i nätverksanslutningstest:
tr_tr: Ağ Bağlantısı testinde hata:
zh_cn: 网络连接检测出错:
zh_tw: 網路連線能力錯誤：

# LABEL_RESTORING_FACTORY_DEFAULT
source: Error restoring factory defaults:
cs_cz: Chyba při obnovování nastavení z výroby:
de_de: Fehler beim Wiederherstellen der Werkseinstellungen:
es_es: Error al restaurar los valores predeterminados de fábrica:
fr_fr: Erreur lors du rétablissement des paramètres d'usine par défaut :
hu_hu: Hiba történt a gyári beállítások visszaállításakor:
it_it: Errore di ripristino delle impostazioni di fabbrica predefinite:
ja_jp: 初期状態復元エラー:
ko_kr: 초기 설정 기본값 복원 오류:
nb_no: Feil ved gjenoppretting av fabrikkinnstillingene:
nl_nl: Fout bij terugstellen van fabrieksinstellingen:
pl_pl: Błąd podczas przywracania ustawień fabrycznych:
pt_br: Erro ao restaurar as configurações padrão da fábrica:
ru_ru: Ошибка при восстановлении заводских значений по умолчанию:
sv_se: Fel vid återställning av fabriksinställningar:
tr_tr: Fabrika varsayılanlarını geri yükleme hatası:
zh_cn: 恢复出厂默认设置时出错:
zh_tw: 還原出廠預設錯誤：

# LABEL_GET_FACTORY_RESTORE_PROGRESS
source: Error retrieving factory restore information:
cs_cz: Chyba při načítání informací o obnovení nastavení z výroby:
de_de: Fehler beim Abrufen der Informationen für das Wiederherstellen der Werkseinstellungen:
es_es: Error al recuperar la información de restauración a valores de fábrica:
fr_fr: Erreur lors de la récupération des informations relatives au rétablissement des paramètres d'usine :
hu_hu: Hiba történt a gyári beállítások visszaállításának helyreállításakor:
it_it: Errore di recupero delle informazioni di ripristino delle impostazioni fabbrica:
ja_jp: 初期状態復元情報取得エラー:
ko_kr: 초기 설정 복원 정보 검색 오류:
nb_no: Feil ved henting av informasjon om fabrikkgjenoppretting:
nl_nl: Fout bij ophalen van gegevens voor fabrieksinstellingen herstellen:
pl_pl: Błąd podczas pobierania informacji dotyczących przywracania ustawień fabrycznych:
pt_br: Erro ao acessar as informações de restauração das configurações de fábrica:
ru_ru: Ошибка при извлечении информации о восстановлении заводских настроек:
sv_se: Fel vid hämtning av fabriksåterställningsinformation:
tr_tr: Fabrika ayarlarını geri yükleme bilgilerini alma hatası:
zh_cn: 获取出厂还原信息时出错：
zh_tw: 擷取出廠還原資訊錯誤：

# LABEL_GET_DIAGNOSTIC_TEST_INFORMATION
source: Error retrieving diagnostic test information:
cs_cz: Chyba při načítání informací o diagnostickém testu:
de_de: Fehler beim Abrufen der Informationen zum Diagnosetest:
es_es: Error al recuperar la información de la prueba diagnóstica:
fr_fr: Erreur lors de la récupération des données du test de diagnostic :
hu_hu: Hiba történt a diagnosztikai teszt adatainak helyreállításakor:
it_it: Errore di recupero delle informazioni di test di diagnostica:
ja_jp: 診断テスト情報取得エラー:
ko_kr: 진단 테스트 정보 검색 오류:
nb_no: Feil ved henting av informasjon om diagnostisk test:
nl_nl: Fout bij ophalen van gegevens van diagnostische test:
pl_pl: Błąd podczas pobierania informacji dotyczących testu diagnostycznego:
pt_br: Erro ao acessar as informações de testes de diagnóstico:
ru_ru: Ошибка при извлечении диагностической информации:
sv_se: Fel vid hämtning av diagnostiktestinformation:
tr_tr: Tanı testi bilgilerini alma hatası:
zh_cn: 获取诊断检测信息时出错：
zh_tw: 擷取診斷測試資訊錯誤：

# LABEL_STARTING_DIAGNOSTIC_TEST
source: Error starting diagnostic test:
cs_cz: Chyba při spuštění diagnostického testu:
de_de: Fehler beim Starten des Diagnosetests:
es_es: Error al iniciar la prueba diagnóstica:
fr_fr: Erreur lors du démarrage du test de diagnostic :
hu_hu: Hiba történt a diagnosztikai teszt indításakor:
it_it: Errore di avvio del test di diagnostica:
ja_jp: 診断テスト開始エラー:
ko_kr: 진단 테스트 시작 오류:
nb_no: Feil ved oppstart av diagnostisk test:
nl_nl: Fout bij starten diagnostische test:
pl_pl: Błąd podczas rozpoczynania testu diagnostycznego:
pt_br: Erro ao iniciar o teste de diagnóstico:
ru_ru: Ошибка при запуске диагностики:
sv_se: Fel vid start av diagnostiktest:
tr_tr: Tanı testi başlatma hatası:
zh_cn: 开始诊断测试时出错:
zh_tw: 起始診斷測試錯誤：

# LABEL_CANCELLING_DIAGNOSTIC_TEST
source: Error canceling diagnostic test:
cs_cz: Chyba při rušení diagnostického testu:
de_de: Fehler beim Abbrechen des Diagnosetests:
es_es: Error al cancelar la prueba diagnóstica:
fr_fr: Erreur lors de l'annulation du test de diagnostic :
hu_hu: Hiba történt a diagnosztikai teszt törlésekor:
it_it: Errore di annullamento del test di diagnostica:
ja_jp: 診断テスト キャンセル エラー:
ko_kr: 진단 테스트 취소 오류:
nb_no: Feil ved avbrudd av diagnostisk test:
nl_nl: Fout bij annuleren diagnostische test:
pl_pl: Błąd podczas anulowania testu diagnostycznego:
pt_br: Erro ao cancelar o teste de diagnóstico:
ru_ru: Ошибка при отмене диагностики:
sv_se: Fel när diagnostiktest avbröts:
tr_tr: Tanı testini iptal etme hatası:
zh_cn: 取消诊断测试时出错:
zh_tw: 取消診斷測試錯誤：

# LABEL_GET_SELFTEST_PROGRESS
source: Error retrieving diagnostic test information:
cs_cz: Chyba při načítání informací o diagnostickém testu:
de_de: Fehler beim Abrufen der Informationen zum Diagnosetest:
es_es: Error al recuperar la información de la prueba diagnóstica:
fr_fr: Erreur lors de la récupération des données du test de diagnostic :
hu_hu: Hiba történt a diagnosztikai teszt adatainak helyreállításakor:
it_it: Errore di recupero delle informazioni di test di diagnostica:
ja_jp: 診断テスト情報取得エラー:
ko_kr: 진단 테스트 정보 검색 오류:
nb_no: Feil ved henting av informasjon om diagnostisk test:
nl_nl: Fout bij ophalen van gegevens van diagnostische test:
pl_pl: Błąd podczas pobierania informacji dotyczących testu diagnostycznego:
pt_br: Erro ao acessar as informações de testes de diagnóstico:
ru_ru: Ошибка при извлечении диагностической информации:
sv_se: Fel vid hämtning av diagnostiktestinformation:
tr_tr: Tanı testi bilgilerini alma hatası:
zh_cn: 获取诊断检测信息时出错：
zh_tw: 擷取診斷測試資訊錯誤：

# LABEL_CONFIGURATING_REMOTE_ACCESS
source: Error configuring remote access:
cs_cz: Chyba při konfigurování vzdáleného přístupu:
de_de: Fehler beim Konfigurieren des Remotezugriffs:
es_es: Error al configurar el acceso remoto:
fr_fr: Erreur lors de la configuration de l'accès distant :
hu_hu: Hiba történt a távoli hozzáférés konfigurálásakor:
it_it: Errore di configurazione dell'accesso remoto:
ja_jp: リモート アクセス設定エラー:
ko_kr: 원격 액세스 구성 오류:
nb_no: Feil under konfigurasjon av ekstern tilgang:
nl_nl: Fout bij configureren van externe toegang:
pl_pl: Błąd podczas konfigurowania dostępu zdalnego:
pt_br: Erro ao configurar o acesso remoto:
ru_ru: Ошибка при настройке удаленного доступа:
sv_se: Fel vid konfigurering av fjärråtkomst:
tr_tr: Uzaktan erişimi yapılandırma hatası:
zh_cn: 配置远程访问时出错:
zh_tw: 設定遠端存取錯誤：

# LABEL_UPDATING_REMOTE_ACCESS
source: Error updating remote access:
cs_cz: Chyba při aktualizování vzdáleného přístupu:
de_de: Fehler beim Aktualisieren des Remotezugriffs:
es_es: Error al actualizar el acceso remoto:
fr_fr: Erreur lors de la mise à jour de l'accès distant :
hu_hu: Hiba történt a távoli hozzáférés frissítésekor:
it_it: Errore di aggiornamento dell'accesso remoto:
ja_jp: リモート アクセス更新エラー:
ko_kr: 원격 액세스 업데이트 오류:
nb_no: Feil ved oppdatering av ekstern tilgang:
nl_nl: Fout bij bijwerken van externe toegang:
pl_pl: Błąd podczas aktualizowania dostępu zdalnego:
pt_br: Erro ao atualizar o acesso remoto:
ru_ru: Ошибка при обновлении удаленного доступа:
sv_se: Fel vid uppdatering av fjärråtkomst:
tr_tr: Uzaktan erişimi güncelleştirme hatası:
zh_cn: 更新远程访问时出错:
zh_tw: 更新遠端存取錯誤：

# LABEL_ADDING_REMOTE_DEVICE_ACCESS
source: Error adding mobile access:
cs_cz: Chyba při přidávání mobilního přístupu:
de_de: Fehler beim Hinzufügen des Mobilzugriffs:
es_es: Error al agregar el acceso móvil:
fr_fr: Erreur lors de l'ajout de l'accès mobile :
hu_hu: Hiba történt a mobilhozzáférés felvételekor:
it_it: Errore di aggiunta dell'accesso mobile:
ja_jp: モバイル アクセス追加エラー:
ko_kr: 모바일 액세스 추가 오류:
nb_no: Feil ved innlegging av mobiltilgang:
nl_nl: Fout bij toevoegen van mobiele toegang:
pl_pl: Błąd podczas dodawania dostępu z urządzenia przenośnego:
pt_br: Erro ao adicionar o acesso móvel:
ru_ru: Ошибка при добавлении мобильного доступа:
sv_se: Fel när mobil åtkomst lades till:
tr_tr: Mobil erişim ekleme hatası:
zh_cn: 添加移动访问时出错:
zh_tw: 新增行動存取錯誤：

# LABEL_REGISTERING_WEB_ACCESS
source: Error registering web access account:
cs_cz: Chyba při registraci účtu webového přístupu:
de_de: Fehler beim Registrieren des Webzugriffkontos:
es_es: Error al registrar la cuenta de acceso web:
fr_fr: Erreur lors de l'inscription du compte d'accès Web :
hu_hu: Hiba történt az internet-hozzáférés belépési adatainak regisztrálásakor:
it_it: Errore di registrazione dell'account di accesso Web:
ja_jp: Web アクセス アカウント登録エラー:
ko_kr: 웹 액세스 계정 등록 오류:
nb_no: Feil ved registrering av konto for nettilgang:
nl_nl: Fout bij registreren van webtoegangsaccount:
pl_pl: Błąd podczas rejestrowania konta dostępu internetowego:
pt_br: Erro ao registrar a conta de acesso à web:
ru_ru: Ошибка при регистрации учетной записи веб-доступа:
sv_se: Fel vid registrering av webbåtkomstkonto:
tr_tr: Web erişimi hesabını kaydetme hatası:
zh_cn: 注册互联网访问帐户时出错:
zh_tw: 註冊網路存取帳號錯誤：

# LABEL_GET_WEB_ACCESS
source: Error retrieving web access account:
cs_cz: Chyba při načítání účtu webového přístupu:
de_de: Fehler beim Abrufen des Webzugriffkontos:
es_es: Error al recuperar la cuenta de acceso web:
fr_fr: Erreur lors de la récupération du compte d'accès Web :
hu_hu: Hiba történt az internet-hozzáférés belépési adatainak helyreállításakor:
it_it: Errore di recupero dell'account di accesso Web:
ja_jp: Web アクセス アカウント取得エラー:
ko_kr: 웹 액세스 계정 검색 오류:
nb_no: Feil ved henting av konto for nettilgang:
nl_nl: Fout bij ophalen van webtoegangsaccount:
pl_pl: Błąd podczas odzyskiwania konta dostępu internetowego:
pt_br: Erro ao acessar a conta de acesso à web:
ru_ru: Ошибка при извлечении учетной записи веб-доступа:
sv_se: Fel vid hämtning av webbåtkomstkonto:
tr_tr: Web erişimi hesabını alma hatası:
zh_cn: 获取互联网访问帐户时出错:
zh_tw: 擷取網路存取帳號錯誤：

# LABEL_RESUBMITTING_REGISTRATION_EMAIL
source: Error resending registration email:
cs_cz: Chyba při odesílání registračního e-mailu:
de_de: Fehler beim erneuten Senden der Registrierungs-E-Mail:
es_es: Error al reenviar el correo electrónico de registro:
fr_fr: Erreur lors du renvoi de l'e-mail d'enregistrement :
hu_hu: Hiba történt a regisztrációs e-mail újraküldésekor:
it_it: Errore di reinvio dell'e-mail di registrazione:
ja_jp: 登録電子メール アドレス再送信エラー:
ko_kr: 등록 이메일 다시 보내기 오류:
nb_no: Feil ved ny sending av e-post for registrering:
nl_nl: Fout bij opnieuw verzenden van registratie-e-mail:
pl_pl: Błąd podczas ponownego wysyłania wiadomości e-mail dotyczącej rejestracji:
pt_br: Erro ao reenviar o e-mail de registro:
ru_ru: Ошибка при повторной отправке регистрационного сообщения электронной почты:
sv_se: Fel när registreringsmeddelande skickades igen:
tr_tr: Kayıt e-postasını tekrar gönderme hatası:
zh_cn: 重新发送注册电子邮件时出错:
zh_tw: 重新傳送註冊電子郵件錯誤：

# LABEL_DELETING_WEB_ACCESS
source: Error deleting web access:
cs_cz: Chyba při odstraňování webového přístupu:
de_de: Fehler beim Löschen des Webzugriffs:
es_es: Error al eliminar el acceso web:
fr_fr: Erreur lors de la suppression de l'accès Web :
hu_hu: Hiba történt az internet-hozzáférés törlésekor:
it_it: Errore di eliminazione dell'accesso Web:
ja_jp: Web アクセス削除エラー:
ko_kr: 웹 액세스 삭제 오류:
nb_no: Feil ved sletting av nettilgang:
nl_nl: Fout bij verwijderen van webtoegang:
pl_pl: Błąd podczas usuwania dostępu internetowego:
pt_br: Erro ao excluir o acesso à web:
ru_ru: Ошибка при удалении веб-доступа:
sv_se: Fel när webbåtkomst togs bort:
tr_tr: Web erişimini silme hatası:
zh_cn: 删除网络访问时出错:
zh_tw: 刪除網路存取錯誤：

# LABEL_RETRIEVING_MOBILE_ACCESS
source: Error retrieving mobile devices:
cs_cz: Chyba při načítání mobilních zařízení:
de_de: Fehler beim Abrufen der Mobilgeräte:
es_es: Error al recuperar dispositivos móviles:
fr_fr: Erreur lors de la récupération de dispositifs mobiles :
hu_hu: Hiba történt a mobileszközök adatainak helyreállításakor:
it_it: Errore di recupero dei dispositivi mobili:
ja_jp: モバイル デバイス取得エラー:
ko_kr: 모바일 장치 검색 오류:
nb_no: Feil ved henting av mobile enheter:
nl_nl: Fout bij ophalen van mobiele apparaten:
pl_pl: Błąd podczas odzyskiwania urządzeń przenośnych:
pt_br: Erro ao acessar os dispositivos móveis:
ru_ru: Ошибка при извлечении мобильных устройств:
sv_se: Fel vid hämtning av mobila enheter:
tr_tr: Mobil aygıtları alma hatası:
zh_cn: 获取移动设备时出错:
zh_tw: 擷取行動裝置錯誤：

# LABEL_GENERATING_CODE_FOR_MOBILE_ACCESS
source: Error generating code for your mobile device:
cs_cz: Chyba při generování kódu pro vaše mobilní zařízení:
de_de: Fehler beim Generieren von Code für das Mobilgerät:
es_es: Error al generar el código para el dispositivo móvil:
fr_fr: Erreur lors de la génération du code dédié au dispositif mobile :
hu_hu: Hiba történt az eszköz kódjának generálásakor:
it_it: Errore di generazione del codice per il dispositivo mobile:
ja_jp: モバイル デバイス コード生成エラー:
ko_kr: 모바일 장치의 코드 생성 오류:
nb_no: Feil ved generering av kode for din mobile enhet:
nl_nl: Fout bij genereren van code voor uw mobiele apparaat:
pl_pl: Błąd podczas generowania kodu dla urządzenia przenośnego:
pt_br: Erro ao gerar o código para o dispositivo móvel:
ru_ru: Ошибка при создании кода для мобильного устройства:
sv_se: Fel vid generering av kod för den mobila enheten:
tr_tr: Mobil aygıtınız için kod oluşturma hatası:
zh_cn: 为您的移动设备生成代码时出错：
zh_tw: 為您的行動裝置產生代碼錯誤：

# LABEL_REMOVING_MOBILE_ACCESS
source: Error removing mobile access:
cs_cz: Chyba při odebírání mobilního přístupu:
de_de: Fehler beim Entfernen des Mobilzugriffs:
es_es: Error al eliminar el acceso móvil:
fr_fr: Erreur lors de la suppression de l'accès mobile :
hu_hu: Hiba történt a mobilhozzáférés eltávolításakor:
it_it: Errore di rimozione dell'accesso mobile:
ja_jp: モバイル アクセス削除エラー:
ko_kr: 모바일 액세스 제거 오류:
nb_no: Feil ved fjerning av mobil tilgang:
nl_nl: Fout bij verwijderen van mobiele toegang:
pl_pl: Błąd podczas usuwania dostępu z urządzenia przenośnego:
pt_br: Erro ao remover o acesso móvel:
ru_ru: Ошибка при удалении мобильного доступа:
sv_se: Fel när mobil åtkomst togs bort:
tr_tr: Mobil erişimi kaldırma hatası:
zh_cn: 移除移动访问时出错:
zh_tw: 移除行動存取錯誤：

# LABEL_REBUILDING_WD2GO_DATABASE
source: Error rebuilding content database:
cs_cz: Chyba při obnovování databáze obsahu:
de_de: Fehler beim Wiederherstellen der Inhaltsdatenbank:
es_es: Error al reconstruir la base de datos de contenidos:
fr_fr: Erreur lors de la restauration de la base de données de contenu :
hu_hu: Hiba történt az adatbázis tartalmának újraépítésekor:
it_it: Errore di ripristino del database dei contenuti:
ja_jp: コンテンツ データベース復元エラー:
ko_kr: 콘텐츠 데이터베이스 복원 오류:
nb_no: Feil ved gjenoppbygging av innholdsdatabase:
nl_nl: Fout bij vernieuwen van mediadatabase:
pl_pl: Błąd podczas przywracania bazy danych zawartości:
pt_br: Erro ao restaurar o banco de dados de conteúdo:
ru_ru: Ошибка при восстановлении базы данных содержимого:
sv_se: Fel vid återuppbyggnad av innehållsdatabas:
tr_tr: İçerik veritabanı yenileme hatası:
zh_cn: 还原内容数据库时出错:
zh_tw: 重新組建內容資料庫錯誤：

# LABEL_CONFIGURATING_CONNECTION_OPTION
source: Error configuring connection options:
cs_cz: Chyba při konfigurování možností připojení:
de_de: Fehler beim Konfigurieren der Verbindungsoptionen:
es_es: Error al configurar las opciones de conexión:
fr_fr: Erreur lors de la configuration des options de connexion :
hu_hu: Hiba történt a kapcsolat konfigurálásának lehetőségeinél:
it_it: Errore di configurazione delle opzioni di connessione:
ja_jp: 接続オプション設定エラー:
ko_kr: 연결 옵션 구성 오류:
nb_no: Feil under konfigurasjon av tilkoblingsmuligheter:
nl_nl: Fout bij configureren van verbindingsopties:
pl_pl: Błąd podczas konfigurowania opcji połączenia:
pt_br: Erro ao configurar as opções de conexão:
ru_ru: Ошибка при настройке параметров подключения:
sv_se: Fel vid konfigurering av anslutningsalternativ:
tr_tr: Bağlantı seçeneklerini yapılandırma hatası:
zh_cn: 配置连接选项时出错:
zh_tw: 設定連線選項錯誤：

# LABEL_BLOCKING_MEDIA_PLAYER
source: Error blocking media player:
cs_cz: Chyba při blokování přehrávače médií:
de_de: Fehler beim Blockieren des Medienplayers:
es_es: Error al bloquear el reproductor multimedia:
fr_fr: Erreur lors du blocage du lecteur multimédia :
hu_hu: Hiba történt a médialejátszó blokkolásakor:
it_it: Errore di blocco del lettore multimediale:
ja_jp: メディア プレイヤー ブロック エラー:
ko_kr: 미디어 플레이어 차단 오류:
nb_no: Feil ved blokkering av mediaspiller:
nl_nl: Fout bij blokkeren van mediaspeler:
pl_pl: Błąd podczas blokowania odtwarzacza multimediów:
pt_br: Erro ao bloquear o reprodutor de mídia:
ru_ru: Ошибка при блокировании проигрывателя:
sv_se: Fel vid blockering av mediaspelare:
tr_tr: Medya oynatıcısını engelleme hatası:
zh_cn: 阻止媒体播放器时出错：
zh_tw: 封鎖多媒體播放程式錯誤：

# LABEL_RESCANNING_MEDIA_PLAYERS
source: Error rescanning media players:
cs_cz: Chyba při opětovném prohledávání přehrávačů médií:
de_de: Fehler beim erneuten Prüfen des Medienplayers:
es_es: Error al volver a explorar los reproductores multimedia:
fr_fr: Erreur lors de la nouvelle analyse des lecteurs multimédias :
hu_hu: Hiba történt a médialejátszó átvizsgálásakor:
it_it: Errore di nuova scansione dei lettori multimediali:
ja_jp: メディア プレイヤー再スキャン エラー:
ko_kr: 미디어 플레이어 다시 검색 오류:
nb_no: Feil ved nyskanning av mediaspiller:
nl_nl: Fout bij opnieuw scannen van mediaspelers:
pl_pl: Błąd podczas ponownego skanowania odtwarzaczy multimediów:
pt_br: Erro ao verificar novamente os reprodutores de mídia:
ru_ru: Ошибка при повторном сканировании проигрывателей:
sv_se: Fel vid omskanning av mediaspelare:
tr_tr: Medya oynatıcılarını yeniden tarama hatası:
zh_cn: 重新扫描媒体播放器时出错:
zh_tw: 重新掃描多媒體播放程式錯誤：

# LABEL_RESCANNING_DLNA_SERVER
source: Error rescanning DLNA server:
cs_cz: Chyba při opětovném prohledávání serveru DLNA:
de_de: Fehler beim erneuten Prüfen des DLNA-Servers:
es_es: Error al volver a explorar el servidor DLNA:
fr_fr: Erreur lors de la nouvelle analyse du serveur DLNA :
hu_hu: Hiba történt a DLNA kiszolgáló átvizsgálásakor:
it_it: Errore di nuova scansione del server DLNA:
ja_jp: DLNA サーバー再スキャン エラー:
ko_kr: DLNA 서버 다시 검색 오류:
nb_no: Feil ved nyskanning av DLNA-server:
nl_nl: Fout bij opnieuw scannen van DLNA-server:
pl_pl: Błąd podczas ponownego skanowania serwera DLNA:
pt_br: Erro ao verificar novamente o servidor DLNA:
ru_ru: Ошибка при повторном сканировании сервера DLNA:
sv_se: Fel vid omskanning av DLNA-server:
tr_tr: DLNA sunucusunu yeniden tarama hatası:
zh_cn: 重新扫描 DLNA 服务器时出错:
zh_tw: 重新掃描 DLNA 伺服器錯誤：

# LABEL_REBUILDING_DLNA_SERVER_DATABASE
source: Error rebuilding DLNA server database:
cs_cz: Chyba při obnovování databáze serveru DLNA:
de_de: Fehler beim Wiederherstellen der DLNA-Serverdatenbank:
es_es: Error al reconstruir la base de datos del servidor DLNA:
fr_fr: Erreur lors de la restauration de la base de données du serveur DLNA :
hu_hu: Hiba történt a DLNA kiszolgáló adatbázisának újraépítésekor:
it_it: Errore di ripristino del database del server DLNA:
ja_jp: DLNA サーバー データベース復元エラー:
ko_kr: DLNA 서버 데이터베이스 복원 오류:
nb_no: Feil ved gjenoppbygging av DLNA-serverens database:
nl_nl: Fout bij vernieuwen van DLNA-serverdatabase:
pl_pl: Błąd podczas przywracania bazy danych serwera DLNA:
pt_br: Erro ao restaurar o banco de dados do servidor DLNA:
ru_ru: Ошибка при восстановлении базы данных сервера DLNA:
sv_se: Fel vid ombyggnad av DLNA-serverdatabas:
tr_tr: DLNA sunucusu veritabanını yenileme hatası:
zh_cn: 还原 DLNA 服务器数据库时出错：
zh_tw: 重新組建 DLNA 伺服器資料庫錯誤：
