Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# GLOB_NAV_HELP_DIALOG_CHECKBOX_AUTO_UPDATE
source: Automatically update WD My Cloud when a firmware update is available.
cs_cz: Automaticky aktualizovat zařízení WD My Cloud, pokud je k dispozici aktualizace firmwaru.
de_de: WD My Cloud automatisch aktualisieren, wenn eine Firmware-Aktualisierung verfügbar ist.
es_es: Actualice automáticamente WD My Cloud cuando haya una actualización del firmware disponible.
fr_fr: Mettre automatiquement WD My Cloud à jour lorsqu'un micrologiciel est disponible.
hu_hu: Automatikusan frissítse WD My Cloud felhőrendszerét, amint egy belső vezérlőprogram-frissítés elérhető.
it_it: Aggiornare automaticamente WD My Cloud quando è disponibile un aggiornamento firmware.
ja_jp: ファームウェア更新が利用可能な場合、自動的に WD My Cloud を更新します。
ko_kr: 새 펌웨어 업데이트가 있으면 자동으로 WD My Cloud를 업데이트합니다.
nb_no: Oppdater WD My Cloud automatisk når en fastvareoppdatering er tilgjengelig.
nl_nl: WD My Cloud automatisch bijwerken wanneer een firmware-update beschikbaar is.
pl_pl: Automatycznie aktualizuj urządzenie WD My Cloud, gdy zostanie udostępniona aktualizacja oprogramowania układowego.
pt_br: Atualizar automaticamente o WD My Cloud quando houver uma atualização de firmware disponível.
ru_ru: Автоматически обновлять WD My Cloud, когда доступно обновление микропрограммы.
sv_se: Uppdatera WD My Cloud automatiskt när en uppdatering av fast programvara finns.
tr_tr: Bir bellenim güncelleştirmesi olduğunda WD My Cloud uygulamasını otomatik olarak güncelleştir.
zh_cn: 当固件更新可用时，自动更新 WD My Cloud。
zh_tw: 當韌體更新可供使用時自動更新 WD My Cloud。

# GLOB_NAV_HELP_DIALOG_CHECKBOX_REGISTER
source: Register WD My Cloud to receive product support updates regularly.
cs_cz: Po zaregistrování svého zařízení WD My Cloud budete pravidelně dostávat informace o aktualizacích produktové podpory.
de_de: WD My Cloud registrieren, um regelmäßig über Produktaktualisierungen auf dem Laufenden gehalten zu werden.
es_es: Registre WD My Cloud para recibir actualizaciones de asistencia del producto regularmente.
fr_fr: Inscrivez-vous à WD My Cloud pour recevoir régulièrement des mises à jour d'assistance produit.
hu_hu: Regisztrálja WD My Cloud felhőrendszerét, hogy mindig megkapja a legfrissebb terméktámogatási információkat.
it_it: Registrare WD My Cloud per ricevere regolarmente aggiornamenti sul supporto del prodotto.
ja_jp: WD My Cloud を登録すると、製品サポート最新情報が定期的に配信されます。
ko_kr: 정기적으로 제품 지원 업데이트를 받으려면 WD My Cloud를 등록합니다.
nb_no: Registrer WD My Cloud for å motta jevnlige produktstøtteoppdateringer.
nl_nl: WD My Cloud registreren voor productondersteuning en regelmatige updates.
pl_pl: Zarejestruj urządzenie WD My Cloud, aby regularnie otrzymywać informacje i aktualizacje dotyczące produktu.
pt_br: Registre o WD My Cloud para receber regularmente atualizações de suporte a produtos.
ru_ru: Зарегистрировать WD My Cloud для получения регулярных обновлений продукта.
sv_se: Registrera WD My Cloud för att få regelbundna produktsupportuppdateringar.
tr_tr: WD My Cloud'u ürün destek güncelleştirmelerini düzenli olarak alacak şekilde kaydedin.
zh_cn: 注册 WD My Cloud，定期接收产品支持更新。
zh_tw: 將 WD My Cloud 註冊，定期接收產品支援更新。

# CONTENT_WIFI_DIALOG_TITLE_WIFISETUP
source: WiFi Setup
cs_cz: Nastavení WiFi
de_de: WLAN-Einrichtung
es_es: Configuración de WiFi
fr_fr: Configuration WiFi
hu_hu: WiFi beállítása
it_it: Impostazione WiFi
ja_jp: WiFi 設定
ko_kr: WiFi 설정
nb_no: WiFi-oppsett
nl_nl: WiFi-installatie
pl_pl: Konfiguracja WiFi
pt_br: Configuração de WiFi
ru_ru: Настройка WiFi
sv_se: WiFi-inställning
tr_tr: WiFi Ayarı
zh_cn: 无线网络（WiFi）设置
zh_tw: 無線網路設定

# BUTTON_UNLOCK
source: Unlock
cs_cz: Odemknout
de_de: Entsperren
es_es: Desbloquear
fr_fr: Déverrouiller
hu_hu: Zárolás feloldása
it_it: Sblocca
ja_jp: ロック解除
ko_kr: 잠금 해제
nb_no: Lås opp
nl_nl: Ontgrendelen
pl_pl: Odblokuj
pt_br: Desbloquear
ru_ru: Разблокировать
sv_se: Lås upp
tr_tr: Kilidi Aç
zh_cn: 解除锁定
zh_tw: 解鎖

# BUTTON_WPSPIN
source: WPS PIN
cs_cz: Kód PIN WPS
es_es: PIN de WPS
fr_fr: Code confidentiel WPS
hu_hu: WPS PIN-kód
it_it: PIN WPS
nl_nl: WPS-pincode
pt_br: PIN WPS
ru_ru: PIN-код WPS
zh_cn: WPS 个人识别码（PIN）
zh_tw: WPS PIN 碼

# BUTTON_GENERATE_NEW_PIN
source: Generate New PIN
cs_cz: Generovat nový kód PIN
de_de: Neue PIN generieren
es_es: Generar PIN nuevo
fr_fr: Générer un nouveau code confidentiel
hu_hu: Új PIN-kód generálása
it_it: Genera nuovo PIN
ja_jp: 新しい PIN の生成
ko_kr: 새 PIN 생성
nb_no: Generer ny PIN
nl_nl: Nieuwe pincode genereren
pl_pl: Wygeneruj nowy kod PIN
pt_br: Gerar novo PIN
ru_ru: Создать новый PIN-код
sv_se: Generera ny PIN
tr_tr: Yeni PIN Oluştur
zh_cn: 生成新的个人识别码（PIN）
zh_tw: 產生新 PIN 碼

# BUTTON_RESET_TO_DEFAULT_PIN
source: Reset to Default PIN
cs_cz: Obnovit výchozí kód PIN
de_de: Standard-PIN wiederherstellen
es_es: Restablecer el PIN predeterminado
fr_fr: Restaurer le code confidentiel par défaut
hu_hu: Az alapértelmezett PIN-kód visszaállítása
it_it: Reimposta su PIN predefinito
ja_jp: デフォルト PIN にリセット
ko_kr: 기본 PIN으로 재설정
nb_no: Tilbakestill til standard PIN
nl_nl: Terugstellen naar standaardpincode
pl_pl: Przywróć domyślny kod PIN
pt_br: Redefinir PIN para valor padrão
ru_ru: Восстановить PIN-код по умолчанию
sv_se: Återställ till standard PIN
tr_tr: Varsayılan PIN'e Sıfırla
zh_cn: 重置为默认的个人识别码（PIN）
zh_tw: 重置預設 PIN 碼

# CONTENT_WIFI_DIALOG_WPSPUSH_LABEL
source: Choose this method if your wireless router supports WPS configuration.
cs_cz: Zvolte tuto metodu, pokud váš bezdrátový směrovač podporuje konfigurování pomocí funkce WPS.
de_de: Wählen Sie diese Methode, wenn der WLAN-Router die WPS-Konfiguration unterstützt.
es_es: Escoja este método si su enrutador inalámbrico admite la configuración de WPS.
fr_fr: Choisissez cette méthode si votre routeur sans fil prend en charge la configuration WPS.
hu_hu: Akkor válassza ezt a módszert, ha a vezeték nélküli routere támogatja a WPS-konfigurációt.
it_it: Scegliere il metodo se il router wireless supporta la configurazione WPS.
ja_jp: ワイヤレス ルーターが WPS 設定をサポートしている場合は、この方式を使用します。
ko_kr: 무선 라우터가 WPS 구성을 지원하는 경우 이 방법을 선택합니다.
nb_no: Velg denne metoden hvis den trådløse ruteren støtter WPS-konfigurasjon.
nl_nl: Kies deze methode als uw draadloze router WPS-configuratie ondersteunt.
pl_pl: Wybierz tę metodę, jeśli Twój router sieci bezprzewodowej obsługuje konfigurację WPS.
pt_br: Escolha este método se o roteador sem fio oferece suporte à configuração WPS.
ru_ru: Выберите этот метод, если ваш беспроводной маршрутизатор поддерживает конфигурацию WPS.
sv_se: Välj den här metoden om den trådlösa routern stöder WPS-konfiguration.
tr_tr: Kablosuz yönlendiriciniz WPS yapılandırmasını destekliyorsa bu yöntemi seçin.
zh_cn: 如果您的无线路由器支持 WPS 配置，请选择这种方法。
zh_tw: 若您的無線路由器支援 WPS 設定，選擇此方法。

# CONTENT_WIFI_DIALOG_WPSPUSH_LABEL1
source: Push WPS button on your router to initiate connection.
cs_cz: Připojení iniciujete stisknutím tlačítka WPS na směrovači.
de_de: Die Verbindung wird durch Drücken der WPS-Taste am Router initiiert.
es_es: Pulse el botón WPS del router para iniciar la conexión.
fr_fr: Appuyez sur le bouton WPS de votre routeur pour démarrer la connexion.
hu_hu: Nyomja meg a WPS gombot a routerén a csatlakozás létrehozásához.
it_it: Tenere premuto il pulsante WPS sul router per avviare la connessione.
ja_jp: ルーターの WPS ボタンを押して、接続を開始します。
ko_kr: 라우터의 WPS 버튼을 눌러서 연결을 시작합니다.
nb_no: Trykk inn WPS-knappen på ruteren for å initiere tilkoblingen.
nl_nl: Druk op de WPS-knop op uw router om de verbinding te initialiseren.
pl_pl: Naciśnij przycisk WPS na routerze w celu zainicjowania połączenia.
pt_br: Pressione o botão WPS no roteador para iniciar a conexão.
ru_ru: Нажмите кнопку WPS на своем маршрутизаторе, чтобы инициировать подключение.
sv_se: Tryck på WPS-knappen på routern för att initiera anslutning.
tr_tr: Bağlantıyı başlatmak için yönlendiricinizin üzerindeki WPS düğmesine basın.
zh_cn: 按下您路由器上的 WPS 按钮来启动连接。
zh_tw: 按下您路由器上的 WPS 按鈕起始連線。

# CONTENT_WIFI_DIALOG_WPSPUSH_LABEL2
source: Push and hold the WPS button on the WD My Cloud WiFi for 3 seconds.
cs_cz: Stiskněte a podržte tlačítko WPS na zařízení WD My Cloud WiFi po dobu 3 sekund.
de_de: Halten Sie die WPS-Taste am WD My Cloud-WLAN-Gerät 3 Sekunden lang gedrückt.
es_es: Mantenga pulsado el botón WPS de WD My Cloud WiFi durante 3 segundos.
fr_fr: Appuyez sur le bouton WPS du WD My Cloud WiFi pendant 3 secondes.
hu_hu: Nyomja be és tartsa nyomva a WPS gombot 3 másodpercig a WD My Cloud felhőrendszer WiFi-routeren.
it_it: Tenere premuto il pulsante WPS su WD My Cloud WiFi per 3 secondi.
ja_jp: WD My Cloud WiFi の WPS ボタンを 3 秒間押し続けます。
ko_kr: WD My Cloud WiFi의 WPS 버튼을 3초 동안 눌러줍니다.
nb_no: Trykk og hold inne WPS-knappen på WD My Cloud WiFi i 3 sekunder.
nl_nl: Houd de WPS-knop op de WD My Cloud WiFi 3 seconden lang ingedrukt.
pl_pl: Przytrzymaj naciśnięty przycisk WPS urządzenia WD My Cloud WiFi przez 3 sekundy.
pt_br: Pressione e segure o botão WPS no WD My Cloud WiFi por 3 segundos.
ru_ru: Нажмите и удерживайте в течение 3 секунд кнопку WPS на WD My Cloud WiFi.
sv_se: Håll WPS-knappen nedtryckt på WD My Cloud WiFi i tre sekunder.
tr_tr: WD My Cloud WiFi üzerindeki WPS düğmesini 3 saniye basılı tutun.
zh_cn: 按住 WD My Cloud WiFi 上 的 WPS 按钮3秒钟。
zh_tw: 按住 WD My Cloud Wifi 上的 WPS 按鈕三秒鐘。

# CONTENT_WIFI_DIALOG_WPSPUSH_LABEL3
source: Connection status will be displayed when network setup is done. Blue LED status on WD My Cloud WiFi indicates successful connection.
cs_cz: Jakmile bude síť nastavena, zobrazí se stav připojení. Modrá stavová kontrolka LED na zařízení WD My Cloud WiFi indikuje úspěšné připojení.
de_de: Nach der Einrichtung eines Netzwerks wird der Verbindungsstatus angezeigt. Eine erfolgreiche Verbindung wird durch die blaue LED am WD My Cloud-WLAN-Gerät angezeigt.
es_es: El estado de conexión se mostrará cuando se haya realizado la configuración de red. El estado azul del LED de WD My Cloud WiFi indica que la conexión realizó correctamente.
fr_fr: L'état de la connexion sera affiché une fois la configuration réseau effectuée. La LED bleue du WD My Cloud WiFi indique que la connexion a été établie correctement.
hu_hu: A hálózati beállítások megtörténte után az eszköz jelzi a hálózati kapcsolat állapotát. A LED kék fénye azt jelenti, hogy a WD felhőrendszer WiFi-router sikeresen kapcsolódott a hálózathoz.
it_it: Verrà visualizzato lo stato di connessione al completamento dell'impostazione della rete. Lo stato LED blu su WD My Cloud WiFi indica che la connessione è riuscita.
ja_jp: ネットワーク設定が完了すると、接続ステータスが表示されます。 WD My Cloud WiFi の青色の LED ステータスは、正常に接続されていることを示します。
ko_kr: 네트워크 설정이 완료되면 연결 상태가 표시됩니다. WD My Cloud WiFi의 파란색 LED 상태는 정상적으로 연결되었음을 나타냅니다.
nb_no: Tilkoblingsstatusen vises når nettverksoppsettet er ferdig. Blå LED-status på WD My Cloud WiFi indikerer en vellykket tilkobling.
nl_nl: De verbindingsstatus wordt weergegeven terwijl het netwerk wordt ingesteld. Een blauw ledlampje op WD My Cloud WiFi geeft aan dat de verbinding tot stand is gebracht.
pl_pl: Gdy konfigurowanie sieci zostanie ukończone, pojawi się status połączenia. Niebieska dioda urządzenia WD My Cloud WiFi oznacza nawiązane połączenie.
pt_br: O status da conexão será exibido após a conclusão da configuração da rede. O status do LED azul no WD My Cloud WiFi indica uma conexão bem-sucedida.
ru_ru: Состояние подключения будет выведено на экран после настройки сети. Состояние синего светодиода на WD My Cloud WiFi показывает успешное подключение.
sv_se: Anslutningsstatus visas när nätverksinställningen är klar. En blå LED-statuslampa på WD My Cloud WiFi anger lyckad anslutning.
tr_tr: Ağ kurulumu tamamlandığında bağlantı durumu gösterilir. WD My Cloud WiFi üzerindeki mavi LED durumu bağlantının başarılı olduğunu gösterir.
zh_cn: 示网络设置已完后，连接状态将会显示。 WD My Cloud WiFi 上的蓝色 LED 指示灯亮表示连接成功。
zh_tw: 在完成網路設定時將會顯示連線狀態。 在 WD My Cloud Wifi 上的藍色 LED 燈指示連線成功。

# CONTENT_WIFI_DIALOG_WPSPIN_LABEL1
source: Enter this 8-digit PIN into your router configuration page.
cs_cz: Na stránce konfigurace vašeho směrovače zadejte 8místný kód PIN.
de_de: Geben Sie diese 8-stellige PIN auf der Router-Konfigurationsseite ein.
es_es: Introduzca este PIN de 8 dígitos en la página de configuración del enrutador.
fr_fr: Saisissez le code confidentielle à 8 chiffres depuis la page de configuration de votre routeur.
hu_hu: Gépelje be a nyolc karakterből álló PIN-kódot a router konfigurációs felületén.
it_it: Immettere il PIN a otto cifre nella pagina di configurazione del router.
ja_jp: この 8 桁の PIN をルーター設定ページに入力します。
ko_kr: 이 8자리 PIN을 라우터 구성 페이지에 입력합니다.
nb_no: Skriv inn denne 8-sifrede PIN-koden på ruterens konfigurasjonsside.
nl_nl: Voer deze 8-cijferige pincode in op de configuratiepagina van uw router.
pl_pl: Na stronie konfiguracji routera wprowadź 8-cyfrowy kod PIN.
pt_br: Insira esse PIN de 8 dígitos na página de configuração do roteador.
ru_ru: Введите этот 8-значный PIN-код на странице конфигурации своего маршрутизатора.
sv_se: Ange den här åttasiffriga PIN-koden på routerns konfigureringssida.
tr_tr: Bu 8 haneli PIN kodunu yönlendiricinizin yapılandırma sayfasına girin.
zh_cn: 在您的路由器配置页面输入8位数的个人识别码（PIN）。
zh_tw: 在您的路由器設定頁面輸入 8 位數 PIN 碼。

# CONTENT_WIFI_DIALOG_WPSPIN_LABEL2
source: Click the connection button to initiate the network connection.
cs_cz: Kliknutím na tlačítko připojení iniciujete síťové připojení.
de_de: Klicken Sie auf die Verbindungsschaltfläche, um die eine Netzwerkverbindung zu initiieren.
es_es: Haga clic en el botón de conexión para iniciar la conexión de red.
fr_fr: Cliquez sur le bouton de connexion pour démarrer la connexion réseau.
hu_hu: Kattintson a Kapcsolódás gombra a hálózati kapcsolat létrehozásához!
it_it: Fare clic sul pulsante di connessione per avviare la connessione di rete.
ja_jp: [接続] ボタンをクリックして、ネットワーク接続を開始します。
ko_kr: 연결 버튼을 클릭하여 네트워크 연결을 시작합니다.
nb_no: Klikk tilkoblingsknappen for å initiere nettverkstilkoblingen.
nl_nl: Klik op de verbindingsknop om de netwerkverbinding te starten.
pl_pl: Kliknij przycisk połączenia, aby zainicjować połączenie sieciowe.
pt_br: Clique no botão de conexão para iniciar a conexão à rede.
ru_ru: Нажмите кнопку подключения, чтобы инициировать подключение к сети.
sv_se: Klicka på anslutningsknappen för att initiera nätverksanslutningen.
tr_tr: Ağ bağlantısını başlatmak için bağlantı düğmesini tıklatın.
zh_cn: 单击“连接”按钮以启动网络连接。
zh_tw: 按一下連線按鈕以起始網路連線。

# CONTENT_WIFI_DIALOG_TITLE_MANUALSETUP
source: WiFi Manual Setup
cs_cz: Ruční nastavení WiFi
de_de: Manuelle WLAN-Einrichtung
es_es: Configuración manual de WiFi
fr_fr: Configuration manuelle WiFi
hu_hu: A vezeték nélküli kapcsolat (WiFi) kézi beállítása
it_it: Impostazione WiFi manuale
ja_jp: WiFi 手動設定
ko_kr: WiFi 수동 설정
nb_no: Manuell WiFi-konfigurasjon
nl_nl: Handmatig instellen van WiFi
pl_pl: Ręczna konfiguracja WiFi
pt_br: Configuração manual de WiFi
ru_ru: Настройка WiFi вручную
sv_se: Manuell Wifi-inställning
tr_tr: Manuel WiFi Ayarı
zh_cn: 无线网络（WiFi）手动设置
zh_tw: 無線網路手動設定

# CONTENT_WIFI_LABEL_SSID
source: Enetr SSID
cs_cz: Zadejte identifikátor SSID
de_de: SSID eingeben
es_es: Introducir SSID
fr_fr: Introduire le SSID
hu_hu: Adja meg a Szolgáltatáscsoport-azonosítót (SSID)
it_it: Immetti SSID
ja_jp: SSID の入力
ko_kr: SSID 입력
nb_no: Angi SSID
nl_nl: Voer SSID in
pl_pl: Wprowadź identyfikator SSID
pt_br: Insira o SSID
ru_ru: Введите SSID
sv_se: Ange SSID
tr_tr: SSID Gir
zh_cn: 输入 SSID
zh_tw: 輸入 SSID

# CONTENT_WIFI_LABEL_PASSWORD
source: Enter Password
cs_cz: Zadejte heslo
de_de: Passwort eingeben
es_es: Introducir contraseña
fr_fr: Saisir le mot de passe
hu_hu: Adja meg a jelszót!
it_it: Immetti password
ja_jp: パスワードの入力
ko_kr: 암호 입력
nb_no: Angi passord
nl_nl: Voer wachtwoord in
pl_pl: Wprowadź hasło
pt_br: Insira a senha
ru_ru: Введите пароль
sv_se: Ange lösenord
tr_tr: Parola Gir
zh_cn: 输入密码
zh_tw: 輸入密碼

# CONTENT_WIFI_LABEL_MANUALCONNECTION
source: Manual Connection
cs_cz: Ruční připojení
de_de: Manuelle Verbindung
es_es: Conexión manual
fr_fr: Connexion manuelle
hu_hu: Manuális kapcsolódás
it_it: Connessione manuale
ja_jp: 手動接続
ko_kr: 수동 연결
nb_no: Manuell tilkobling
nl_nl: Handmatige verbinding
pl_pl: Połączenie ręczne
pt_br: Conexão manual
ru_ru: Подключение вручную
sv_se: Manuell anslutning
tr_tr: Manuel Bağlantı
zh_cn: 手动连接
zh_tw: 手動連線

# CONTENT_SAFEPOINTS_DIALOG_TITLE_CREATE_SAFEPOINT
source: Create a Safepoint
cs_cz: Vytvořit bod Safepoint
de_de: Safepoint erstellen
es_es: Crear un safepoint
fr_fr: Créer un safepoint
hu_hu: Safepoint létrehozása
it_it: Crea un safepoint
ja_jp: Safepoint の作成
ko_kr: safepoint 만들기
nb_no: Opprett et safepoint
nl_nl: Een safepoint maken
pl_pl: Tworzenie punktu safepoint
pt_br: Criar safepoint
ru_ru: Создать safepoint
sv_se: Skapa en safepoint
tr_tr: Safepoint Oluştur
zh_cn: 创建 Safepoint
zh_tw: 建立 Safepoint

# CONTENT_SAFEPOINTS_LABEL_SEARCHING_FOR_USB_DEVICES
source: searching for USB devices
cs_cz: probíhá vyhledávání zařízení USB
de_de: Suche nach USB-Geräten wird ausgeführt
es_es: buscando dispositivos USB
fr_fr: Détection de dispositif USB
hu_hu: USB-eszközök keresése
it_it: ricerca dispositivi USB
ja_jp: USB デバイスを検索中
ko_kr: USB 장치 검색 중
nb_no: søker etter USB-enheter
nl_nl: zoeken naar USB-apparaten
pl_pl: wyszukiwanie urządzeń USB
pt_br: procurando dispositivos USB
ru_ru: поиск USB-устройств
sv_se: söker efter USB-enheter
tr_tr: USB aygıtları aranıyor
zh_cn: 搜索 USB 设备
zh_tw: 搜尋 USB 裝置

# CONTENT_SAFEPOINTS_DIALOG_TITLE_RECOVER_SAFEPOINT
source: Recover Content with a Safepoint
cs_cz: Obnova obsahu s bodem Safepoint
de_de: Inhalt mit einem Safepoint wiederherstellen
es_es: Recuperar contenidos con un safepoint
fr_fr: Récupération de contenu à partir d'un safepoint
hu_hu: Tartalom helyreállítása safepointból
it_it: Recupera contenuti con un safepoint
ja_jp: Safepoint を使用してコンテンツを回復
ko_kr: safepoint로 내용 복구
nb_no: Gjenopprette innhold med et safepoint
nl_nl: Inhoud herstellen met een safepoint
pl_pl: Odzyskiwanie zawartości z punktu safepoint
pt_br: Recuperar conteúdo com um safepoint
ru_ru: Восстановить контент с помощью safepoint
sv_se: Återställa innehåll med en safepoint
tr_tr: Safepoint ile İçerik Kurtar
zh_cn: 使用 Safepoint 来恢复内容
zh_tw: 使用 Safepoint 復原內容

# CONTENT_SAFEPOINTS_DIALOG_LABEL_NAS_DISCOVER_ERROR
source: Unable to discover available devices on your network.
cs_cz: Nelze zjistit dostupná zařízení ve vaší síti.
de_de: Im Netzwerk konnten keine verfügbaren Geräte ermittelt werden.
es_es: No se pueden detectar dispositivos disponibles en la red.
fr_fr: Impossible de détecter les dispositifs disponibles sur votre réseau.
hu_hu: Az Ön hálózatán nem találunk elérhető eszközt.
it_it: Impossibile individuare i dispositivi disponibili in rete.
ja_jp: ネットワークで使用可能なデバイスを検索できません。
ko_kr: 네트워크에서 사용 가능한 장치를 찾을 수 없습니다.
nb_no: Fant ikke noen tilgjengelige enheter på nettverket.
nl_nl: Kan geen beschikbare apparaten vinden op het netwerk.
pl_pl: Nie można wykryć urządzeń dostępnych w sieci.
pt_br: Não foi possível descobrir os dispositivos disponíveis na sua rede.
ru_ru: Не удается обнаружить доступные устройства в вашей сети.
sv_se: Det går inte att upptäcka tillgängliga enheter på nätverket.
tr_tr: Ağınızdaki kullanılabilir aygıtlar bulunamıyor.
zh_cn: 无法在您的网络中找到可用的设备。
zh_tw: 無法在您的網路中探索到可供使用的裝置。

# ERROR_ENTER_ALPHANUMERIC_DEVICE_NAME
source: Device name must be between 2 and 15 characters and can only contain letters, numbers, and dashes.
cs_cz: Název zařízení musí obsahovat 2 až 15 znaků a může obsahovat pouze písmena, číslice a pomlčky.
de_de: Der Gerätename muss 2 bis 15 Zeichen enthalten und darf nur aus Buchstaben, Zahlen und Bindestrichen bestehen.
es_es: El nombre del dispositivo debe tener entre 2 y 15 caracteres y solo puede contener letras, números y guiones.
fr_fr: Le nom du dispositif doit contenir entre 2 et 15 caractères et n'être constitué que de lettres, chiffres et de tirets.
hu_hu: Az eszköz nevének 2-15 karakter hosszúságúnak kell lennie, és csak betűket, számokat, valamint nagykötőjelet vagy gondolatjelet (–, —) tartalmazhat.
it_it: Il nome dispositivo deve essere compreso tra 2 e 15 caratteri e può contenere solo lettere, numeri e trattini.
ja_jp: デバイス名は 2 ～ 15 文字で、文字、数字、およびダッシュのみを使用できます。
ko_kr: 장치 이름은 2 ~ 15자 길이여야 하며, 문자, 숫자, 대시만 이름에 사용할 수 있습니다.
nb_no: Enhetsnavnet må være mellom 2 og 15 tegn langt og kan bare inneholde bokstaver, tall og bindestreker.
nl_nl: De apparaatnaam mag uit 2 tot 15 tekens bestaan en alleen letters, getallen en streepjes bevatten.
pl_pl: Nazwa urządzenia musi mieć długość od 2 do 15 znaków i może zawierać tylko litery, cyfry oraz dywizy.
pt_br: O nome do dispositivo deve ter entre 2 e 15 caracteres e pode conter apenas letras, números e travessões.
ru_ru: Название устройства должно иметь длину от 2 до 15 символов и может содержать только буквы, цифры и тире.
sv_se: Enhetens namn måste vara mellan två och 15 tecken och får bara innehålla bokstäver, siffror och tankstreck.
tr_tr: Aygıt adı 2 ile 15 karakter arasında olmalıdır ve yalnızca harf, sayı ve tire içermelidir.
zh_cn: 设备名称必须介于2和15个字符之间，并且只能包含字母、数字和短划线。
zh_tw: 裝置名稱必須在 2 到 15 個字元之間，且僅能包含字母、數字、短破折號。
