Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# ERROR_USER_CREATE_FAILED
source: Failed to create user account. Please make sure you have the required privileges and sufficient disk space for this operation and try again.
cs_cz: Nepodařilo se vytvořit uživatelský účet. Ujistěte se, zda máte požadovaná oprávnění a zda je na disku dostatek místa pro tuto operaci, a akci zopakujte.
de_de: Fehler beim Erstellen des Benutzerkontos. Vergewissern Sie sich, dass Sie über die erforderlichen Berechtigungen und über ausreichend Speicherplatz für diesen Vorgang verfügen, und versuchen Sie es erneut.
es_es: Error al crear la cuenta de usuario. Asegúrese de que tiene los privilegios requeridos y suficiente espacio en disco para esta operación, e inténtelo de nuevo.
fr_fr: Le compte d'utilisateur n'a pas pu être créé. Veuillez vous assurer de disposer des privilèges nécessaires et de suffisamment d'espace disque pour exécuter cette opération, puis réessayez.
hu_hu: A felhasználó belépési adatainak létrehozása sikertelen! Kérjük, győződjön meg róla, hogy rendelkezik a művelet végrehajtásához szükséges engedélyekkel és elegendő tárhellyel, majd próbálja meg újra!
it_it: Impossibile creare l'account utente. Assicurarsi di disporre dei privilegi necessari e di sufficiente spazio su disco per l'esecuzione dell'operazione, quindi riprovare.
ja_jp: ユーザー アカウントを作成できませんでした。 この処理に必要な権限と十分なディスク領域があることを確認し、再試行してください。
ko_kr: 사용자 계정을 만들지 못했습니다. 이 작업에 필요한 권한과 충분한 디스크 공간이 있는지 확인한 후 다시 시도하십시오.
nb_no: Klarte ikke å opprette brukerkonto. Kontroller at du har de nødvendige privilegier og tilstrekkelig diskplass for denne operasjonen og prøv på nytt.
nl_nl: Kon gebruikersaccount niet maken. Zorg ervoor dat u de vereiste rechten en voldoende schijfruimte hebt voor deze handeling en probeer het opnieuw.
pl_pl: Nie można utworzyć konta użytkownika. Postaraj się o odpowiednie uprawnienia i wystarczająco dużo miejsca na dysku, aby można było wykonać tę operację, a następnie spróbuj ponownie.
pt_br: Falha na criação da conta do usuário. Verifique se você tem os privilégios necessários e espaço em disco suficiente para essa operação e tente novamente.
ru_ru: Не удалось создать учетную запись пользователя. Убедитесь в том, что у вас есть необходимые права, а свободного пространства на диске достаточно для выполнения этой операции, после чего повторите попытку.
sv_se: Det gick inte att skapa användarkontot. Kontrollera att du har den behörighet som krävs och tillräckligt med diskutrymme för den här åtgärden och försök igen.
tr_tr: Kullanıcı hesabı oluşturulamadı. Lütfen bu işlem için gerekli ayrıcalıklara ve yeterli disk alanına sahip olduğunuzdan emin olup tekrar deneyin.
zh_cn: 创建用户帐户失败。 请确保您具有此操作所需的权限和足够的磁盘空间，然后重试。
zh_tw: 建立使用者帳號失敗。 請確認您有必要的權限以及足夠的磁碟空間進行此操作，再試一次。

# ERROR_USER_UPDATE_FAILED
source: Failed to update user account. Please make sure you have the required privileges and sufficient disk space for this operation and try again.
cs_cz: Nepodařilo se aktualizovat uživatelský účet. Ujistěte se, zda máte požadovaná oprávnění a zda je na disku dostatek místa pro tuto operaci, a akci zopakujte.
de_de: Fehler beim Aktualisieren des Benutzerkontos. Vergewissern Sie sich, dass Sie über die erforderlichen Berechtigungen und über ausreichend Speicherplatz für diesen Vorgang verfügen, und versuchen Sie es erneut.
es_es: Error al actualizar la cuenta de usuario. Asegúrese de que tiene los privilegios requeridos y suficiente espacio en disco para esta operación, e inténtelo de nuevo.
fr_fr: Le compte d'utilisateur n'a pas pu être mis à jour. Veuillez vous assurer de disposer des privilèges nécessaires et de suffisamment d'espace disque pour exécuter cette opération, puis réessayez.
hu_hu: A felhasználó belépési adatainak frissítése sikertelen! Kérjük, győződjön meg róla, hogy rendelkezik a művelet végrehajtásához szükséges engedélyekkel és elegendő tárhellyel, majd próbálja meg újra!
it_it: Impossibile aggiornare l'account utente. Assicurarsi di disporre dei privilegi necessari e di sufficiente spazio su disco per l'esecuzione dell'operazione, quindi riprovare.
ja_jp: ユーザー アカウントを更新できませんでした。 この処理に必要な権限と十分なディスク領域があることを確認し、再試行してください。
ko_kr: 사용자 계정을 업데이트하지 못했습니다. 이 작업에 필요한 권한과 충분한 디스크 공간이 있는지 확인한 후 다시 시도하십시오.
nb_no: Klarte ikke å oppdatere brukerkontoen. Kontroller at du har de nødvendige privilegier og tilstrekkelig diskplass for denne operasjonen og prøv på nytt.
nl_nl: Kon gebruikersaccount niet bijwerken. Zorg ervoor dat u de vereiste rechten en voldoende schijfruimte hebt voor deze handeling en probeer het opnieuw.
pl_pl: Nie można zaktualizować konta użytkownika. Postaraj się o odpowiednie uprawnienia i wystarczająco dużo miejsca na dysku, aby można było wykonać tę operację, a następnie spróbuj ponownie.
pt_br: Falha na atualização da conta do usuário. Verifique se você tem os privilégios necessários e espaço em disco suficiente para essa operação e tente novamente.
ru_ru: Не удалось обновить учетную запись пользователя. Убедитесь в том, что у вас есть необходимые права, а свободного пространства на диске достаточно для выполнения этой операции, после чего повторите попытку.
sv_se: Det gick inte att uppdatera användarkontot. Kontrollera att du har den behörighet som krävs och tillräckligt med diskutrymme för den här åtgärden och försök igen.
tr_tr: Kullanıcı hesabı güncelleştirilemedi. Lütfen bu işlem için gerekli ayrıcalıklara ve yeterli disk alanına sahip olduğunuzdan emin olup tekrar deneyin.
zh_cn: 更新用户帐户失败。 请确保您具有此操作所需的权限和足够的磁盘空间，然后重试。
zh_tw: 更新使用者帳號失敗。 請確認您有必要的權限以及足夠的磁碟空間進行此操作，再試一次。

# ERROR_USER_DELETE_FAILED
source: Failed to delete user account. Please make sure you have the required privileges and sufficient disk space for this operation and try again.
cs_cz: Nepodařilo se odstranit uživatelský účet. Ujistěte se, zda máte požadovaná oprávnění a zda je na disku dostatek místa pro tuto operaci, a akci zopakujte.
de_de: Fehler beim Löschen des Benutzerkontos. Vergewissern Sie sich, dass Sie über die erforderlichen Berechtigungen und über ausreichend Speicherplatz für diesen Vorgang verfügen, und versuchen Sie es erneut.
es_es: Error al eliminar la cuenta de usuario. Asegúrese de que tiene los privilegios requeridos y suficiente espacio en disco para esta operación, e inténtelo de nuevo.
fr_fr: Le compte d'utilisateur n'a pas pu être supprimé. Veuillez vous assurer de disposer des privilèges nécessaires et de suffisamment d'espace disque pour exécuter cette opération, puis réessayez.
hu_hu: A felhasználó belépési adatainak törlése sikertelen! Kérjük, győződjön meg róla, hogy rendelkezik a művelet végrehajtásához szükséges engedélyekkel és elegendő tárhellyel, majd próbálja meg újra!
it_it: Impossibile eliminare l'account utente. Assicurarsi di disporre dei privilegi necessari e di sufficiente spazio su disco per l'esecuzione dell'operazione, quindi riprovare.
ja_jp: ユーザー アカウントを削除できませんでした。 この処理に必要な権限と十分なディスク領域があることを確認し、再試行してください。
ko_kr: 사용자 계정을 삭제하지 못했습니다. 이 작업에 필요한 권한과 충분한 디스크 공간이 있는지 확인한 후 다시 시도하십시오.
nb_no: Klarte ikke å slette brukerkontoen. Kontroller at du har de nødvendige privilegier og tilstrekkelig diskplass for denne operasjonen og prøv på nytt.
nl_nl: Kon gebruikersaccount niet verwijderen. Zorg ervoor dat u de vereiste rechten en voldoende schijfruimte hebt voor deze handeling en probeer het opnieuw.
pl_pl: Nie można usunąć konta użytkownika. Postaraj się o odpowiednie uprawnienia i wystarczająco dużo miejsca na dysku, aby można było wykonać tę operację, a następnie spróbuj ponownie.
pt_br: Falha na exclusão da conta do usuário. Verifique se você tem os privilégios necessários e espaço em disco suficiente para essa operação e tente novamente.
ru_ru: Не удалось удалить учетную запись пользователя. Убедитесь в том, что у вас есть необходимые права, а свободного пространства на диске достаточно для выполнения этой операции, после чего повторите попытку.
sv_se: Det gick inte att ta bort användarkontot. Kontrollera att du har den behörighet som krävs och tillräckligt med diskutrymme för den här åtgärden och försök igen.
tr_tr: Kullanıcı hesabı silinemedi. Lütfen bu işlem için gerekli ayrıcalıklara ve yeterli disk alanına sahip olduğunuzdan emin olup tekrar deneyin.
zh_cn: 无法删除用户帐户。 请确保您具有此操作所需的权限和足够的磁盘空间，然后重试。
zh_tw: 刪除使用者帳號失敗。 請確認您有必要的權限以及足夠的磁碟空間進行此操作，再試一次。

# ERROR_SHAREACCESS_NOT_FOUND
source: Unable to modify share access list. Please make sure you have the required privileges and sufficient disk space for this operation and try again.
cs_cz: Nelze měnit seznam sdíleného přístupu. Ujistěte se, zda máte požadovaná oprávnění a zda je na disku dostatek místa pro tuto operaci, a akci zopakujte.
de_de: Ändern der Freigabezugriffsliste nicht möglich. Vergewissern Sie sich, dass Sie über die erforderlichen Berechtigungen und über ausreichend Speicherplatz für diesen Vorgang verfügen, und versuchen Sie es erneut.
es_es: No se puede modificar la lista de acceso a archivos compartidos. Asegúrese de que tiene los privilegios requeridos y suficiente espacio en disco para esta operación, e inténtelo de nuevo.
fr_fr: Impossible de modifier la liste d'accès aux dossiers partagés. Veuillez vous assurer de disposer des privilèges nécessaires et de suffisamment d'espace disque pour exécuter cette opération, puis réessayez.
hu_hu: A megosztott hozzáférési lista módosítása sikertelen. Kérjük, győződjön meg róla, hogy rendelkezik a művelet végrehajtásához szükséges engedélyekkel és elegendő tárhellyel, majd próbálja meg újra!
it_it: Impossibile modificare l'elenco di accesso delle condivisioni. Assicurarsi di disporre dei privilegi necessari e di sufficiente spazio su disco per l'esecuzione dell'operazione, quindi riprovare.
ja_jp: 共有アクセス リストを修正できません。 この処理に必要な権限と十分なディスク領域があることを確認し、再試行してください。
ko_kr: 공유 액세스 목록을 수정할 수 없습니다. 이 작업에 필요한 권한과 충분한 디스크 공간이 있는지 확인한 후 다시 시도하십시오.
nb_no: Kunne ikke endre listen for delt tilgang. Kontroller at du har de nødvendige privilegier og tilstrekkelig diskplass for denne operasjonen og prøv på nytt.
nl_nl: Kon sharetoegangslijst niet wijzigen. Zorg ervoor dat u de vereiste rechten en voldoende schijfruimte hebt voor deze handeling en probeer het opnieuw.
pl_pl: Nie można zmodyfikować listy dostępu do udziałów. Postaraj się o odpowiednie uprawnienia i wystarczająco dużo miejsca na dysku, aby można było wykonać tę operację, a następnie spróbuj ponownie.
pt_br: Não foi possível modificar a lista de acesso ao compartilhamento. Verifique se você tem os privilégios necessários e espaço em disco suficiente para essa operação e tente novamente.
ru_ru: Невозможно изменить список доступа к ресурсу. Убедитесь в том, что у вас есть необходимые права, а свободного пространства на диске достаточно для выполнения этой операции, после чего повторите попытку.
sv_se: Det går inte att ändra resursåtkomstlistan. Kontrollera att du har den behörighet som krävs och tillräckligt med diskutrymme för den här åtgärden och försök igen.
tr_tr: Paylaşım erişim listesi değiştirilemiyor. Lütfen bu işlem için gerekli ayrıcalıklara ve yeterli disk alanına sahip olduğunuzdan emin olup tekrar deneyin.
zh_cn: 无法修改共享访问列表。 请确保您具有此操作所需的权限和足够的磁盘空间，然后重试。
zh_tw: 無法修改共享存取清單。 請確認您有必要的權限以及足夠的磁碟空間進行此操作，再試一次。

# ERROR_SHAREACCESS_CREATE_FAILED
source: Failed to create share access list. Please make sure you have the required privileges and sufficient disk space for this operation and try again.
cs_cz: Nepodařilo se vytvořit seznam sdíleného přístupu. Ujistěte se, zda máte požadovaná oprávnění a zda je na disku dostatek místa pro tuto operaci, a akci zopakujte.
de_de: Freigabezugriffsliste konnte nicht erstellt werden. Vergewissern Sie sich, dass Sie über die erforderlichen Berechtigungen und über ausreichend Speicherplatz für diesen Vorgang verfügen, und versuchen Sie es erneut.
es_es: Error al crear la lista de acceso a archivos compartidos. Asegúrese de que tiene los privilegios requeridos y suficiente espacio en disco para esta operación, e inténtelo de nuevo.
fr_fr: La liste d'accès aux dossiers partagés n'a pas pu être créée. Veuillez vous assurer de disposer des privilèges nécessaires et de suffisamment d'espace disque pour exécuter cette opération, puis réessayez.
hu_hu: A megosztott hozzáférési lista létrehozása sikertelen. Kérjük, győződjön meg róla, hogy rendelkezik a művelet végrehajtásához szükséges engedélyekkel és elegendő tárhellyel, majd próbálja meg újra!
it_it: Impossibile creare l'elenco di accesso delle condivisioni. Assicurarsi di disporre dei privilegi necessari e di sufficiente spazio su disco per l'esecuzione dell'operazione, quindi riprovare.
ja_jp: 共有アクセス リストを作成できませんでした。 この処理に必要な権限と十分なディスク領域があることを確認し、再試行してください。
ko_kr: 공유 액세스 목록을 만들지 못했습니다. 이 작업에 필요한 권한과 충분한 디스크 공간이 있는지 확인한 후 다시 시도하십시오.
nb_no: Klarte ikke å opprette liste for delt tilgang. Kontroller at du har de nødvendige privilegier og tilstrekkelig diskplass for denne operasjonen og prøv på nytt.
nl_nl: Kon sharetoegangslijst niet maken. Zorg ervoor dat u de vereiste rechten en voldoende schijfruimte hebt voor deze handeling en probeer het opnieuw.
pl_pl: Nie można utworzyć listy dostępu do udziałów. Postaraj się o odpowiednie uprawnienia i wystarczająco dużo miejsca na dysku, aby można było wykonać tę operację, a następnie spróbuj ponownie.
pt_br: Falha na criação da lista de acesso ao compartilhamento. Verifique se você tem os privilégios necessários e espaço em disco suficiente para essa operação e tente novamente.
ru_ru: Не удалось создать список доступа к ресурсу. Убедитесь в том, что у вас есть необходимые права, а свободного пространства на диске достаточно для выполнения этой операции, после чего повторите попытку.
sv_se: Det går inte att skapa resursåtkomstlistan. Kontrollera att du har den behörighet som krävs och tillräckligt med diskutrymme för den här åtgärden och försök igen.
tr_tr: Paylaşım erişim listesi oluşturulamadı. Lütfen bu işlem için gerekli ayrıcalıklara ve yeterli disk alanına sahip olduğunuzdan emin olup tekrar deneyin.
zh_cn: 无法创建共享访问列表。 请确保您具有此操作所需的权限和足够的磁盘空间，然后重试。
zh_tw: 建立分享存取清單失敗。 請確認您有必要的權限以及足夠的磁碟空間進行此操作，再試一次。

# ERROR_SHAREACCESS_UPDATE_FAILED
source: Failed to update share access list. Please make sure you have the required privileges and sufficient disk space for this operation and try again.
cs_cz: Nepodařilo se aktualizovat seznam sdíleného přístupu. Ujistěte se, zda máte požadovaná oprávnění a zda je na disku dostatek místa pro tuto operaci, a akci zopakujte.
de_de: Freigabezugriffsliste konnte nicht aktualisiert werden. Vergewissern Sie sich, dass Sie über die erforderlichen Berechtigungen und über ausreichend Speicherplatz für diesen Vorgang verfügen, und versuchen Sie es erneut.
es_es: Error al actualizar la lista de acceso a archivos compartidos. Asegúrese de que tiene los privilegios requeridos y suficiente espacio en disco para esta operación, e inténtelo de nuevo.
fr_fr: La liste d'accès au dossier partagé n'a pas pu être mise à jour. Veuillez vous assurer de disposer des privilèges nécessaires et de suffisamment d'espace disque pour exécuter cette opération, puis réessayez.
hu_hu: A megosztott hozzáférési lista frissítése sikertelen. Kérjük, győződjön meg róla, hogy rendelkezik a művelet végrehajtásához szükséges engedélyekkel és elegendő tárhellyel, majd próbálja meg újra!
it_it: Aggiornamento elenco di accesso condivisioni non riuscito. Assicurarsi di disporre dei privilegi necessari e di sufficiente spazio su disco per l'esecuzione dell'operazione, quindi riprovare.
ja_jp: 共有アクセス リストを更新できませんでした。 この処理に必要な権限と十分なディスク領域があることを確認し、再試行してください。
ko_kr: 공유 액세스 목록을 업데이트하지 못했습니다. 이 작업에 필요한 권한과 충분한 디스크 공간이 있는지 확인한 후 다시 시도하십시오.
nb_no: Klarte ikke å oppdatere listen for delt tilgang. Kontroller at du har de nødvendige privilegier og tilstrekkelig diskplass for denne operasjonen og prøv på nytt.
nl_nl: Kon sharetoegangslijst niet bijwerken. Zorg ervoor dat u de vereiste rechten en voldoende schijfruimte hebt voor deze handeling en probeer het opnieuw.
pl_pl: Nie można zaktualizować listy dostępu do udziałów. Postaraj się o odpowiednie uprawnienia i wystarczająco dużo miejsca na dysku, aby można było wykonać tę operację, a następnie spróbuj ponownie.
pt_br: Falha na atualização da lista de acesso ao compartilhamento. Verifique se você tem os privilégios necessários e espaço em disco suficiente para essa operação e tente novamente.
ru_ru: Не удалось обновить список доступа к ресурсу. Убедитесь в том, что у вас есть необходимые права, а свободного пространства на диске достаточно для выполнения этой операции, после чего повторите попытку.
sv_se: Det gick inte att uppdatera resursåtkomstlistan. Kontrollera att du har den behörighet som krävs och tillräckligt med diskutrymme för den här åtgärden och försök igen.
tr_tr: Paylaşım erişim listesi güncelleştirilemedi. Lütfen bu işlem için gerekli ayrıcalıklara ve yeterli disk alanına sahip olduğunuzdan emin olup tekrar deneyin.
zh_cn: 无法更新共享访问列表。 请确保您具有此操作所需的权限和足够的磁盘空间，然后重试。
zh_tw: 更新共享存取清單失敗。 請確認您有必要的權限以及足夠的磁碟空間進行此操作，再試一次。

# ERROR_SHAREACCESS_DELETE_FAILED
source: Failed to delete share access list. Please make sure you have the required privileges and sufficient disk space for this operation and try again.
cs_cz: Nepodařilo se odstranit seznam sdíleného přístupu. Ujistěte se, zda máte požadovaná oprávnění a zda je na disku dostatek místa pro tuto operaci, a akci zopakujte.
de_de: Freigabezugriffsliste konnte nicht gelöscht werden. Vergewissern Sie sich, dass Sie über die erforderlichen Berechtigungen und über ausreichend Speicherplatz für diesen Vorgang verfügen, und versuchen Sie es erneut.
es_es: Error al eliminar la lista de acceso a archivos compartidos. Asegúrese de que tiene los privilegios requeridos y suficiente espacio en disco para esta operación, e inténtelo de nuevo.
fr_fr: La liste d'accès aux dossiers partagés n'a pas pu être supprimée. Veuillez vous assurer de disposer des privilèges nécessaires et de suffisamment d'espace disque pour exécuter cette opération, puis réessayez.
hu_hu: A megosztott hozzáférési lista törlése sikertelen. Kérjük, győződjön meg róla, hogy rendelkezik a művelet végrehajtásához szükséges engedélyekkel és elegendő tárhellyel, majd próbálja meg újra!
it_it: Impossibile eliminare l'elenco di accesso delle condivisioni. Assicurarsi di disporre dei privilegi necessari e di sufficiente spazio su disco per l'esecuzione dell'operazione, quindi riprovare.
ja_jp: 共有アクセス リストを削除できませんでした。 この処理に必要な権限と十分なディスク領域があることを確認し、再試行してください。
ko_kr: 공유 액세스 목록을 삭제하지 못했습니다. 이 작업에 필요한 권한과 충분한 디스크 공간이 있는지 확인한 후 다시 시도하십시오.
nb_no: Klarte ikke å slette listen for delt tilgang. Kontroller at du har de nødvendige privilegier og tilstrekkelig diskplass for denne operasjonen og prøv på nytt.
nl_nl: Kon sharetoegangslijst niet verwijderen. Zorg ervoor dat u de vereiste rechten en voldoende schijfruimte hebt voor deze handeling en probeer het opnieuw.
pl_pl: Nie można usunąć listy dostępu do udziałów. Postaraj się o odpowiednie uprawnienia i wystarczająco dużo miejsca na dysku, aby można było wykonać tę operację, a następnie spróbuj ponownie.
pt_br: Falha na exclusão da lista de acesso ao compartilhamento. Verifique se você tem os privilégios necessários e espaço em disco suficiente para essa operação e tente novamente.
ru_ru: Не удалось удалить список доступа к ресурсу. Убедитесь в том, что у вас есть необходимые права, а свободного пространства на диске достаточно для выполнения этой операции, после чего повторите попытку.
sv_se: Det gick inte att ta bort resursåtkomstlistan. Kontrollera att du har den behörighet som krävs och tillräckligt med diskutrymme för den här åtgärden och försök igen.
tr_tr: Paylaşım erişim listesi silinemedi. Lütfen bu işlem için gerekli ayrıcalıklara ve yeterli disk alanına sahip olduğunuzdan emin olup tekrar deneyin.
zh_cn: 无法删除共享访问列表。 请确保您具有此操作所需的权限和足够的磁盘空间，然后重试。
zh_tw: 無法刪除共享存取清單。 請確認您有必要的權限以及足夠的磁碟空間進行此操作，再試一次。

# ERROR_SHARE_NOT_FOUND
source: This operation could not succeed because the share resource no longer exists or is currently inaccessible. Please make sure you have sufficient disk space for this operation and try again.
cs_cz: Tato operace nemůže pokračovat, protože sdílený zdroj již neexistuje nebo je momentálně nedostupný. Ujistěte se, zda je na disku dostatek místa pro tuto operaci, a akci zopakujte.
de_de: Der Vorgang konnte nicht ausgeführt werden, weil die Freigaberessource nicht mehr vorhanden oder aktuell nicht verfügbar ist. Vergewissern Sie sich, dass Sie über ausreichend Speicherplatz für diesen Vorgang verfügen, und versuchen Sie es erneut.
es_es: Esta operación no pudo completarse correctamente porque el recurso compartido ya no existe o es inaccesible actualmente. Asegúrese de que tiene suficiente espacio en disco para esta operación e inténtelo de nuevo.
fr_fr: Cette opération n'a pas pu aboutir car les ressources partagées n'existent plus ou sont actuellement inaccessibles. Veuillez vous assurer de disposer de suffisamment d'espace disque pour exécuter cette opération, puis réessayez.
hu_hu: A művelet sikertelen, mert a megosztott források már nem léteznek vagy jelenleg nem hozzáférhetőek. Kérjük, győződjön meg róla, hogy rendelkezik-e elegendő tárhellyel, majd próbálja meg újra!
it_it: Operazione non riuscita poiché la risorsa di condivisione non esiste più o è al momento inaccessibile. Assicurarsi di disporre di sufficiente spazio su disco per l'esecuzione dell'operazione, quindi riprovare.
ja_jp: 共有リソースが存在しないか、現在アクセスできないため、この処理を正常に完了できませんでした。 この処理に十分なディスク領域があることを確認し、再試行してください。
ko_kr: 공유 자원이 더 이상 존재하지 않거나 현재 공유 자원에 액세스할 수 없는 상태여서 이 작업을 성공적으로 수행할 수 없습니다. 이 작업에 필요한 충분한 디스크 공간이 있는지 확인한 후 다시 시도하십시오.
nb_no: Denne operasjonen mislyktes, fordi den delte ressursen ikke lenger eksisterer eller for øyeblikket er utilgjengelig. Kontroller at du har nok diskplass til denne operasjonen og prøv på nytt.
nl_nl: Deze handeling is mislukt omdat de sharebron niet langer bestaat of momenteel niet toegankelijk is. Zorg ervoor dat u voldoende schijfruimte hebt voor deze handeling en probeer het opnieuw.
pl_pl: Operacja nie powiodła się, ponieważ zasób udziału już nie istnieje lub jest obecnie niedostępny. Upewnij się, że na dysku jest wystarczająco dużo miejsca, aby można było wykonać tę operację, a następnie spróbuj ponownie.
pt_br: Não foi possível concluir a operação porque o recurso de compartilhamento não existe mais ou está inacessível no momento. Verifique se há espaço em disco suficiente para essa operação e tente novamente.
ru_ru: Не удалось выполнить эту операцию, так как общий ресурс более не существует или в настоящий момент недоступен. Убедитесь в том, что свободного пространства на диске достаточно для выполнения этой операции, и повторите попытку.
sv_se: Den här åtgärden lyckades inte därför att resursen inte längre finns eller kan inte nås för närvarande. Kontrollera att du har tillräckligt med diskutrymme för den här åtgärden och försök igen.
tr_tr: Paylaşım kaynağı artık mevcut olmadığından veya şu anda kaynağa erişilemediğinden bu işlem başarılı olamadı. Lütfen bu işlem için yeterli disk alanına sahip olduğunuzdan emin olup tekrar deneyin.
zh_cn: 由于共享资源不再存在或目前无法访问，此操作失败。 请确保您具有此操作所需的足够的磁盘空间，然后重试。
zh_tw: 由於共享資源已不存在或是目前無法存取，無法成功進行此操作。 請確認您有足夠的磁碟空間進行此操作，再試一次。
