Repository: Tdunk18/WDMarvell
Catalog: WDMyCloud Firmware/firmware/module/crfs/web/pages/locale/*/LC_MESSAGES/default.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# CONTENT_SETTINGS_DIALOG_STRING_FULL_FACTORY_RESTORE_DESC
source: Full Restore reverts all settings to their default values, deletes all user data and shares permanently, and retains default shares. Data recovery programs cannot be used to restore data; all user data and shares, with the exception of the default shares, are permanently deleted.
cs_cz: Kompletní obnovení vrátí všechna nastavení na výchozí hodnoty, trvale vymaže všechna uživatelská data a sdílené složky a zachová výchozí sdílené složky. Programy na obnovení nebude možné k obnovení dat použít; všechna uživatelská data a sdílené složky, s výjimkou výchozích sdílených složek, budou trvale odstraněny.
de_de: Bei der vollständigen Wiederherstellung werden alle Einstellungen auf die Standardwerte zurückgesetzt, alle Benutzerdaten und Benutzerfreigaben dauerhaft gelöscht und nur die Standardfreigaben beibehalten. Die Daten können auch mit Wiederherstellungsprogrammen nicht wiederhergestellt werden. Alle Benutzerdaten und Benutzerfreigaben, mit Ausnahme der Standardfreigaben, werden dauerhaft gelöscht.
es_es: La restauración completa revierte toda la configuración a los valores predeterminados, borra todos los datos y los archivos compartidos del usuario de forma permanente, y conserva los archivos compartidos predeterminados. No es posible usar programas de recuperación de datos para restaurar los datos; todos los datos y los archivos compartidos del usuario se borran de forma permanente, a excepción de los archivos compartidos predeterminados.
fr_fr: L'option Restauration complète rétablit tous les paramètres à leurs valeurs par défaut, efface de façon permanente toutes les données et dossiers partagés de l'utilisateur, tout en maintenant les dossiers partagés par défaut. Les programmes de récupération de données ne peuvent pas être utilisés pour restaurer les données. Exception faite des dossiers partagés par défaut, l'ensemble des données et des dossiers partagés de l'utilisateur est supprimé de façon définitive.
hu_hu: A teljes visszaállítás az eredeti értékekre állítja vissza az összes beállítást, véglegesen törli az összes felhasználói adatot és megosztást, miközben megtartja az eredeti megosztásokat. Az adatvisszanyerő programokkal nem tölthető vissza a tartalom; minden felhasználói adat és megosztás (az eredeti megosztásokat kivéve) véglegesen törlődik.
it_it: Ripristino completo riporta tutte le impostazioni ai valori predefiniti, elimina definitivamente tutti i dati e le condivisioni degli utenti, mantenendo le condivisioni predefinite. I programmi di recupero dati non possono essere utilizzati per ripristinare i dati; tutti i dati e le condivisioni degli utenti, con l'eccezione delle condivisioni predefinite, vengono eliminati definitivamente.
ja_jp: [完全初期状態に復元] はすべての設定をデフォルト値に戻し、すべてのユーザー データと共有を完全に消去し、デフォルト共有を保持します。 データ回復プログラムを使用してデータを復元できません。デフォルト共有を除き、すべてのユーザー データと共有は完全に削除されます。
ko_kr: '전체 복원'은 모든 설정을 기본값으로 되돌리고, 모든 사용자 데이터와 공유를 영구적으로 삭제하고, 기본 공유를 유지합니다. 데이터 복구 프로그램을 사용하여 데이터를 복원할 수는 없습니다. 기본 공유를 제외한 모든 사용자 데이터와 공유는 영구적으로 삭제됩니다.
nb_no: &quot;Fullstendig gjenoppretting&quot; tilbakestiller alle innstillingene til standardverdiene, sletter alle brukerdata og delte ressurser permanent, og beholder standardinnstillingene for delte ressurser. Programmer for datarekonstruksjon kan ikke brukes til å gjenopprette dataene; alle brukerdata og delte ressurser, med unntak av standard delte ressurser, slettes permanent.
nl_nl: Met Volledig herstellen worden alle instellingen teruggesteld op hun standaardwaarden, worden alle gebruikersgegevens en shares permanent verwijderd en blijven standaardshares behouden. Gegevensherstelprogramma's kunnen de gegevens niet herstellen; alle gebruikersgegevens en shares worden permanent verwijderd, met uitzondering van standaardshares.
pl_pl: Opcja Pełne przywracanie powoduje przywrócenie wartości domyślne wszystkich ustawień oraz trwałe usunięcie wszystkich danych i udziałów użytkowników przy zachowaniu udziałów domyślnych. Danych nie można przywrócić za pomocą programów do ich odzyskiwania. Wszystkie dane i udziały użytkownika, z wyjątkiem udziałów domyślnych, są usuwane trwale.
pt_br: A opção Restauração completa reverte todas as configurações aos valores padrão, exclui todos os dados e os compartilhamentos do usuário permanentemente e preserva os compartilhamentos padrão. Não é possível usar programas de recuperação para restaurar os dados. Todos os dados e compartilhamentos do usuário foram excluídos permanentemente, com exceção dos compartilhamentos padrão.
ru_ru: При полном восстановлении для всех настроек восстанавливаются значения по умолчанию, удаляются все данные пользователя и ресурсы без возможности восстановления и сохраняются ресурсы по умолчанию. Программы восстановления данных невозможно использовать для восстановления данных; все данные пользователя и ресурсы (за исключением ресурсов по умолчанию) удаляются без возможности восстановления.
sv_se: Fullständig återställning återställer alla inställningar till standardvärden, tar bort alla användardata och resurser permanent, samt sparar standardresurser. Dataåterställningsprogram kan inte användas för att återställa data. Alla användardata och resurser, med undantag för standardresurser, tas permanent bort.
tr_tr: Tam Geri Yükleme seçeneği, tüm ayarları varsayılan değerlere döndürür ve varsayılan paylaşımları kalıcı olarak siler. Verileri geri yüklemek için veri kurtarma programları kullanılamaz; varsayılan paylaşımlar dışında tüm kullanıcı verileri ve paylaşımlar kalıcı olarak silinir.
zh_cn: “完全还原”操作将所有设置还原到其默认值，永久删除所有用户数据和共享，保留默认共享。 不能使用数据恢复程序来恢复数据；除了默认共享以外，其他所有用户收和共享都将被永久删除。
zh_tw: 「完整還原」將所有設定還原至預設值，刪除使用者資料及共享，但保留預設共享。 不可以用資料還原程式來復原資料。除了預設程式之外，所有使用者資料及共享為永久性刪除。

# CONTENT_SETTINGS_DIALOG_STRING_FACTORY_RESTORE_CONFIRMATION
source: Continue?
cs_cz: Pokračovat?
de_de: Weiter?
es_es: ¿Continuar?
fr_fr: Continuer ?
hu_hu: Folytatja?
it_it: Continuare?
ja_jp: 続行しますか?
ko_kr: 계속 진행하시겠습니까?
nb_no: Fortsette?
nl_nl: Doorgaan?
pl_pl: Kontynuować?
pt_br: Continuar?
ru_ru: Продолжить?
sv_se: Fortsätt?
tr_tr: Devam edilsin mi?
zh_cn: 继续吗？
zh_tw: 繼續？

# CONTENT_SETTINGS_DIALOG_BUTTON_SWITCH_TO_QUICK
source: Switch to Quick
cs_cz: Přepnout na rychlé
de_de: Zur schnellen Wiederherstellung wechseln
es_es: Cambiar a Rápido
fr_fr: Préférer l'option Rapide
hu_hu: Átváltás gyors visszaállításra
it_it: Passa alla modalità Rapida
ja_jp: 簡易に切り替え
ko_kr: 빠른 모드로 전환
nb_no: Bytt til &quot;Rask gjenoppretting&quot;
nl_nl: Schakelen naar Snel
pl_pl: Zmień na Szybkie przywracanie
pt_br: Alternar para rápido
ru_ru: Перейти к быстрому восстановлению
sv_se: Växla till snabb
tr_tr: Hızlıya Geç
zh_cn: 切换到”快速“
zh_tw: 轉換至快速

# CONTENT_SETTINGS_HEAD2_SYSTEM_SUPPORT
source: System Support
cs_cz: Systémová podpora
es_es: Asistencia del sistema
fr_fr: Assistance système
hu_hu: Rendszertámogatás
it_it: Supporto sistema
ja_jp: システム サポート
ko_kr: 시스템 지원
nb_no: Systemstøtte
nl_nl: Systeemondersteuning
pl_pl: Pomoc techniczna do systemu
pt_br: Suporte de sistema
ru_ru: Поддержка системы
tr_tr: Sistem Desteği
zh_cn: 系统支持
zh_tw: 系統支援

# BUTTON_REQUEST_SUPPORT
source: Request Support
cs_cz: Požádat o podporu
de_de: Support anfordern
es_es: Solicitar asistencia
fr_fr: Demander de l'assistance
hu_hu: Támogatás igénylése
it_it: Richiesta Supporto
ja_jp: サポートを要求
ko_kr: 지원 요청
nb_no: Be om støtte
nl_nl: Ondersteuning aanvragen
pl_pl: Poproś o pomoc techniczną
pt_br: Solicitar suporte
ru_ru: Запросить поддержку
sv_se: Beställ support
tr_tr: Destek İste
zh_cn: 请求支持
zh_tw: 要求支援

# CONTENT_SETTINGS_LABEL_AUTOMATED_SUPPORT
source: Automated Support
cs_cz: Automatizovaná podpora
de_de: Automatisierter Support
es_es: Asistencia automática
fr_fr: Assistance automatisée
hu_hu: Automatizált támogatás
it_it: Supporto automatizzato
ja_jp: 自動サポート
ko_kr: 자동화된 지원
nb_no: Automatisert støtte
nl_nl: Automatische ondersteuning
pl_pl: Zautomatyzowana pomoc techniczna
pt_br: Suporte automático
ru_ru: Автоматизированная поддержка
sv_se: Automatiserad support
tr_tr: Otomatik Destek
zh_cn: 自动支持:
zh_tw: 自動支援

# CONTENT_SETTINGS_LINK_PRIVACY_POLICY
source: Privacy Policy
cs_cz: Zásady ochrany osobních údajů
de_de: Datenschutzrichtlinie
es_es: Política de privacidad
fr_fr: Politique de confidentialité
hu_hu: Adatvédelmi szabályzat
it_it: Informativa sulla privacy
ja_jp: プライバシー ポリシー
ko_kr: 개인정보보호정책
nb_no: Personvernerklæring
nl_nl: Privacybeleid
pl_pl: Zasady prywatności
pt_br: Política de privacidade
ru_ru: Политика конфиденциальности
sv_se: Sekretesspolicy
tr_tr: Gizlilik İlkesi
zh_cn: 隐私策略
zh_tw: 隱私權政策

# CONTENT_SETTINGS_LABEL_SYSTEM_REPORT
source: System report
cs_cz: Systémová zpráva
de_de: Systembericht
es_es: Informe del sistema
fr_fr: Rapport système
hu_hu: Rendszerjelentés
it_it: Rapporto sistema
ja_jp: システム レポート
ko_kr: 시스템 보고서
nb_no: Systemrapport
nl_nl: Systeemrapport
pl_pl: Raport systemowy
pt_br: Relatório de sistema
ru_ru: Системный отчет
sv_se: Systemrapport
tr_tr: Sistem raporu
zh_cn: 系统报告
zh_tw: 系統報告

# CONTENT_SETTINGS_BUTTON_CREATE_AND_SAVE
source: Create and Save
cs_cz: Vytvořit a uložit
de_de: Erstellen und speichern
es_es: Crear y guardar
fr_fr: Créer et enregistrer
hu_hu: Létrehozás és mentés
it_it: Crea e salva
ja_jp: 作成して保存
ko_kr: 만들기 및 저장
nb_no: Opprett og lagre
nl_nl: Maken en opslaan
pl_pl: Utwórz i zapisz
pt_br: Criar e salvar
ru_ru: Создать и сохранить
sv_se: Skapa och spara
tr_tr: Oluştur ve Kaydet
zh_cn: 创建并保存
zh_tw: 建立與儲存

# CONTENT_SETTINGS_HEAD2_DEVICE_MAINTENANCE
source: Device Maintenance
cs_cz: Údržba zařízení
de_de: Gerätewartung
es_es: Mantenimiento del dispositivo
fr_fr: Maintenance du dispositif
hu_hu: Az eszköz karbantartása
it_it: Manutenzione dispositivo
ja_jp: デバイス メンテナンス
ko_kr: 장치 유지 관리
nb_no: Vedlikehold av enhet
nl_nl: Apparaatonderhoud
pl_pl: Konserwacja urządzenia
pt_br: Manutenção de dispositivo
ru_ru: Обслуживание устройства
sv_se: Enhetsunderhåll
tr_tr: Aygıt Bakımı
zh_cn: 设备维护
zh_tw: 裝置維護

# CONTENT_SETTINGS_LABEL_DEVICE_POWER
source: Device Power
cs_cz: Zapnout zařízení
de_de: Gerät einschalten
es_es: Encendido del disp.
fr_fr: Marche
hu_hu: Eszköz bekapcsolása
it_it: Attivaz. disp.
ja_jp: デバイス電源
ko_kr: 장치 전원
nb_no: Enhetsstrøm
nl_nl: Apparaatvoeding
pl_pl: Zasilanie urządzenia
pt_br: Alimentação do dispositivo
ru_ru: Питание устройства
sv_se: Enhetsström
tr_tr: Aygıt Gücü
zh_cn: 设备电源
zh_tw: 裝置能源

# CONTENT_SETTINGS_DIALOG_TITLE_SHUTDOWN_DEVICE
source: Shutdown Device
cs_cz: Vypnout zařízení
de_de: Gerät herunterfahren
es_es: Apagar dispositivo
fr_fr: Arrêt du dispositif
hu_hu: Eszköz kikapcsolása
it_it: Arresta dispositivo
ja_jp: デバイスのシャットダウン
ko_kr: 장치 종료
nb_no: Slå av enheten
nl_nl: Apparaat afsluiten
pl_pl: Wyłączanie urządzenia
pt_br: Desligar dispositivo
ru_ru: Завершить работу устройства
sv_se: Stäng av enhet
tr_tr: Aygıtı Kapat
zh_cn: 关闭设备
zh_tw: 關閉裝置

# CONTENT_SETTINGS_DIALOG_TITLE_SHUTTING_DOWN
source: Shutting Down
cs_cz: Probíhá vypínání
de_de: Wird heruntergefahren
es_es: Apagando
fr_fr: Arrêt en cours
hu_hu: Kikapcsolás
it_it: Arresto in corso
ja_jp: シャットダウン中
ko_kr: 종료 중
nb_no: Slår av
nl_nl: Afsluiten...
pl_pl: Wyłączanie
pt_br: Desligando
ru_ru: Выполняется завершение работы
sv_se: Stänger av
tr_tr: Kapatılıyor
zh_cn: 正在关闭
zh_tw: 正在關閉

# CONTENT_SETTINGS_DIALOG_TITLE_REBOOT
source: Reboot
cs_cz: Restartovat
de_de: Neu starten
es_es: Reiniciar
fr_fr: Réinitialiser
hu_hu: Újraindítás
it_it: Riavvio
ja_jp: 再起動
ko_kr: 다시 부팅
nb_no: Start på nytt
nl_nl: Opnieuw opstarten
pl_pl: Ponowny rozruch
pt_br: Reiniciar
ru_ru: Перезагрузка
sv_se: Omstart
tr_tr: Yeniden Başlat
zh_cn: 重新启动
zh_tw: 重新啟動

# CONTENT_SETTINGS_HEAD2_AUTO_UPDATE
source: Auto Update
cs_cz: Automatické aktualizace
de_de: Automatische Aktualisierung
es_es: Actualización automática
fr_fr: Mise à jour auto.
hu_hu: Automatikus frissítés
it_it: Aggiorn. autom.
ja_jp: 自動更新
ko_kr: 자동 업데이트
nb_no: Auto-oppdatering
nl_nl: Automatisch bijwerken
pl_pl: Autoaktualizacja
pt_br: Atualização automática
ru_ru: Автоматическое
sv_se: Auto uppdat
tr_tr: Oto. Güncelle
zh_cn: 自动更新
zh_tw: 自動更新

# CONTENT_SETTINGS_LABEL_ENABLE_AUTO_UPDATE
source: Enable Auto Update
cs_cz: Povolit auto. aktualizace
de_de: Automatische Aktualisierung aktivieren
es_es: Habilitar actualiz. autom.
fr_fr: Mise à jour auto.
hu_hu: Auto. frissítés eng.
it_it: Abilita aggiorn. autom.
ja_jp: 自動更新を有効化
ko_kr: 자동 업데이트 활성화
nb_no: Aktiver Auto-oppdatering
nl_nl: Automatisch bijwerken inschakelen
pl_pl: Włącz autoakt.
pt_br: Ativar a atualização automática
ru_ru: Включить обновление
sv_se: Aktivera auto uppdat.
tr_tr: Oto. Güncellemeyi Aç
zh_cn: 启用自动更新
zh_tw: 啟用自動更新

# CONTENT_SETTINGS_LABEL_NEW_FIRMWARE
source: New Firmware
cs_cz: Nový firmware
de_de: Neue Firmware
es_es: Firmware nuevo
fr_fr: Micrologiciel
hu_hu: Új firmware
it_it: Nuovo firmware
ja_jp: 新規ファームウェア
ko_kr: 새 펌웨어
nb_no: Ny fastvare
nl_nl: Nieuwe firmware
pl_pl: Nowe opr.układ.
pt_br: Novo firmware
ru_ru: Новая микропр-ма
sv_se: Ny fast programvara
tr_tr: Yeni Bellenim
zh_cn: 新固件
zh_tw: 新韌體

# CONTENT_SETTINGS_BUTTON_CHECK_FOR_UPDATE
source: Check for Update
cs_cz: Zkontrolovat aktualizace
de_de: Nach Aktualisierung suchen
es_es: Buscar actualizaciones
fr_fr: Rechercher les mises à jour
hu_hu: Frissítések keresése
it_it: Controlla aggiornamenti
ja_jp: 更新の確認
ko_kr: 업데이트 확인
nb_no: Se etter oppdateringer
nl_nl: Controleren op updates
pl_pl: Sprawdź dostępność aktualizacji
pt_br: Verificar se há novas atualizações
ru_ru: Проверить наличие обновлений
sv_se: Sök efter uppdatering
tr_tr: Güncelleştirmeyi Denetle
zh_cn: 检查更新
zh_tw: 檢查更新

# CONTENT_SETTINGS_BUTTON_UPDATE_NOW
source: Update Now
cs_cz: Aktualizovat nyní
de_de: Jetzt aktualisieren
es_es: Actualizar ahora
fr_fr: Mettre à jour maintenant
hu_hu: Frissítsen most!
it_it: Aggiorna adesso
ja_jp: すぐに更新
ko_kr: 지금 업데이트
nb_no: Oppdater nå
nl_nl: Nu bijwerken
pl_pl: Aktualizuj teraz
pt_br: Atualizar agora
ru_ru: Обновить сейчас
sv_se: Uppdatera nu
tr_tr: Şimdi Güncelleştir
zh_cn: 立即更新
zh_tw: 現在更新

# CONTENT_SETTINGS_LINK_RELEASE_NOTES
source: Release Notes
cs_cz: Poznámky k verzi
de_de: Versionshinweise
es_es: Notas de la versión
fr_fr: Note de mise à jour
hu_hu: Forgalomba hozatali megjegyzések
it_it: Note sul rilascio
ja_jp: リリース ノート
ko_kr: 출시 정보
nb_no: Produktmerknader
nl_nl: Versie-informatie
pl_pl: Informacje o wersji
pt_br: Notas da versão
ru_ru: Примечания о выпуске
sv_se: Utgivningsmeddelanden
tr_tr: Sürüm Notları
zh_cn: 发行说明
zh_tw: 發行備註

# CONTENT_SETTINGS_LABEL_CURRENT_VERSION
source: Current Version
cs_cz: Aktuální verze
de_de: Aktuelle Version
es_es: Versión actual
fr_fr: Version actuelle
hu_hu: Jelenlegi verzió
it_it: Versione corrente
ja_jp: 現在のバージョン
ko_kr: 현재 버전
nb_no: Gjeldende versjon
nl_nl: Huidige versie
pl_pl: Bieżąca wersja
pt_br: Versão atual
ru_ru: Текущая версия
sv_se: Aktuell version
tr_tr: Geçerli Sürüm
zh_cn: 当前版本
zh_tw: 目前版本

# CONTENT_SETTINGS_LABEL_LAST_UPDATE
source: Last Update
cs_cz: Poslední aktualizace
de_de: Letzte Aktualisierung
es_es: Última actualización
fr_fr: Dernière mise à jour
hu_hu: Utolsó frissítés
it_it: Ultimo aggiornamento
ja_jp: 前回の更新
ko_kr: 마지막 업데이트
nb_no: Siste oppdatering
nl_nl: Laatste update
pl_pl: Ostatnia aktualizacja
pt_br: Última atualização
ru_ru: Послед. обнов-е
sv_se: Senaste uppdatering
tr_tr: Son Güncelleştirme
zh_cn: 上次更新
zh_tw: 最後更新

# CONTENT_SETTINGS_HEAD2_MANUAL_UPDATE
source: Manual Update
cs_cz: Ruční aktualizace
de_de: Manuelle Aktualisierung
es_es: Actualización manual
fr_fr: Mise à jour manuelle
hu_hu: Manuális frissítés
it_it: Aggiornamento manuale
ja_jp: 手動更新
ko_kr: 수동 업데이트
nb_no: Manuell oppdatering
nl_nl: Handmatig bijwerken
pl_pl: Aktualizacja ręczna
pt_br: Atualização manual
ru_ru: Ручное обновление
sv_se: Manuell uppdatering
tr_tr: Manuel Güncelleştirme
zh_cn: 手动更新
zh_tw: 手動更新

# CONTENT_SETTINGS_LABEL_FIRMWARE_IMAGE
source: Firmware Image
cs_cz: Bitová kopie firmwaru
es_es: Imagen del firmware
fr_fr: Img. micrologiciel
hu_hu: Firmware kép
it_it: Immagine firmware
ja_jp: イメージ
ko_kr: 펌웨어 이미지
nb_no: Pakke for fastvare
nl_nl: Firmware-schijfkopie
pl_pl: Obraz opr. układ.
pt_br: Imagem do firmware
ru_ru: Образ микропр-мы
sv_se: Bild - fast prog.
tr_tr: Bellenim Görüntüsü
zh_cn: 固件映像
zh_tw: 韌體圖像

# CONTENT_SETTINGS_DIALOG_BUTTON_INSTALL_AND_REBOOT
source: Install and Reboot
cs_cz: Nainstalovat a restartovat
de_de: Installieren und neu starten
es_es: Instalar y reiniciar
fr_fr: Installer et réinitialiser
hu_hu: Installálás és újraindítás
it_it: Installa e riavvia
ja_jp: インストールして再起動
ko_kr: 설치 및 다시 부팅
nb_no: Installer og start på nytt
nl_nl: Installeren en opnieuw opstarten
pl_pl: Zainstaluj i uruchom ponownie
pt_br: Instalar e reinicializar
ru_ru: Установить и перезагрузить
sv_se: Installera och starta om
tr_tr: Yükle ve Yeniden Başlat
zh_cn: 安装然后重新启动
zh_tw: 安裝與重新啟動

# CONTENT_SETTINGS_DIALOG_STRING_NEW_FIRMWARE_AVAILABLE
source: New Firmware Available
cs_cz: Nový firmware je k dispozici
de_de: Neue Firmware verfügbar
es_es: Firmware nuevo disponible
fr_fr: Nouveau micrologiciel disponible
hu_hu: Már elérhető az új belső vezérlőprogram!
it_it: Nuovo firmware disponibile
ja_jp: 新しいファームウェアが利用可能です
ko_kr: 새 펌웨어 있음
nb_no: Ny fastvare tilgjengelig
nl_nl: Nieuwe firmware beschikbaar
pl_pl: Jest dostępne nowe oprogramowanie układowe
pt_br: Novo firmware disponível
ru_ru: Доступна новая микропрограмма
sv_se: Ny fast programvara tillgänglig
tr_tr: Yeni Bellenim Mevcut
zh_cn: 新固件可用
zh_tw: 新韌體可供使用

# GLOB_NAV_USB_DIALOG_TITLE_UNLOCK_USB_DRIVE
source: Unlock USB Device
cs_cz: Odemknout zařízení USB
de_de: USB-Gerät entsperren
es_es: Desbloquear dispositivo USB
fr_fr: Déverrouiller le dispositif USB
hu_hu: USB-eszköz kioldása
it_it: Sblocca dispositivo USB
ja_jp: USB デバイスのロック解除
ko_kr: USB 장치 잠금 해제
nb_no: Lås opp USB-enhet
nl_nl: USB-apparaat ontgrendelen
pl_pl: Odblokowywanie urządzenia USB
pt_br: Desbloquear dispositivo USB
ru_ru: Разблокировать USB-устройство
sv_se: Lås upp USB-enhet
tr_tr: USB Aygıtının Kilidini Aç
zh_cn: 解锁 USB 设备
zh_tw: 解鎖 USB 裝置

# GLOB_NAV_USB_STRING_NO_USB_FOUND
source: No USB devices found.
cs_cz: Nebyla nalezena žádná zařízení USB.
de_de: Keine USB-Geräte gefunden.
es_es: No se encontraron dispositivos USB.
fr_fr: Aucun dispositif USB n'a été détecté.
hu_hu: USB-eszköz nem található.
it_it: Nessun dispositivo USB trovato.
ja_jp: USB デバイスが見つかりません。
ko_kr: 발견된 USB 장치가 없습니다.
nb_no: Ingen USB-enheter funnet.
nl_nl: Geen USB-apparaten gevonden.
pl_pl: Nie odnaleziono żadnego urządzenia USB.
pt_br: Não foram encontrados dispositivos USB.
ru_ru: Не найдены USB-устройства.
sv_se: Det gick inte att hitta någon USB-enhet.
tr_tr: USB aygıtı bulunamadı.
zh_cn: 没有找到 USB 设备。
zh_tw: 未找到 USB 裝置。

# GLOB_NAV_USB_STRING_UNLOCK_DRIVE_INTRO
source: Enter password to unlock the drive
cs_cz: Zadejte heslo pro odemknutí jednotky
de_de: Passwort zum Entsperren des Geräts eingeben
es_es: Introducir una contraseña para desbloquear la unidad
fr_fr: Saisir le mot de passe pour débloquer le lecteur
hu_hu: Adja meg a jelszót a meghajtó kioldásához!
it_it: Immettere la password per sbloccare l'unità
ja_jp: デバイスのロックを解除するためのパスワードを入力
ko_kr: 암호를 입력하여 드라이브 잠금 해제
nb_no: Skriv inn passordet for å låse opp stasjonen
nl_nl: Voer uw wachtwoord in om het station te ontgrendelen
pl_pl: Wprowadź hasło, aby odblokować dysk
pt_br: Insira a senha para desbloquear a unidade
ru_ru: Введите пароль, чтобы разблокировать диск
sv_se: Ange lösenord för att låsa upp enheten
tr_tr: Sürücünün kilidini açmak için parola girin
zh_cn: 请输入密码以解锁驱动器
zh_tw: 輸入密碼以解鎖磁碟機

# GLOB_NAV_USB_LABEL_PASSWORD
source: Password
cs_cz: Heslo
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
hu_hu: Jelszó
ja_jp: パスワード
ko_kr: 암호
nb_no: Passord
nl_nl: Wachtwoord
pl_pl: Hasło
pt_br: Senha
ru_ru: Пароль
sv_se: Lösenord
tr_tr: Parola
zh_cn: 密码
zh_tw: 密碼

# GLOB_NAV_USB_LABEL_SAVE_PASSWORD
source: Save Password
cs_cz: Uložit heslo
de_de: Passwort speichern
es_es: Guardar contraseña
fr_fr: Enregistrer le mot de passe
hu_hu: Jelszó mentése
it_it: Salva password
ja_jp: パスワードの保存
ko_kr: 암호 저장
nb_no: Lagre passord
nl_nl: Wachtwoord opslaan
pl_pl: Zapisz hasło
pt_br: Salvar senha
ru_ru: Сохранить пароль
sv_se: Spara lösenord
tr_tr: Parolayı Kaydet
zh_cn: 保存密码
zh_tw: 儲存密碼

# GLOB_NAV_USB_LABEL_MANUFACTURER
source: Manufacturer
cs_cz: Výrobce
de_de: Hersteller
es_es: Fabricante
fr_fr: Fabricant
hu_hu: Gyártó
it_it: Produttore
ja_jp: 製造元
ko_kr: 제조업체
nb_no: Produsent
nl_nl: Fabrikant
pl_pl: Producent
pt_br: Fabricante
ru_ru: Производитель
sv_se: Tillverkare
tr_tr: Üretici
zh_cn: 制造商
zh_tw: 製造商

# GLOB_NAV_USB_LABEL_MODEL
source: Model
de_de: Modell
es_es: Modelo
fr_fr: Modèle
hu_hu: Modell
it_it: Modello
ja_jp: モデル
ko_kr: 모델
nb_no: Modell
pt_br: Modelo
ru_ru: Модель
sv_se: Modell
zh_cn: 型号
zh_tw: 型號

# GLOB_NAV_USB_LABEL_SERIAL_NUMBER
source: Serial Number
cs_cz: Sériové číslo
de_de: Seriennummer
es_es: Número de serie
fr_fr: Numéro de série
hu_hu: Sorozatszám
it_it: Numero di serie
ja_jp: シリアル番号
ko_kr: 일련 번호
nb_no: Serienummer
nl_nl: Serienummer
pl_pl: Numer seryjny
pt_br: Número de série
ru_ru: Серийный номер
sv_se: Serienummer:
tr_tr: Seri Numarası
zh_cn: 序列号
zh_tw: 序號

# GLOB_NAV_USB_LABEL_FIRMWARE_VERSION
source: Firmware Version
cs_cz: Verze firmwaru
es_es: Versión del firmware
fr_fr: Version du micrologiciel
hu_hu: Belső vezérlőprogram verziószáma
it_it: Versione firmware
ja_jp: ファームウェア バージョン
ko_kr: 펌웨어 버전
nb_no: Fastvareversjon
nl_nl: Firmwareversie
pl_pl: Wersja oprogramowania układowego
pt_br: Versão do firmware
ru_ru: Версия микропрограммы
sv_se: Version av fast programvara
tr_tr: Bellenim Sürümü
zh_cn: 固件版本
zh_tw: 韌體版本

# GLOB_NAV_USB_LABEL_SIZE
source: Size
cs_cz: Velikost
de_de: Größe
es_es: Tamaño
fr_fr: Taille
hu_hu: Méret
it_it: Dimensione
ja_jp: サイズ
ko_kr: 크기
nb_no: Størrelse
nl_nl: Formaat
pl_pl: Rozmiar
pt_br: Tamanho
ru_ru: Размер
sv_se: Storlek
tr_tr: Boyut
zh_cn: 容量
zh_tw: 大小

# GLOB_NAV_USB_STRING_FREE_OF
source: Free of
cs_cz: Volné místo
de_de: verfügbar von
es_es: Libre de
fr_fr: Libre de
hu_hu: Szabad
it_it: Libero su
ja_jp: なし
ko_kr: 여유
nb_no: Uten
nl_nl: Vrij van
pl_pl: Wolne od
pt_br: Livre de
ru_ru: Свободно из
sv_se: Innehåller inte
tr_tr: Boş
zh_cn: 没有
zh_tw: 可用

# GLOB_NAV_USB_STRING_DRIVE_LOCKED
source: Device locked.
cs_cz: Zařízení zamknuto.
de_de: Gerät gesperrt.
es_es: Dispositivo bloqueado.
fr_fr: Dispositif verrouillé.
hu_hu: Az eszköz zárolt.
it_it: Dispositivo bloccato.
ja_jp: デバイスはロックされました。
ko_kr: 장치가 잠겼습니다.
nb_no: Enhet låst.
nl_nl: Apparaat vergrendeld.
pl_pl: Urządzenie zablokowane.
pt_br: Dispositivo bloqueado.
ru_ru: Устройство заблокировано.
sv_se: Enhet låst.
tr_tr: Aygıt kilitli.
zh_cn: 设备已锁定。
zh_tw: 裝置上鎖。

# CONTENT_DIALOG_HELP_TITLE_SUPPORT
source: Support
cs_cz: Podpora
es_es: Asistencia
fr_fr: Assistance
hu_hu: Támogatás
it_it: Supporto
ja_jp: サポート
ko_kr: 지원
nb_no: Støtte
nl_nl: Ondersteuning
pl_pl: Pomoc techniczna
pt_br: Suporte
ru_ru: Поддержка
tr_tr: Destek
zh_cn: 支持
zh_tw: 支援

# CONTENT_DIALOG_HELP_HEAD2_REQUEST_AUTOMATED_SUPPORT
source: Request Automated Support
cs_cz: Požádat o automatizovanou podporu
de_de: Automatisierten Support anfordern
es_es: Solicitar asistencia automática
fr_fr: Demander de l'assistance automatisée
hu_hu: Automatizált támogatás igénylése
it_it: Richiesta supporto automatizzato
ja_jp: 自動サポートの要求
ko_kr: 자동화된 지원 요청
nb_no: Be om automatisert støtte
nl_nl: Automatische ondersteuning aanvragen
pl_pl: Poproś o zautomatyzowaną pomoc techniczną
pt_br: Solicitar suporte automático
ru_ru: Запросить автоматизированную поддержку
sv_se: Begär automatiserad support
tr_tr: Otomatik Destek İste
zh_cn: 请求自动支持
zh_tw: 要求自動支援
